{"276":{"verse":"يمحق الله الربوا ويربي الصدقت والله لا يحب كل كفار اثيم","score":314},"20":{"verse":"يكاد البرق يخطف ابصرهم كلما اضاء لهم مشوا فيه واذا اظلم عليهم قاموا ولو شاء الله لذهب بسمعهم وابصرهم ان الله على كل شىء قدير","score":713},"215":{"verse":"يسلونك ماذا ينفقون قل ما انفقتم من خير فللولدين والاقربين واليتمى والمسكين وابن السبيل وما تفعلوا من خير فان الله به عليم","score":606},"217":{"verse":"يسلونك عن الشهر الحرام قتال فيه قل قتال فيه كبير وصد عن سبيل الله وكفر به والمسجد الحرام واخراج اهله منه اكبر عند الله والفتنة اكبر من القتل ولا يزالون يقتلونكم حتى يردوكم عن دينكم ان استطعوا ومن يرتدد منكم عن دينه فيمت وهو كافر فاولئك حبطت اعملهم فى الدنيا والاخرة واولئك اصحب النار هم فيها خلدون","score":1729},"219":{"verse":"يسلونك عن الخمر والميسر قل فيهما اثم كبير ومنفع للناس واثمهما اكبر من نفعهما ويسلونك ماذا ينفقون قل العفو كذلك يبين الله لكم الايت لعلكم تتفكرون","score":795},"189":{"verse":"يسلونك عن الاهلة قل هى موقيت للناس والحج وليس البر بان تاتوا البيوت من ظهورها ولكن البر من اتقى واتوا البيوت من ابوبها واتقوا الله لعلكم تفلحون","score":690},"9":{"verse":"يخدعون الله والذين امنوا وما يخدعون الا انفسهم وما يشعرون","score":306},"122":{"verse":"يبني اسرءيل اذكروا نعمتى التي انعمت عليكم وانى فضلتكم على العلمين","score":332},"40":{"verse":"يبنى اسرءيل اذكروا نعمتى التي انعمت عليكم واوفوا بعهدى اوف بعهدكم وايى فارهبون","score":421},"47":{"verse":"يبنى اسرءيل اذكروا نعمتى التى انعمت عليكم وانى فضلتكم على العلمين","score":322},"168":{"verse":"يايها الناس كلوا مما فى الارض حللا طيبا ولا تتبعوا خطوت الشيطن انه لكم عدو مبين","score":443},"21":{"verse":"يايها الناس اعبدوا ربكم الذى خلقكم والذين من قبلكم لعلكم تتقون","score":345},"104":{"verse":"يايها الذين امنوا لا تقولوا رعنا وقولوا انظرنا واسمعوا وللكفرين عذاب اليم","score":349},"264":{"verse":"يايها الذين امنوا لا تبطلوا صدقتكم بالمن والاذى كالذى ينفق ماله رئاء الناس ولا يؤمن بالله واليوم الاخر فمثله كمثل صفوان عليه تراب فاصابه وابل فتركه صلدا لا يقدرون على شىء مما كسبوا والله لا يهدى القوم الكفرين","score":1080},"172":{"verse":"يايها الذين امنوا كلوا من طيبت ما رزقنكم واشكروا لله ان كنتم اياه تعبدون","score":375},"178":{"verse":"يايها الذين امنوا كتب عليكم القصاص فى القتلى الحر بالحر والعبد بالعبد والانثى بالانثى فمن عفى له من اخيه شىء فاتباع بالمعروف واداء اليه باحسن ذلك تخفيف من ربكم ورحمة فمن اعتدى بعد ذلك فله عذاب اليم","score":1155},"183":{"verse":"يايها الذين امنوا كتب عليكم الصيام كما كتب على الذين من قبلكم لعلكم تتقون","score":375},"267":{"verse":"يايها الذين امنوا انفقوا من طيبت ما كسبتم ومما اخرجنا لكم من الارض ولا تيمموا الخبيث منه تنفقون ولستم باخذيه الا ان تغمضوا فيه واعلموا ان الله غني حميد","score":827},"254":{"verse":"يايها الذين امنوا انفقوا مما رزقنكم من قبل ان ياتى يوم لا بيع فيه ولا خلة ولا شفعة والكفرون هم الظلمون","score":501},"153":{"verse":"يايها الذين امنوا استعينوا بالصبر والصلوة ان الله مع الصبرين","score":295},"282":{"verse":"يايها الذين امنوا اذا تداينتم بدين الى اجل مسمى فاكتبوه وليكتب بينكم كاتب بالعدل ولا ياب كاتب ان يكتب كما علمه الله فليكتب وليملل الذى عليه الحق وليتق الله ربه ولا يبخس منه شيا فان كان الذى عليه الحق سفيها او ضعيفا او لا يستطيع ان يمل هو فليملل وليه بالعدل واستشهدوا شهيدين من رجالكم فان لم يكونا رجلين فرجل وامراتان ممن ترضون من الشهداء ان تضل احديهما فتذكر احديهما الاخرى ولا ياب الشهداء اذا ما دعوا ولا تسموا ان تكتبوه صغيرا او كبيرا الى اجله ذلكم اقسط عند الله واقوم للشهدة وادنى الا ترتابوا الا ان تكون تجرة حاضرة تديرونها بينكم فليس عليكم جناح الا تكتبوها واشهدوا اذا تبايعتم ولا يضار كاتب ولا شهيد وان تفعلوا فانه فسوق بكم واتقوا الله ويعلمكم الله والله بكل شىء عليم","score":3680},"208":{"verse":"يايها الذين امنوا ادخلوا فى السلم كافة ولا تتبعوا خطوت الشيطن انه لكم عدو مبين","score":437},"278":{"verse":"يايها الذين امنوا اتقوا الله وذروا ما بقي من الربوا ان كنتم مؤمنين","score":267},"269":{"verse":"يؤتي الحكمة من يشاء ومن يؤت الحكمة فقد اوتي خيرا كثيرا وما يذكر الا اولوا الالبب","score":427},"222":{"verse":"ويسلونك عن المحيض قل هو اذى فاعتزلوا النساء فى المحيض ولا تقربوهن حتى يطهرن فاذا تطهرن فاتوهن من حيث امركم الله ان الله يحب التوبين ويحب المتطهرين","score":876},"132":{"verse":"ووصى بها ابرهم بنيه ويعقوب يبني ان الله اصطفى لكم الدين فلا تموتن الا وانتم مسلمون","score":411},"201":{"verse":"ومنهم من يقول ربنا اتنا فى الدنيا حسنة وفى الاخرة حسنة وقنا عذاب النار","score":357},"78":{"verse":"ومنهم اميون لا يعلمون الكتب الا امانى وان هم الا يظنون","score":193},"130":{"verse":"ومن يرغب عن ملة ابرهم الا من سفه نفسه ولقد اصطفينه فى الدنيا وانه فى الاخرة لمن الصلحين","score":493},"150":{"verse":"ومن حيث خرجت فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره لئلا يكون للناس عليكم حجة الا الذين ظلموا منهم فلا تخشوهم واخشونى ولاتم نعمتى عليكم ولعلكم تهتدون","score":1094},"149":{"verse":"ومن حيث خرجت فول وجهك شطر المسجد الحرام وانه للحق من ربك وما الله بغفل عما تعملون","score":539},"8":{"verse":"ومن الناس من يقول امنا بالله وباليوم الاخر وما هم بمؤمنين","score":217},"204":{"verse":"ومن الناس من يعجبك قوله فى الحيوة الدنيا ويشهد الله على ما فى قلبه وهو الد الخصام","score":427},"207":{"verse":"ومن الناس من يشرى نفسه ابتغاء مرضات الله والله رءوف بالعباد","score":316},"165":{"verse":"ومن الناس من يتخذ من دون الله اندادا يحبونهم كحب الله والذين امنوا اشد حبا لله ولو يرى الذين ظلموا اذ يرون العذاب ان القوة لله جميعا وان الله شديد العذاب","score":788},"114":{"verse":"ومن اظلم ممن منع مسجد الله ان يذكر فيها اسمه وسعى فى خرابها اولئك ما كان لهم ان يدخلوها الا خائفين لهم فى الدنيا خزى ولهم فى الاخرة عذاب عظيم","score":769},"265":{"verse":"ومثل الذين ينفقون امولهم ابتغاء مرضات الله وتثبيتامن انفسهم كمثل جنة بربوة اصابها وابل فاتت اكلها ضعفين فان لم يصبها وابل فطل والله بما تعملون بصير","score":873},"171":{"verse":"ومثل الذين كفروا كمثل الذى ينعق بما لا يسمع الا دعاء ونداء صم بكم عمى فهم لا يعقلون","score":451},"270":{"verse":"وما انفقتم من نفقة او نذرتم من نذر فان الله يعلمه وما للظلمين من انصار","score":341},"103":{"verse":"ولو انهم امنوا واتقوا لمثوبة من عند الله خير لو كانوا يعلمون","score":273},"155":{"verse":"ولنبلونكم بشىء من الخوف والجوع ونقص من الامول والانفس والثمرت وبشر الصبرين","score":423},"95":{"verse":"ولن يتمنوه ابدا بما قدمت ايديهم والله عليم بالظلمين","score":266},"120":{"verse":"ولن ترضى عنك اليهود ولا النصرى حتى تتبع ملتهم قل ان هدى الله هو الهدى ولئن اتبعت اهواءهم بعد الذى جاءك من العلم ما لك من الله من ولى ولا نصير","score":653},"89":{"verse":"ولما جاءهم كتب من عند الله مصدق لما معهم وكانوا من قبل يستفتحون على الذين كفروا فلما جاءهم ما عرفوا كفروا به فلعنة الله على الكفرين","score":692},"101":{"verse":"ولما جاءهم رسول من عند الله مصدق لما معهم نبذ فريق من الذين اوتوا الكتب كتب الله وراء ظهورهم كانهم لايعلمون","score":552},"250":{"verse":"ولما برزوا لجالوت وجنوده قالوا ربنا افرغ علينا صبرا وثبت اقدامنا وانصرنا على القوم الكفرين","score":527},"115":{"verse":"ولله المشرق والمغرب فاينما تولوا فثم وجه الله ان الله وسع عليم","score":330},"241":{"verse":"وللمطلقت متع بالمعروف حقا على المتقين","score":233},"179":{"verse":"ولكم فى القصاص حيوة ياولى الالبب لعلكم تتقون","score":246},"148":{"verse":"ولكل وجهة هو موليها فاستبقوا الخيرت اين ما تكونوا يات بكم الله جميعا ان الله على كل شىء قدير","score":466},"65":{"verse":"ولقد علمتم الذين اعتدوا منكم فى السبت فقلنا لهم كونوا قردة خسين","score":376},"92":{"verse":"ولقد جاءكم موسى بالبينت ثم اتخذتم العجل من بعده وانتم ظلمون","score":381},"99":{"verse":"ولقد انزلنا اليك ايت بينت وما يكفر بها الا الفسقون","score":258},"87":{"verse":"ولقد اتينا موسى الكتب وقفينا من بعده بالرسل واتينا عيسى ابن مريم البينت وايدنه بروح القدس افكلما جاءكم رسول بما لا تهوى انفسكم استكبرتم ففريقا كذبتم وفريقا تقتلون","score":948},"96":{"verse":"ولتجدنهم احرص الناس على حيوة ومن الذين اشركوا يود احدهم لو يعمر الف سنة وما هو بمزحزحه من العذاب ان يعمر والله بصير بما يعملون","score":744},"235":{"verse":"ولا جناح عليكم فيما عرضتم به من خطبة النساء او اكننتم فى انفسكم علم الله انكم ستذكرونهن ولكن لا تواعدوهن سرا الا ان تقولوا قولا معروفا ولا تعزموا عقدة النكاح حتى يبلغ الكتب اجله واعلموا ان الله يعلم ما فى انفسكم فاحذروه واعلموا ان الله غفور حليم","score":1335},"221":{"verse":"ولا تنكحوا المشركت حتى يؤمن ولامة مؤمنة خير من مشركة ولو اعجبتكم ولا تنكحوا المشركين حتى يؤمنوا ولعبد مؤمن خير من مشرك ولو اعجبكم اولئك يدعون الى النار والله يدعوا الى الجنة والمغفرة باذنه ويبين ايته للناس لعلهم يتذكرون","score":1196},"42":{"verse":"ولا تلبسوا الحق بالبطل وتكتموا الحق وانتم تعلمون","score":274},"154":{"verse":"ولا تقولوا لمن يقتل فى سبيل الله اموت بل احياء ولكن لا تشعرون","score":285},"224":{"verse":"ولا تجعلوا الله عرضة لايمنكم ان تبروا وتتقوا وتصلحوا بين الناس والله سميع عليم","score":413},"188":{"verse":"ولا تاكلوا امولكم بينكم بالبطل وتدلوا بها الى الحكام لتاكلوا فريقا من امول الناس بالاثم وانتم تعلمون","score":460},"145":{"verse":"ولئن اتيت الذين اوتوا الكتب بكل اية ما تبعوا قبلتك وما انت بتابع قبلتهم وما بعضهم بتابع قبلة بعض ولئن اتبعت اهواءهم من بعد ما جاءك من العلم انك اذا لمن الظلمين","score":826},"143":{"verse":"وكذلك جعلنكم امة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا وما جعلنا القبلة التي كنت عليها الا لنعلم من يتبع الرسول ممن ينقلب على عقبيه وان كانت لكبيرة الا على الذين هدى الله وما كان الله ليضيع ايمنكم ان الله بالناس لرءوف رحيم","score":1178},"35":{"verse":"وقلنا يادم اسكن انت وزوجك الجنة وكلا منها رغدا حيث شئتما ولا تقربا هذه الشجرة فتكونا من الظلمين","score":604},"193":{"verse":"وقتلوهم حتى لا تكون فتنة ويكون الدين لله فان انتهوا فلا عدون الا على الظلمين","score":371},"244":{"verse":"وقتلوا فى سبيل الله واعلموا ان الله سميع عليم","score":202},"190":{"verse":"وقتلوا فى سبيل الله الذين يقتلونكم ولا تعتدوا ان الله لا يحب المعتدين","score":347},"111":{"verse":"وقالوا لن يدخل الجنة الا من كان هودا او نصرى تلك امانيهم قل هاتوا برهنكم ان كنتم صدقين","score":428},"80":{"verse":"وقالوا لن تمسنا النار الا اياما معدودة قل اتخذتم عند الله عهدا فلن يخلف الله عهده ام تقولون على الله ما لا تعلمون","score":543},"135":{"verse":"وقالوا كونوا هودا او نصرى تهتدوا قل بل ملة ابرهم حنيفا وما كان من المشركين","score":369},"88":{"verse":"وقالوا قلوبنا غلف بل لعنهم الله بكفرهم فقليلا ما يؤمنون","score":276},"116":{"verse":"وقالوا اتخذ الله ولدا سبحنه بل له ما فى السموت والارض كل له قنتون","score":337},"113":{"verse":"وقالت اليهود ليست النصرى على شىء وقالت النصرى ليست اليهود على شىء وهم يتلون الكتب كذلك قال الذين لا يعلمون مثل قولهم فالله يحكم بينهم يوم القيمة فيما كانوا فيه يختلفون","score":886},"248":{"verse":"وقال لهم نبيهم ان اية ملكه ان ياتيكم التابوت فيه سكينة من ربكم وبقية مما ترك ال موسى وال هرون تحمله الملئكة ان فى ذلك لاية لكم ان كنتم مؤمنين","score":643},"247":{"verse":"وقال لهم نبيهم ان الله قد بعث لكم طالوت ملكا قالوا انى يكون له الملك علينا ونحن احق بالملك منه ولم يؤت سعة من المال قال ان الله اصطفيه عليكم وزاده بسطة فى العلم والجسم والله يؤتى ملكه من يشاء والله وسع عليم","score":1035},"118":{"verse":"وقال الذين لا يعلمون لولا يكلمنا الله او تاتينا اية كذلك قال الذين من قبلهم مثل قولهم تشبهت قلوبهم قد بينا الايت لقوم يوقنون","score":607},"167":{"verse":"وقال الذين اتبعوا لو ان لنا كرة فنتبرا منهم كما تبرءوا منا كذلك يريهم الله اعملهم حسرت عليهم وما هم بخرجين من النار","score":556},"31":{"verse":"وعلم ادم الاسماء كلها ثم عرضهم على الملئكة فقال انبؤنى باسماء هؤلاء ان كنتم صدقين","score":413},"57":{"verse":"وظللنا عليكم الغمام وانزلنا عليكم المن والسلوى كلوا من طيبت ما رزقنكم وما ظلمونا ولكن كانوا انفسهم يظلمون","score":562},"109":{"verse":"ود كثير من اهل الكتب لو يردونكم من بعد ايمنكم كفارا حسدا من عند انفسهم من بعد ما تبين لهم الحق فاعفوا واصفحوا حتى ياتى الله بامره ان الله على كل شىء قدير","score":853},"25":{"verse":"وبشر الذين امنوا وعملوا الصلحت ان لهم جنت تجرى من تحتها الانهر كلما رزقوا منها من ثمرة رزقا قالوا هذا الذى رزقنا من قبل واتوا به متشبها ولهم فيها ازوج مطهرة وهم فيها خلدون","score":991},"195":{"verse":"وانفقوا فى سبيل الله ولا تلقوا بايديكم الى التهلكة واحسنوا ان الله يحب المحسنين","score":386},"23":{"verse":"وان كنتم فى ريب مما نزلنا على عبدنا فاتوا بسورة من مثله وادعوا شهداءكم من دون الله ان كنتم صدقين","score":528},"283":{"verse":"وان كنتم على سفر ولم تجدوا كاتبا فرهن مقبوضة فان امن بعضكم بعضا فليؤد الذى اؤتمن امنته وليتق الله ربه ولا تكتموا الشهدة ومن يكتمها فانه اثم قلبه والله بما تعملون عليم","score":919},"280":{"verse":"وان كان ذو عسرة فنظرة الى ميسرة وان تصدقوا خير لكم ان كنتم تعلمون","score":387},"227":{"verse":"وان عزموا الطلق فان الله سميع عليم","score":190},"237":{"verse":"وان طلقتموهن من قبل ان تمسوهن وقد فرضتم لهن فريضة فنصف ما فرضتم الا ان يعفون او يعفوا الذى بيده عقدة النكاح وان تعفوا اقرب للتقوى ولا تنسوا الفضل بينكم ان الله بما تعملون بصير","score":1013},"41":{"verse":"وامنوا بما انزلت مصدقا لما معكم ولا تكونوا اول كافربه ولا تشتروا بايتى ثمنا قليلا وايى فاتقون","score":475},"233":{"verse":"والولدت يرضعن اولدهن حولين كاملين لمن اراد ان يتم الرضاعة وعلى المولود له رزقهن وكسوتهن بالمعروف لا تكلف نفس الا وسعها لا تضار ولدة بولدها ولا مولود له بولده وعلى الوارث مثل ذلك فان ارادا فصالا عن تراض منهما وتشاور فلا جناح عليهما وان اردتم ان تسترضعوا اولدكم فلا جناح عليكم اذا سلمتم ما اتيتم بالمعروف واتقوا الله واعلموا ان الله بما تعملون بصير","score":1869},"163":{"verse":"والهكم اله وحد لا اله الا هو الرحمن الرحيم","score":183},"228":{"verse":"والمطلقت يتربصن بانفسهن ثلثة قروء ولا يحل لهن ان يكتمن ما خلق الله فى ارحامهن ان كن يؤمن بالله واليوم الاخر وبعولتهن احق بردهن فى ذلك ان ارادوا اصلحا ولهن مثل الذى عليهن بالمعروف وللرجال عليهن درجة والله عزيز حكيم","score":1212},"234":{"verse":"والذين يتوفون منكم ويذرون ازوجا يتربصن بانفسهن اربعة اشهر وعشرا فاذا بلغن اجلهن فلا جناح عليكم فيما فعلن فى انفسهن بالمعروف والله بما تعملون خبير","score":893},"240":{"verse":"والذين يتوفون منكم ويذرون ازوجا وصية لازوجهم متعا الى الحول غير اخراج فان خرجن فلا جناح عليكم فى ما فعلن فى انفسهن من معروف والله عزيز حكيم","score":878},"4":{"verse":"والذين يؤمنون بما انزل اليك وما انزل من قبلك وبالاخرة هم يوقنون","score":307},"39":{"verse":"والذين كفروا وكذبوا بايتنا اولئك اصحب النار هم فيها خلدون","score":324},"82":{"verse":"والذين امنوا وعملوا الصلحت اولئك اصحب الجنة هم فيها خلدون","score":323},"110":{"verse":"واقيموا الصلوة واتوا الزكوة وما تقدموا لانفسكم من خير تجدوه عند الله ان الله بما تعملون بصير","score":508},"43":{"verse":"واقيموا الصلوة واتوا الزكوة واركعوا مع الركعين","score":249},"191":{"verse":"واقتلوهم حيث ثقفتموهم واخرجوهم من حيث اخرجوكم والفتنة اشد من القتل ولا تقتلوهم عند المسجد الحرام حتى يقتلوكم فيه فان قتلوكم فاقتلوهم كذلك جزاء الكفرين","score":1025},"45":{"verse":"واستعينوا بالصبر والصلوة وانها لكبيرة الا على الخشعين","score":297},"203":{"verse":"واذكروا الله فى ايام معدودت فمن تعجل فى يومين فلا اثم عليه ومن تاخر فلا اثم عليه لمن اتقى واتقوا الله واعلموا انكم اليه تحشرون","score":660},"14":{"verse":"واذا لقوا الذين امنوا قالوا امنا واذا خلوا الى شيطينهم قالوا انا معكم انما نحن مستهزءون","score":411},"76":{"verse":"واذا لقوا الذين امنوا قالوا امنا واذا خلا بعضهم الى بعض قالوا اتحدثونهم بما فتح الله عليكم ليحاجوكم به عند ربكم افلا تعقلون","score":693},"11":{"verse":"واذا قيل لهم لا تفسدوا فى الارض قالوا انما نحن مصلحون","score":281},"13":{"verse":"واذا قيل لهم امنوا كما امن الناس قالوا انؤمن كما امن السفهاء الا انهم هم السفهاء ولكن لا يعلمون","score":348},"91":{"verse":"واذا قيل لهم امنوا بما انزل الله قالوا نؤمن بما انزل علينا ويكفرون بما وراءه وهو الحق مصدقا لما معهم قل فلم تقتلون انبياء الله من قبل ان كنتم مؤمنين","score":666},"170":{"verse":"واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما الفينا عليه اباءنا اولو كان اباؤهم لا يعقلون شيا ولا يهتدون","score":469},"206":{"verse":"واذا قيل له اتق الله اخذته العزة بالاثم فحسبه جهنم ولبئس المهاد","score":398},"232":{"verse":"واذا طلقتم النساء فبلغن اجلهن فلا تعضلوهن ان ينكحن ازوجهن اذا ترضوا بينهم بالمعروف ذلك يوعظ به من كان منكم يؤمن بالله واليوم الاخر ذلكم ازكى لكم واطهر والله يعلم وانتم لا تعلمون","score":993},"231":{"verse":"واذا طلقتم النساء فبلغن اجلهن فامسكوهن بمعروف او سرحوهن بمعروف ولا تمسكوهن ضرارا لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا ايت الله هزوا واذكروا نعمت الله عليكم وما انزل عليكم من الكتب والحكمة يعظكم به واتقوا الله واعلموا ان الله بكل شىء عليم","score":1426},"186":{"verse":"واذا سالك عبادى عنى فانى قريب اجيب دعوة الداع اذا دعان فليستجيبوا لى وليؤمنوا بى لعلهم يرشدون","score":537},"205":{"verse":"واذا تولى سعى فى الارض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد","score":412},"127":{"verse":"واذ يرفع ابرهم القواعد من البيت واسمعيل ربنا تقبل منا انك انت السميع العليم","score":382},"51":{"verse":"واذ وعدنا موسى اربعين ليلة ثم اتخذتم العجل من بعده وانتم ظلمون","score":384},"49":{"verse":"واذ نجينكم من ال فرعون يسومونكم سوء العذاب يذبحون ابناءكم ويستحيون نساءكم وفى ذلكم بلاء من ربكم عظيم","score":582},"34":{"verse":"واذ قلنا للملئكة اسجدوا لادم فسجدوا الا ابليس ابى واستكبر وكان من الكفرين","score":404},"58":{"verse":"واذ قلنا ادخلوا هذه القرية فكلوا منها حيث شئتم رغدا وادخلوا الباب سجدا وقولوا حطة نغفرلكم خطيكم وسنزيد المحسنين","score":808},"61":{"verse":"واذ قلتم يموسى لن نصبر على طعام وحد فادع لنا ربك يخرج لنا مما تنبت الارض من بقلها وقثائها وفومها وعدسها وبصلها قال اتستبدلون الذى هو ادنى بالذى هو خير اهبطوا مصرا فان لكم ما سالتم وضربت عليهم الذلة والمسكنة وباءو بغضب من الله ذلك بانهم كانوا يكفرون بايت الله ويقتلون النبين بغير الحق ذلك بما عصوا وكانوا يعتدون","score":1794},"55":{"verse":"واذ قلتم يموسى لن نؤمن لك حتى نرى الله جهرة فاخذتكم الصعقة وانتم تنظرون","score":425},"72":{"verse":"واذ قتلتم نفسا فادرءتم فيها والله مخرج ما كنتم تكتمون","score":319},"54":{"verse":"واذ قال موسى لقومه يقوم انكم ظلمتم انفسكم باتخاذكم العجل فتوبوا الى بارئكم فاقتلوا انفسكم ذلكم خير لكم عند بارئكم فتاب عليكم انه هو التواب الرحيم","score":841},"67":{"verse":"واذ قال موسى لقومه ان الله يامركم ان تذبحوا بقرة قالوا اتتخذنا هزوا قال اعوذ بالله ان اكون من الجهلين","score":515},"30":{"verse":"واذ قال ربك للملئكة انى جاعل فى الارض خليفة قالوا اتجعل فيها من يفسد فيها ويسفك الدماء ونحن نسبح بحمدك ونقدس لك قال انى اعلم ما لا تعلمون","score":774},"260":{"verse":"واذ قال ابرهم رب ارنى كيف تحى الموتى قال اولم تؤمن قال بلى ولكن ليطمئن قلبى قال فخذ اربعة من الطير فصرهن اليك ثم اجعل على كل جبل منهن جزا ثم ادعهن ياتينك سعيا واعلم ان الله عزيز حكيم","score":1048},"126":{"verse":"واذ قال ابرهم رب اجعل هذا بلدا امنا وارزق اهله من الثمرت من امن منهم بالله واليوم الاخر قال ومن كفر فامتعه قليلا ثم اضطره الى عذاب النار وبئس المصير","score":780},"50":{"verse":"واذ فرقنا بكم البحر فانجينكم واغرقنا ال فرعون وانتم تنظرون","score":367},"125":{"verse":"واذ جعلنا البيت مثابة للناس وامنا واتخذوا من مقام ابرهم مصلىوعهدنا الى ابرهم واسمعيل ان طهرا بيتى للطائفين والعكفين والركع السجود","score":721},"60":{"verse":"واذ استسقى موسى لقومه فقلنا اضرب بعصاك الحجر فانفجرت منه اثنتا عشرة عينا قد علم كل اناس مشربهم كلوا واشربوا من رزق الله ولا تعثوا فى الارض مفسدين","score":939},"93":{"verse":"واذ اخذنا ميثقكم ورفعنا فوقكم الطور خذوا ما اتينكم بقوة واسمعوا قالوا سمعنا وعصينا واشربوا فى قلوبهم العجل بكفرهم قل بئسما يامركم به ايمنكم ان كنتم مؤمنين","score":908},"63":{"verse":"واذ اخذنا ميثقكم ورفعنا فوقكم الطور خذوا ما اتينكم بقوة واذكروا ما فيه لعلكم تتقون","score":530},"84":{"verse":"واذ اخذنا ميثقكم لا تسفكون دماءكم ولا تخرجون انفسكم من ديركم ثم اقررتم وانتم تشهدون","score":557},"83":{"verse":"واذ اخذنا ميثق بنى اسرءيل لا تعبدون الا الله وبالولدين احسانا وذى القربى واليتمى والمسكين وقولوا للناس حسنا واقيموا الصلوة واتوا الزكوة ثم توليتم الا قليلا منكم وانتم معرضون","score":890},"53":{"verse":"واذ اتينا موسى الكتب والفرقان لعلكم تهتدون","score":231},"124":{"verse":"واذ ابتلى ابرهم ربه بكلمت فاتمهن قال انى جاعلك للناس اماما قال ومن ذريتى قال لا ينال عهدى الظلمين","score":459},"196":{"verse":"واتموا الحج والعمرة لله فان احصرتم فما استيسر من الهدى ولا تحلقوا رءوسكم حتى يبلغ الهدى محله فمن كان منكم مريضا او به اذى من راسه ففدية من صيام او صدقة او نسك فاذا امنتم فمن تمتع بالعمرة الى الحج فما استيسر من الهدى فمن لم يجد فصيام ثلثة ايام فى الحج وسبعة اذا رجعتم تلك عشرة كاملة ذلك لمن لم يكن اهله حاضرى المسجد الحرام واتقوا الله واعلموا ان الله شديد العقاب","score":2083},"123":{"verse":"واتقوا يوما لا تجزى نفس عن نفس شيا ولا يقبل منها عدل ولا تنفعها شفعة ولا هم ينصرون","score":471},"48":{"verse":"واتقوا يوما لا تجزى نفس عن نفس شيا ولا يقبل منها شفعة ولا يؤخذ منها عدل ولا هم ينصرون","score":488},"281":{"verse":"واتقوا يوما ترجعون فيه الى الله ثم توفى كل نفس ما كسبت وهم لا يظلمون","score":370},"102":{"verse":"واتبعوا ما تتلوا الشيطين على ملك سليمن وما كفر سليمن ولكن الشيطين كفروا يعلمون الناس السحر وما انزل على الملكين ببابل هروت ومروت وما يعلمان من احد حتى يقولا انما نحن فتنة فلا تكفر فيتعلمون منهما ما يفرقون به بين المرء وزوجه وما هم بضارين به من احد الا باذن الله ويتعلمون ما يضرهم ولا ينفعهم ولقد علموا لمن اشتريه ما له فى الاخرة من خلق ولبئس ما شروا به انفسهم لو كانوا يعلمون","score":1929},"29":{"verse":"هو الذى خلق لكم ما فى الارض جميعا ثم استوى الى السماء فسويهن سبع سموت وهو بكل شىء عليم","score":476},"210":{"verse":"هل ينظرون الا ان ياتيهم الله فى ظلل من الغمام والملئكة وقضى الامر والى الله ترجع الامور","score":396},"223":{"verse":"نساؤكم حرث لكم فاتوا حرثكم انى شئتم وقدموا لانفسكم واتقوا الله واعلموا انكم ملقوه وبشر المؤمنين","score":543},"98":{"verse":"من كان عدوا لله وملئكته ورسله وجبريل وميكيل فان الله عدو للكفرين","score":339},"245":{"verse":"من ذا الذى يقرض الله قرضا حسنا فيضعفه له اضعافا كثيرة والله يقبض ويبصط واليه ترجعون","score":598},"17":{"verse":"مثلهم كمثل الذى استوقد نارا فلما اضاءت ما حوله ذهب الله بنورهم وتركهم فى ظلمت لا يبصرون","score":512},"261":{"verse":"مثل الذين ينفقون امولهم فى سبيل الله كمثل حبة انبتت سبع سنابل فى كل سنبلة مائة حبة والله يضعف لمن يشاء والله وسع عليم","score":657},"105":{"verse":"ما يود الذين كفروا من اهل الكتب ولا المشركين ان ينزل عليكم من خير من ربكم والله يختص برحمته من يشاء والله ذو الفضل العظيم","score":667},"106":{"verse":"ما ننسخ من اية او ننسها نات بخير منها او مثلها الم تعلم ان الله على كل شىء قدير","score":365},"198":{"verse":"ليس عليكم جناح ان تبتغوا فضلا من ربكم فاذا افضتم من عرفت فاذكروا الله عند المشعر الحرام واذكروه كما هديكم وان كنتم من قبله لمن الضالين","score":794},"272":{"verse":"ليس عليك هديهم ولكن الله يهدي من يشاء وما تنفقوا من خير فلانفسكم وما تنفقون الا ابتغاء وجه الله وما تنفقوا من خير يوف اليكم وانتم لا تظلمون","score":734},"177":{"verse":"ليس البر ان تولوا وجوهكم قبل المشرق والمغرب ولكن البر من امن بالله واليوم الاخر والملئكة والكتب والنبين واتى المال على حبه ذوى القربى واليتمى والمسكين وابن السبيل والسائلين وفى الرقاب واقام الصلوة واتى الزكوة والموفون بعهدهم اذا عهدوا والصبرين فى الباساء والضراء وحين الباس اولئك الذين صدقوا واولئك هم المتقون","score":1524},"284":{"verse":"لله ما فى السموت وما فى الارض وان تبدوا ما فى انفسكم او تخفوه يحاسبكم به الله فيغفر لمن يشاء ويعذب من يشاء والله على كل شىء قدير","score":697},"273":{"verse":"للفقراء الذين احصروا فى سبيل الله لا يستطيعون ضربا فى الارض يحسبهم الجاهل اغنياء من التعفف تعرفهم بسيمهم لا يسلون الناس الحافا وما تنفقوا من خير فان الله به عليم","score":904},"226":{"verse":"للذين يؤلون من نسائهم تربص اربعة اشهر فان فاءو فان الله غفور رحيم","score":372},"286":{"verse":"لا يكلف الله نفسا الا وسعها لها ما كسبت وعليها ما اكتسبت ربنا لا تؤاخذنا ان نسينا او اخطانا ربنا ولا تحمل علينا اصرا كما حملته على الذين من قبلنا ربنا ولا تحملنا ما لا طاقة لنا به واعف عنا واغفر لنا وارحمنا انت مولينا فانصرنا على القوم الكفرين","score":1167},"225":{"verse":"لا يؤاخذكم الله باللغو فى ايمنكم ولكن يؤاخذكم بما كسبت قلوبكم والله غفور حليم","score":457},"236":{"verse":"لا جناح عليكم ان طلقتم النساء ما لم تمسوهن او تفرضوا لهن فريضة ومتعوهن على الموسع قدره وعلى المقتر قدره متعا بالمعروف حقا على المحسنين","score":782},"256":{"verse":"لا اكراه فى الدين قد تبين الرشد من الغى فمن يكفر بالطغوت ويؤمن بالله فقد استمسك بالعروة الوثقى لا انفصام لها والله سميع عليم","score":725},"28":{"verse":"كيف تكفرون بالله وكنتم اموتا فاحيكم ثم يميتكم ثم يحييكم ثم اليه ترجعون","score":460},"151":{"verse":"كما ارسلنا فيكم رسولا منكم يتلوا عليكم ايتنا ويزكيكم ويعلمكم الكتب والحكمة ويعلمكم ما لم تكونوا تعلمون","score":531},"242":{"verse":"كذلك يبين الله لكم ايته لعلكم تعقلون","score":195},"216":{"verse":"كتب عليكم القتال وهو كره لكم وعسى ان تكرهوا شيا وهو خير لكم وعسى ان تحبوا شيا وهو شر لكم والله يعلم وانتم لا تعلمون","score":604},"180":{"verse":"كتب عليكم اذا حضر احدكم الموت ان ترك خيرا الوصية للولدين والاقربين بالمعروف حقا على المتقين","score":543},"213":{"verse":"كان الناس امة وحدة فبعث الله النبين مبشرين ومنذرين وانزل معهم الكتب بالحق ليحكم بين الناس فيما اختلفوا فيه وما اختلف فيه الا الذين اوتوه من بعد ما جاءتهم البينت بغيا بينهم فهدى الله الذين امنوا لما اختلفوا فيه من الحق باذنه والله يهدى من يشاء الى صرط مستقيم","score":1398},"136":{"verse":"قولوا امنا بالله وما انزل الينا وما انزل الى ابرهم واسمعيل واسحق ويعقوب والاسباط وما اوتى موسى وعيسى وما اوتى النبيون من ربهم لا نفرق بين احد منهم ونحن له مسلمون","score":757},"263":{"verse":"قول معروف ومغفرة خير من صدقة يتبعها اذى والله غنى حليم","score":369},"38":{"verse":"قلنا اهبطوا منها جميعا فاما ياتينكم منى هدى فمن تبع هداى فلا خوف عليهم ولا هم يحزنون","score":457},"97":{"verse":"قل من كان عدوا لجبريل فانه نزله على قلبك باذن الله مصدقا لما بين يديه وهدى وبشرى للمؤمنين","score":490},"94":{"verse":"قل ان كانت لكم الدار الاخرة عند الله خالصة من دون الناس فتمنوا الموت ان كنتم صدقين","score":428},"139":{"verse":"قل اتحاجوننا فى الله وهو ربنا وربكم ولنا اعملنا ولكم اعملكم ونحن له مخلصون","score":362},"144":{"verse":"قد نرى تقلب وجهك فى السماء فلنولينك قبلة ترضيها فول وجهك شطر المسجد الحرام وحيث ما كنتم فولوا وجوهكم شطره وان الذين اوتوا الكتب ليعلمون انه الحق من ربهم وما الله بغفل عما يعملون","score":1053},"32":{"verse":"قالوا سبحنك لا علم لنا الا ما علمتنا انك انت العليم الحكيم","score":245},"68":{"verse":"قالوا ادع لنا ربك يبين لنا ما هى قال انه يقول انها بقرة لا فارض ولا بكر عوان بين ذلك فافعلوا ما تؤمرون","score":474},"70":{"verse":"قالوا ادع لنا ربك يبين لنا ما هى ان البقر تشبه علينا وانا ان شاء الله لمهتدون","score":334},"69":{"verse":"قالوا ادع لنا ربك يبين لنا ما لونها قال انه يقول انها بقرة صفراء فاقع لونها تسر النظرين","score":431},"33":{"verse":"قال يادم انبئهم باسمائهم فلما انباهم باسمائهم قال الم اقل لكم انى اعلم غيب السموت والارض واعلم ما تبدون وما كنتم تكتمون","score":567},"71":{"verse":"قال انه يقول انها بقرة لا ذلول تثير الارض ولا تسقى الحرث مسلمة لا شية فيها قالوا الن جئت بالحق فذبحوها وما كادوا يفعلون","score":679},"10":{"verse":"فى قلوبهم مرض فزادهم الله مرضا ولهم عذاب اليم بما كانوا يكذبون","score":359},"220":{"verse":"فى الدنيا والاخرة ويسلونك عن اليتمى قل اصلاح لهم خير وان تخالطوهم فاخونكم والله يعلم المفسد من المصلح ولو شاء الله لاعنتكم ان الله عزيز حكيم","score":780},"79":{"verse":"فويل للذين يكتبون الكتب بايديهم ثم يقولون هذا من عند الله ليشتروا به ثمنا قليلا فويل لهم مما كتبت ايديهم وويل لهم مما يكسبون","score":665},"251":{"verse":"فهزموهم باذن الله وقتل داود جالوت واتيه الله الملك والحكمة وعلمه مما يشاء ولولا دفع الله الناس بعضهم ببعض لفسدت الارض ولكن الله ذو فضل على العلمين","score":816},"182":{"verse":"فمن خاف من موص جنفا او اثما فاصلح بينهم فلا اثم عليه ان الله غفور رحيم","score":428},"181":{"verse":"فمن بدله بعدما سمعه فانما اثمه على الذين يبدلونه ان الله سميع عليم","score":362},"249":{"verse":"فلما فصل طالوت بالجنود قال ان الله مبتليكم بنهر فمن شرب منه فليس منى ومن لم يطعمه فانه منى الا من اغترف غرفة بيده فشربوا منه الا قليلا منهم فلما جاوزه هو والذين امنوا معه قالوا لا طاقة لنا اليوم بجالوت وجنوده قال الذين يظنون انهم ملقوا الله كم من فئة قليلة غلبت فئة كثيرة باذن الله والله مع الصبرين","score":1602},"73":{"verse":"فقلنا اضربوه ببعضها كذلك يحى الله الموتى ويريكم ايته لعلكم تعقلون","score":389},"66":{"verse":"فجعلنها نكلا لما بين يديها وما خلفها وموعظة للمتقين","score":290},"37":{"verse":"فتلقى ادم من ربه كلمت فتاب عليه انه هو التواب الرحيم","score":269},"59":{"verse":"فبدل الذين ظلموا قولا غير الذى قيل لهم فانزلنا على الذين ظلموا رجزا من السماء بما كانوا يفسقون","score":533},"24":{"verse":"فان لم تفعلوا ولن تفعلوا فاتقوا النار التى وقودها الناس والحجارة اعدت للكفرين","score":407},"279":{"verse":"فان لم تفعلوا فاذنوا بحرب من الله ورسوله وان تبتم فلكم رءوس امولكم لا تظلمون ولا تظلمون","score":454},"230":{"verse":"فان طلقها فلا تحل له من بعد حتى تنكح زوجا غيره فان طلقها فلا جناح عليهما ان يتراجعا ان ظنا ان يقيما حدود الله وتلك حدود الله يبينها لقوم يعلمون","score":873},"209":{"verse":"فان زللتم من بعد ما جاءتكم البينت فاعلموا ان الله عزيز حكيم","score":344},"239":{"verse":"فان خفتم فرجالا او ركبانا فاذا امنتم فاذكروا الله كما علمكم ما لم تكونوا تعلمون","score":400},"192":{"verse":"فان انتهوا فان الله غفور رحيم","score":162},"137":{"verse":"فان امنوا بمثل ما امنتم به فقد اهتدوا وان تولوا فانما هم فى شقاق فسيكفيكهم الله وهو السميع العليم","score":508},"36":{"verse":"فازلهما الشيطن عنها فاخرجهما مما كانا فيه وقلنا اهبطوا بعضكم لبعض عدو ولكم فى الارض مستقر ومتع الى حين","score":654},"152":{"verse":"فاذكرونى اذكركم واشكروا لى ولا تكفرون","score":224},"200":{"verse":"فاذا قضيتم منسككم فاذكروا الله كذكركم اباءكم او اشد ذكرا فمن الناس من يقول ربنا اتنا فى الدنيا وما له فى الاخرة من خلق","score":645},"18":{"verse":"صم بكم عمى فهم لا يرجعون","score":147},"138":{"verse":"صبغة الله ومن احسن من الله صبغة ونحن له عبدون","score":293},"185":{"verse":"شهر رمضان الذى انزل فيه القران هدى للناس وبينت من الهدى والفرقان فمن شهد منكم الشهر فليصمه ومن كان مريضا او على سفر فعدة من ايام اخر يريد الله بكم اليسر ولا يريد بكم العسر ولتكملوا العدة ولتكبروا الله على ما هديكم ولعلكم تشكرون","score":1252},"142":{"verse":"سيقول السفهاء من الناس ما وليهم عن قبلتهم التي كانوا عليها قل لله المشرق والمغرب يهدى من يشاء الى صرط مستقيم","score":581},"211":{"verse":"سل بنى اسرءيل كم اتينهم من اية بينة ومن يبدل نعمة الله من بعد ما جاءته فان الله شديد العقاب","score":452},"212":{"verse":"زين للذين كفروا الحيوة الدنيا ويسخرون من الذين امنوا والذين اتقوا فوقهم يوم القيمة والله يرزق من يشاء بغير حساب","score":636},"128":{"verse":"ربنا واجعلنا مسلمين لك ومن ذريتنا امة مسلمة لك وارنا مناسكنا وتب علينا انك انت التواب الرحيم","score":425},"129":{"verse":"ربنا وابعث فيهم رسولا منهم يتلوا عليهم ايتك ويعلمهم الكتب والحكمة ويزكيهم انك انت العزيز الحكيم","score":559},"176":{"verse":"ذلك بان الله نزل الكتب بالحق وان الذين اختلفوا فى الكتب لفى شقاق بعيد","score":407},"2":{"verse":"ذلك الكتب لا ريب فيه هدى للمتقين","score":180},"162":{"verse":"خلدين فيها لا يخفف عنهم العذاب ولا هم ينظرون","score":269},"7":{"verse":"ختم الله على قلوبهم وعلى سمعهم وعلى ابصرهم غشوة ولهم عذاب عظيم","score":402},"238":{"verse":"حفظوا على الصلوت والصلوة الوسطى وقوموا لله قنتين","score":297},"74":{"verse":"ثم قست قلوبكم من بعد ذلك فهى كالحجارة او اشد قسوة وان من الحجارة لما يتفجر منه الانهر وان منها لما يشقق فيخرج منه الماء وان منها لما يهبط من خشية الله وما الله بغفل عما تعملون","score":984},"52":{"verse":"ثم عفونا عنكم من بعد ذلك لعلكم تشكرون","score":256},"64":{"verse":"ثم توليتم من بعد ذلك فلولا فضل الله عليكم ورحمته لكنتم من الخسرين","score":392},"56":{"verse":"ثم بعثنكم من بعد موتكم لعلكم تشكرون","score":260},"85":{"verse":"ثم انتم هؤلاء تقتلون انفسكم وتخرجون فريقا منكم من ديرهم تظهرون عليهم بالاثم والعدون وان ياتوكم اسرى تفدوهم وهو محرم عليكم اخراجهم افتؤمنون ببعض الكتب وتكفرون ببعض فما جزاء من يفعل ذلك منكم الا خزى فى الحيوة الدنيا ويوم القيمة يردون الى اشد العذاب وما الله بغفل عما تعملون","score":1612},"199":{"verse":"ثم افيضوا من حيث افاض الناس واستغفروا الله ان الله غفور رحيم","score":396},"252":{"verse":"تلك ايت الله نتلوها عليك بالحق وانك لمن المرسلين","score":225},"134":{"verse":"تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسلون عما كانوا يعملون","score":346},"141":{"verse":"تلك امة قد خلت لها ما كسبت ولكم ما كسبتم ولا تسلون عما كانوا يعملون","score":346},"253":{"verse":"تلك الرسل فضلنا بعضهم على بعض منهم من كلم الله ورفع بعضهم درجت واتينا عيسى ابن مريم البينت وايدنه بروح القدس ولو شاء الله ما اقتتل الذين من بعدهم من بعد ما جاءتهم البينت ولكن اختلفوا فمنهم من امن ومنهم من كفر ولو شاء الله ما اقتتلوا ولكن الله يفعل ما يريد","score":1337},"81":{"verse":"بلى من كسب سيئة واحطت به خطيته فاولئك اصحب النار هم فيها خلدون","score":420},"112":{"verse":"بلى من اسلم وجهه لله وهو محسن فله اجره عند ربه ولا خوف عليهم ولا هم يحزنون","score":414},"117":{"verse":"بديع السموت والارض واذا قضى امرا فانما يقول له كن فيكون","score":306},"90":{"verse":"بئسما اشتروا به انفسهم ان يكفروا بما انزل الله بغيا ان ينزل الله من فضله على من يشاء من عباده فباءو بغضب على غضب وللكفرين عذاب مهين","score":773},"266":{"verse":"ايود احدكم ان تكون له جنة من نخيل واعناب تجري من تحتها الانهر له فيها من كل الثمرت واصابه الكبر وله ذرية ضعفاء فاصابها اعصار فيه نار فاحترقت كذلك يبين الله لكم الايت لعلكم تتفكرون","score":1035},"184":{"verse":"اياما معدودت فمن كان منكم مريضا او على سفر فعدة من ايام اخر وعلى الذين يطيقونه فدية طعام مسكين فمن تطوع خيرا فهو خير له وان تصوموا خير لكم ان كنتم تعلمون","score":919},"77":{"verse":"اولا يعلمون ان الله يعلم ما يسرون وما يعلنون","score":164},"202":{"verse":"اولئك لهم نصيب مما كسبوا والله سريع الحساب","score":232},"157":{"verse":"اولئك عليهم صلوت من ربهم ورحمة واولئك هم المهتدون","score":261},"5":{"verse":"اولئك على هدى من ربهم واولئك هم المفلحون","score":188},"175":{"verse":"اولئك الذين اشتروا الضللة بالهدى والعذاب بالمغفرة فما اصبرهم على النار","score":390},"16":{"verse":"اولئك الذين اشتروا الضللة بالهدى فما ربحت تجرتهم وما كانوا مهتدين","score":371},"86":{"verse":"اولئك الذين اشتروا الحيوة الدنيا بالاخرة فلا يخفف عنهم العذاب ولا هم ينصرون","score":418},"100":{"verse":"اوكلما عهدوا عهدا نبذه فريق منهم بل اكثرهم لا يؤمنون","score":292},"19":{"verse":"او كصيب من السماء فيه ظلمت ورعد وبرق يجعلون اصبعهم فى اذانهم من الصوعق حذر الموت والله محيط بالكفرين","score":633},"259":{"verse":"او كالذى مر على قرية وهى خاوية على عروشها قال انى يحى هذه الله بعد موتها فاماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوما او بعض يوم قال بل لبثت مائة عام فانظر الى طعامك وشرابك لم يتسنه وانظر الى حمارك ولنجعلك اية للناس وانظر الى العظام كيف ننشزها ثم نكسوها لحما فلما تبين له قال اعلم ان الله على كل شىء قدير","score":1752},"169":{"verse":"انما يامركم بالسوء والفحشاء وان تقولوا على الله ما لا تعلمون","score":255},"173":{"verse":"انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل به لغير الله فمن اضطر غير باغ ولا عاد فلا اثم عليه ان الله غفور رحيم","score":687},"119":{"verse":"انا ارسلنك بالحق بشيرا ونذيرا ولا تسل عن اصحب الجحيم","score":324},"164":{"verse":"ان فى خلق السموت والارض واختلف اليل والنهار والفلك التى تجرى فى البحر بما ينفع الناس وما انزل الله من السماء من ماء فاحيا به الارض بعد موتها وبث فيها من كل دابة وتصريف الريح والسحاب المسخر بين السماء والارض لايت لقوم يعقلون","score":1165},"271":{"verse":"ان تبدوا الصدقت فنعما هي وان تخفوها وتؤتوها الفقراء فهو خير لكم ويكفر عنكم من سياتكم والله بما تعملون خبير","score":617},"26":{"verse":"ان الله لا يستحى ان يضرب مثلا ما بعوضة فما فوقها فاما الذين امنوا فيعلمون انه الحق من ربهم واما الذين كفروا فيقولون ماذا اراد الله بهذا مثلا يضل به كثيرا ويهدى به كثيرا وما يضل به الا الفسقين","score":1026},"158":{"verse":"ان الصفا والمروة من شعائر الله فمن حج البيت او اعتمر فلا جناح عليه ان يطوف بهما ومن تطوع خيرا فان الله شاكر عليم","score":621},"159":{"verse":"ان الذين يكتمون ما انزلنا من البينت والهدى من بعد ما بينه للناس فى الكتب اولئك يلعنهم الله ويلعنهم اللعنون","score":463},"174":{"verse":"ان الذين يكتمون ما انزل الله من الكتب ويشترون به ثمنا قليلا اولئك ما ياكلون فى بطونهم الا النار ولا يكلمهم الله يوم القيمة ولا يزكيهم ولهم عذاب اليم","score":675},"161":{"verse":"ان الذين كفروا وماتوا وهم كفار اولئك عليهم لعنة الله والملئكة والناس اجمعين","score":348},"6":{"verse":"ان الذين كفروا سواء عليهم ء انذرتهم ام لم تنذرهم لا يؤمنون","score":264},"277":{"verse":"ان الذين امنوا وعملوا الصلحت واقاموا الصلوة واتوا الزكوة لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":539},"62":{"verse":"ان الذين امنوا والذين هادوا والنصرى والصبين من امن بالله واليوم الاخر وعمل صلحا فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":637},"218":{"verse":"ان الذين امنوا والذين هاجروا وجهدوا فى سبيل الله اولئك يرجون رحمت الله والله غفور رحيم","score":457},"285":{"verse":"امن الرسول بما انزل اليه من ربه والمؤمنون كل امن بالله وملئكته وكتبه ورسله لا نفرق بين احد من رسله وقالوا سمعنا واطعنا غفرانك ربنا واليك المصير","score":726},"133":{"verse":"ام كنتم شهداء اذ حضر يعقوب الموت اذ قال لبنيه ما تعبدون من بعدى قالوا نعبد الهك واله ابائك ابرهم واسمعيل واسحق الها وحدا ونحن له مسلمون","score":757},"214":{"verse":"ام حسبتم ان تدخلوا الجنة ولما ياتكم مثل الذين خلوا من قبلكم مستهم الباساء والضراء وزلزلوا حتى يقول الرسول والذين امنوا معه متى نصر الله الا ان نصر الله قريب","score":814},"140":{"verse":"ام تقولون ان ابرهم واسمعيل واسحق ويعقوب والاسباط كانوا هودا او نصرى قل انتم اعلم ام الله ومن اظلم ممن كتم شهدة عنده من الله وما الله بغفل عما تعملون","score":763},"108":{"verse":"ام تريدون ان تسلوا رسولكم كما سئل موسى من قبل ومن يتبدل الكفر بالايمن فقد ضل سواء السبيل","score":472},"107":{"verse":"الم تعلم ان الله له ملك السموت والارض وما لكم من دون الله من ولي ولا نصير","score":291},"246":{"verse":"الم تر الى الملا من بني اسريل من بعد موسى اذ قالوا لنبي لهم ابعث لنا ملكا نقتل في سبيل الله قال هل عسيتم ان كتب عليكم القتال الا تقتلوا قالوا ومالنا الا نقتل في سبيل الله وقد اخرجنا من ديرنا وابنائنا فلما كتب عليهم القتال تولوا الا قليلا منهم والله عليم بالظلمين","score":1189},"243":{"verse":"الم تر الى الذين خرجوا من ديرهم وهم الوف حذر الموت فقال لهم الله موتوا ثم احيهم ان الله لذو فضل على الناس ولكن اكثر الناس لا يشكرون","score":666},"258":{"verse":"الم تر الى الذى حاج ابرهم فى ربه ان اتيه الله الملك اذ قال ابرهم ربى الذى يحى ويميت قال انا احى واميت قال ابرهم فان الله ياتى بالشمس من المشرق فات بها من المغرب فبهت الذى كفر والله لا يهدي القوم الظلمين","score":962},"1":{"verse":"الم","score":7},"15":{"verse":"الله يستهزي بهم ويمدهم في طغينهم يعمهون","score":271},"257":{"verse":"الله ولى الذين امنوا يخرجهم من الظلمت الى النور والذين كفروا اولياؤهم الطغوت يخرجونهم من النور الى الظلمت اولئك اصحب النار هم فيها خلدون","score":701},"255":{"verse":"الله لا اله الا هو الحى القيوم لا تاخذه سنة ولا نوم له ما فى السموت وما فى الارض من ذا الذى يشفع عنده الا باذنه يعلم ما بين ايديهم وما خلفهم ولا يحيطون بشىء من علمه الا بما شاء وسع كرسيه السموت والارض ولا يوده حفظهما وهو العلى العظيم","score":1176},"229":{"verse":"الطلق مرتان فامساك بمعروف او تسريح باحسن ولا يحل لكم ان تاخذوا مما اتيتموهن شيا الا ان يخافا الا يقيما حدود الله فان خفتم الا يقيما حدود الله فلا جناح عليهما فيما افتدت به تلك حدود الله فلا تعتدوها ومن يتعد حدود الله فاولئك هم الظلمون","score":1348},"268":{"verse":"الشيطن يعدكم الفقر ويامركم بالفحشاء والله يعدكم مغفرة منه وفضلا والله وسع عليم","score":507},"194":{"verse":"الشهر الحرام بالشهر الحرام والحرمت قصاص فمن اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم واتقوا الله واعلموا ان الله مع المتقين","score":712},"27":{"verse":"الذين ينقضون عهد الله من بعد ميثقه ويقطعون ما امر الله به ان يوصل ويفسدون فى الارض اولئك هم الخسرون","score":588},"262":{"verse":"الذين ينفقون امولهم فى سبيل الله ثم لا يتبعون ما انفقوا منا ولا اذى لهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":574},"274":{"verse":"الذين ينفقون امولهم باليل والنهار سرا وعلانية فلهم اجرهم عند ربهم ولا خوف عليهم ولا هم يحزنون","score":482},"46":{"verse":"الذين يظنون انهم ملقوا ربهم وانهم اليه رجعون","score":226},"275":{"verse":"الذين ياكلون الربوا لا يقومون الا كما يقوم الذى يتخبطه الشيطن من المس ذلك بانهم قالوا انما البيع مثل الربوا واحل الله البيع وحرم الربوا فمن جاءه موعظة من ربه فانتهى فله ما سلف وامره الى الله ومن عاد فاولئك اصحب النار هم فيها خلدون","score":1157},"3":{"verse":"الذين يؤمنون بالغيب ويقيمون الصلوة ومما رزقنهم ينفقون","score":309},"156":{"verse":"الذين اذا اصبتهم مصيبة قالوا انا لله وانا اليه رجعون","score":261},"146":{"verse":"الذين اتينهم الكتب يعرفونه كما يعرفون ابناءهم وان فريقا منهم ليكتمون الحق وهم يعلمون","score":429},"121":{"verse":"الذين اتينهم الكتب يتلونه حق تلاوته اولئك يؤمنون به ومن يكفر به فاولئك هم الخسرون","score":429},"22":{"verse":"الذى جعل لكم الارض فرشا والسماء بناء وانزل من السماء ماء فاخرج به من الثمرت رزقا لكم فلا تجعلوا لله اندادا وانتم تعلمون","score":635},"147":{"verse":"الحق من ربك فلا تكونن من الممترين","score":163},"197":{"verse":"الحج اشهر معلومت فمن فرض فيهن الحج فلا رفث ولا فسوق ولا جدال فى الحج وما تفعلوا من خير يعلمه الله وتزودوا فان خير الزاد التقوى واتقون ياولى الالبب","score":872},"12":{"verse":"الا انهم هم المفسدون ولكن لا يشعرون","score":168},"160":{"verse":"الا الذين تابوا واصلحوا وبينوا فاولئك اتوب عليهم وانا التواب الرحيم","score":313},"75":{"verse":"افتطمعون ان يؤمنوا لكم وقد كان فريق منهم يسمعون كلم الله ثم يحرفونه من بعد ما عقلوه وهم يعلمون","score":528},"131":{"verse":"اذ قال له ربه اسلم قال اسلمت لرب العلمين","score":188},"166":{"verse":"اذ تبرا الذين اتبعوا من الذين اتبعوا وراوا العذاب وتقطعت بهم الاسباب","score":384},"187":{"verse":"احل لكم ليلة الصيام الرفث الى نسائكم هن لباس لكم وانتم لباس لهن علم الله انكم كنتم تختانون انفسكم فتاب عليكم وعفاعنكم فالن بشروهن وابتغوا ما كتب الله لكم وكلوا واشربوا حتى يتبين لكم الخيط الابيض من الخيط الاسود من الفجر ثم اتموا الصيام الى اليل ولا تبشروهن وانتم عكفون فى المسجد تلك حدود الله فلا تقربوها كذلك يبين الله ايته للناس لعلهم يتقون","score":1861},"44":{"verse":"اتامرون الناس بالبر وتنسون انفسكم وانتم تتلون الكتب افلا تعقلون","score":320}}