{"42":{"verse":"يومئذ يود الذين كفروا وعصوا الرسول لو تسوى بهم الارض ولا يكتمون الله حديثا","score":428},"11":{"verse":"يوصيكم الله في اولدكم للذكر مثل حظ الانثيين فان كن نساء فوق اثنتين فلهن ثلثا ما ترك وان كانت وحدة فلها النصف ولابويه لكل وحد منهما السدس مما ترك ان كان له ولد فان لم يكن له ولد وورثه ابواه فلامه الثلث فان كان له اخوة فلامه السدس من بعد وصية يوصي بها او دين اباؤكم وابناؤكم لا تدرون ايهم اقرب لكم نفعا فريضة من الله ان الله كان عليما حكيما","score":1844},"120":{"verse":"يعدهم ويمنيهم وما يعدهم الشيطن الا غرورا","score":247},"153":{"verse":"يسلك اهل الكتب ان تنزل عليهم كتبا من السماء فقد سالوا موسى اكبر من ذلك فقالوا ارنا الله جهرة فاخذتهم الصعقة بظلمهم ثم اتخذوا العجل من بعد ما جاءتهم البينت فعفونا عن ذلك واتينا موسى سلطنا مبينا","score":1113},"176":{"verse":"يستفتونك قل الله يفتيكم في الكللة ان امرؤا هلك ليس له ولد وله اخت فلها نصف ما ترك وهو يرثها ان لم يكن لها ولد فان كانتا اثنتين فلهما الثلثان مما ترك وان كانوا اخوة رجالا ونساء فللذكر مثل حظ الانثيين يبين الله لكم ان تضلوا والله بكل شي عليم","score":1256},"108":{"verse":"يستخفون من الناس ولا يستخفون من الله وهو معهم اذ يبيتون ما لا يرضى من القول وكان الله بما يعملون محيطا","score":513},"26":{"verse":"يريد الله ليبين لكم ويهديكم سنن الذين من قبلكم ويتوب عليكم والله عليم حكيم","score":389},"28":{"verse":"يريد الله ان يخفف عنكم وخلق الانسن ضعيفا","score":254},"174":{"verse":"يايها الناس قد جاءكم برهن من ربكم وانزلنا اليكم نورا مبينا","score":275},"170":{"verse":"يايها الناس قد جاءكم الرسول بالحق من ربكم فامنوا خيرا لكم وان تكفروا فان لله ما في السموت والارض وكان الله عليما حكيما","score":583},"1":{"verse":"يايها الناس اتقوا ربكم الذي خلقكم من نفس وحدة وخلق منها زوجها وبث منهما رجالا كثيرا ونساء واتقوا الله الذي تساءلون به والارحام ان الله كان عليكم رقيبا","score":813},"47":{"verse":"يايها الذين اوتوا الكتب امنوا بما نزلنا مصدقا لما معكم من قبل ان نطمس وجوها فنردها على ادبارها او نلعنهم كما لعنا اصحب السبت وكان امر الله مفعولا","score":727},"19":{"verse":"يايها الذين امنوا لا يحل لكم ان ترثوا النساء كرها ولا تعضلوهن لتذهبوا ببعض ما اتيتموهن الا ان ياتين بفحشة مبينة وعاشروهن بالمعروف فان كرهتموهن فعسى ان تكرهوا شيا ويجعل الله فيه خيرا كثيرا","score":1043},"43":{"verse":"يايها الذين امنوا لا تقربوا الصلوة وانتم سكرى حتى تعلموا ما تقولون ولا جنبا الا عابري سبيل حتى تغتسلوا وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لمستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وايديكم ان الله كان عفوا غفورا","score":1383},"144":{"verse":"يايها الذين امنوا لا تتخذوا الكفرين اولياء من دون المؤمنين اتريدون ان تجعلوا لله عليكم سلطنا مبينا","score":469},"29":{"verse":"يايها الذين امنوا لا تاكلوا امولكم بينكم بالبطل الا ان تكون تجرة عن تراض منكم ولا تقتلوا انفسكم ان الله كان بكم رحيما","score":553},"135":{"verse":"يايها الذين امنوا كونوا قومين بالقسط شهداء لله ولو على انفسكم او الولدين والاقربين ان يكن غنيا او فقيرا فالله اولى بهما فلا تتبعوا الهوى ان تعدلوا وان تلوا او تعرضوا فان الله كان بما تعملون خبيرا","score":934},"71":{"verse":"يايها الذين امنوا خذوا حذركم فانفروا ثبات او انفروا جميعا","score":333},"136":{"verse":"يايها الذين امنوا امنوا بالله ورسوله والكتب الذي نزل على رسوله والكتب الذي انزل من قبل ومن يكفر بالله وملئكته وكتبه ورسله واليوم الاخر فقد ضل ضللا بعيدا","score":801},"59":{"verse":"يايها الذين امنوا اطيعوا الله واطيعوا الرسول واولي الامر منكم فان تنزعتم في شي فردوه الى الله والرسول ان كنتم تؤمنون بالله واليوم الاخر ذلك خير واحسن تاويلا","score":773},"94":{"verse":"يايها الذين امنوا اذا ضربتم في سبيل الله فتبينوا ولا تقولوا لمن القى اليكم السلم لست مؤمنا تبتغون عرض الحيوة الدنيا فعند الله مغانم كثيرة كذلك كنتم من قبل فمن الله عليكم فتبينوا ان الله كان بما تعملون خبيرا","score":1080},"171":{"verse":"ياهل الكتب لا تغلوا في دينكم ولا تقولوا على الله الا الحق انما المسيح عيسى ابن مريم رسول الله وكلمته القيها الى مريم وروح منه فامنوا بالله ورسله ولا تقولوا ثلثة انتهوا خيرا لكم انما الله اله وحد سبحنه ان يكون له ولد له ما في السموت وما في الارض وكفى بالله وكيلا","score":1240},"81":{"verse":"ويقولون طاعة فاذا برزوا من عندك بيت طائفة منهم غير الذي تقول والله يكتب ما يبيتون فاعرض عنهم وتوكل على الله وكفى بالله وكيلا","score":724},"127":{"verse":"ويستفتونك في النساء قل الله يفتيكم فيهن وما يتلى عليكم في الكتب في يتمى النساء التي لا تؤتونهن ما كتب لهن وترغبون ان تنكحوهن والمستضعفينمن الولدن وان تقوموا لليتمى بالقسط وما تفعلوا من خير فان الله كان به عليما","score":1104},"100":{"verse":"ومن يهاجر في سبيل الله يجد في الارض مرغما كثيرا وسعة ومن يخرج من بيته مهاجرا الى الله ورسوله ثم يدركه الموت فقد وقع اجره على الله وكان الله غفورا رحيما","score":904},"112":{"verse":"ومن يكسب خطية او اثما ثم يرم به بريا فقد احتمل بهتنا واثما مبينا","score":404},"111":{"verse":"ومن يكسب اثما فانما يكسبه على نفسه وكان الله عليما حكيما","score":300},"93":{"verse":"ومن يقتل مؤمنا متعمدا فجزاؤه جهنم خلدا فيها وغضب الله عليه ولعنه واعد له عذابا عظيما","score":544},"30":{"verse":"ومن يفعل ذلك عدونا وظلما فسوف نصليه نارا وكان ذلك على الله يسيرا","score":361},"124":{"verse":"ومن يعمل من الصلحت من ذكر او انثى وهو مؤمن فاولئك يدخلون الجنة ولا يظلمون نقيرا","score":419},"110":{"verse":"ومن يعمل سوءا او يظلم نفسه ثم يستغفر الله يجد الله غفورا رحيما","score":407},"14":{"verse":"ومن يعص الله ورسوله ويتعد حدوده يدخله نارا خلدا فيها وله عذاب مهين","score":421},"69":{"verse":"ومن يطع الله والرسول فاولئك مع الذين انعم الله عليهم من النبين والصديقين والشهداء والصلحين وحسن اولئك رفيقا","score":577},"115":{"verse":"ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبع غير سبيل المؤمنين نوله ما تولى ونصله جهنم وساءت مصيرا","score":546},"25":{"verse":"ومن لم يستطع منكم طولا ان ينكح المحصنت المؤمنت فمن ما ملكت ايمنكم من فتيتكم المؤمنت والله اعلم بايمنكم بعضكم من بعض فانكحوهن باذن اهلهن واتوهن اجورهن بالمعروف محصنت غير مسفحت ولا متخذت اخدان فاذا احصن فان اتين بفحشة فعليهن نصف ما على المحصنت من العذاب ذلك لمن خشي العنت منكم وان تصبروا خير لكم والله غفور رحيم","score":1889},"125":{"verse":"ومن احسن دينا ممن اسلم وجهه لله وهو محسن واتبع ملة ابرهيم حنيفا واتخذ الله ابرهيم خليلا","score":473},"75":{"verse":"ومالكم لا تقتلون في سبيل الله والمستضعفين من الرجال والنساء والولدن الذين يقولون ربنا اخرجنا من هذه القرية الظالم اهلها واجعل لنا من لدنك وليا واجعل لنا من لدنك نصيرا","score":824},"39":{"verse":"وماذا عليهم لو امنوا بالله واليوم الاخر وانفقوا مما رزقهم الله وكان الله بهم عليما","score":352},"92":{"verse":"وما كان لمؤمن ان يقتل مؤمنا الا خطا ومن قتل مؤمنا خطا فتحرير رقبة مؤمنة ودية مسلمة الى اهله الا ان يصدقوا فان كان من قوم عدو لكم وهو مؤمن فتحرير رقبة مؤمنة وان كان من قوم بينكم وبينهم ميثق فدية مسلمة الى اهله وتحرير رقبة مؤمنة فمن لم يجد فصيام شهرين متتابعين توبة من الله وكان الله عليما حكيما","score":1543},"64":{"verse":"وما ارسلنا من رسول الا ليطاع باذن الله ولو انهم اذ ظلموا انفسهم جاءوك فاستغفروا الله واستغفر لهم الرسول لوجدوا الله توابا رحيما","score":690},"18":{"verse":"وليست التوبة للذين يعملون السيات حتى اذا حضر احدهم الموت قال اني تبت الن ولا الذين يموتون وهم كفار اولئك اعتدنا لهم عذابا اليما","score":657},"9":{"verse":"وليخش الذين لو تركوا من خلفهم ذرية ضعفا خافوا عليهم فليتقوا الله وليقولوا قولا سديدا","score":516},"113":{"verse":"ولولا فضل الله عليك ورحمته لهمت طائفة منهم ان يضلوك وما يضلون الا انفسهم وما يضرونك من شي وانزل الله عليك الكتب والحكمة وعلمك ما لم تكن تعلم وكان فضل الله عليك عظيما","score":892},"66":{"verse":"ولو انا كتبنا عليهم ان اقتلوا انفسكم او اخرجوا من ديركم ما فعلوه الا قليل منهم ولو انهم فعلوا ما يوعظون به لكان خيرا لهم واشد تثبيتا","score":677},"68":{"verse":"ولهدينهم صرطا مستقيما","score":162},"129":{"verse":"ولن تستطيعوا ان تعدلوا بين النساء ولو حرصتم فلا تميلوا كل الميل فتذروها كالمعلقة وان تصلحوا وتتقوا فان الله كان غفورا رحيما","score":699},"131":{"verse":"ولله ما في السموت وما في الارض ولقد وصينا الذين اوتوا الكتب من قبلكم واياكم ان اتقوا الله وان تكفروا فان لله ما في السموت وما في الارض وكان الله غنيا حميدا","score":746},"132":{"verse":"ولله ما في السموت وما في الارض وكفى بالله وكيلا","score":216},"126":{"verse":"ولله ما في السموت وما في الارض وكان الله بكل شي محيطا","score":276},"12":{"verse":"ولكم نصف ما ترك ازوجكم ان لم يكن لهن ولد فان كان لهن ولد فلكم الربع مما تركن من بعد وصية يوصين بها او دين ولهن الربع مما تركتم ان لم يكن لكم ولد فان كان لكم ولد فلهن الثمن مما تركتم من بعد وصية توصون بها او دين وان كان رجل يورث كللة او امراة وله اخ او اخت فلكل وحد منهما السدس فان كانوا اكثر من ذلك فهم شركاء في الثلث من بعد وصية يوصى بها او دين غير مضار وصية من الله والله عليم حليم","score":2073},"33":{"verse":"ولكل جعلنا مولي مما ترك الولدان والاقربون والذين عقدت ايمنكم فاتوهم نصيبهم ان الله كان على كل شي شهيدا","score":531},"119":{"verse":"ولاضلنهم ولامنينهم ولامرنهم فليبتكن اذان الانعم ولامرنهم فليغيرن خلق الله ومن يتخذ الشيطن وليا من دون الله فقد خسر خسرانا مبينا","score":701},"104":{"verse":"ولا تهنوا في ابتغاء القوم ان تكونوا تالمون فانهم يالمون كما تالمون وترجون من الله ما لا يرجون وكان الله عليما حكيما","score":499},"22":{"verse":"ولا تنكحوا ما نكح اباؤكم من النساء الا ما قد سلف انه كان فحشة ومقتا وساء سبيلا","score":395},"107":{"verse":"ولا تجدل عن الذين يختانون انفسهم ان الله لا يحب من كان خوانا اثيما","score":332},"32":{"verse":"ولا تتمنوا ما فضل الله به بعضكم على بعض للرجال نصيب مما اكتسبوا وللنساء نصيب مما اكتسبن وسلوا الله من فضله ان الله كان بكل شي عليما","score":688},"5":{"verse":"ولا تؤتوا السفهاء امولكم التي جعل الله لكم قيما وارزقوهم فيها واكسوهم وقولوا لهم قولا معروفا","score":465},"73":{"verse":"ولئن اصبكم فضل من الله ليقولن كان لم تكن بينكم وبينه مودة يليتني كنت معهم فافوز فوزا عظيما","score":524},"21":{"verse":"وكيف تاخذونه وقد افضى بعضكم الى بعض واخذن منكم ميثقا غليظا","score":458},"157":{"verse":"وقولهم انا قتلنا المسيح عيسى ابن مريم رسول الله وما قتلوه وما صلبوه ولكن شبه لهم وان الذين اختلفوا فيه لفى شك منه ما لهم به من علم الا اتباع الظن وما قتلوه يقينا","score":792},"140":{"verse":"وقد نزل عليكم في الكتب ان اذا سمعتم ايت الله يكفر بها ويستهزا بها فلا تقعدوا معهم حتى يخوضوا في حديث غيره انكم اذا مثلهم ان الله جامع المنفقين والكفرين في جهنم جميعا","score":1032},"154":{"verse":"ورفعنا فوقهم الطور بميثقهم وقلنا لهم ادخلوا الباب سجدا وقلنا لهم لا تعدوا في السبت واخذنا منهم ميثقا غليظا","score":674},"164":{"verse":"ورسلا قد قصصنهم عليك من قبل ورسلا لم نقصصهم عليك وكلم الله موسى تكليما","score":426},"89":{"verse":"ودوا لو تكفرون كما كفروا فتكونون سواء فلا تتخذوا منهم اولياء حتى يهاجروا في سبيل الله فان تولوا فخذوهم واقتلوهم حيث وجدتموهم ولا تتخذوا منهم وليا ولا نصيرا","score":892},"156":{"verse":"وبكفرهم وقولهم على مريم بهتنا عظيما","score":212},"130":{"verse":"وان يتفرقا يغن الله كلا من سعته وكان الله وسعا حكيما","score":278},"72":{"verse":"وان منكم لمن ليبطئن فان اصبتكم مصيبة قال قد انعم الله علي اذ لم اكن معهم شهيدا","score":428},"159":{"verse":"وان من اهل الكتب الا ليؤمنن به قبل موته ويوم القيمة يكون عليهم شهيدا","score":314},"35":{"verse":"وان خفتم شقاق بينهما فابعثوا حكما من اهله وحكما من اهلها ان يريدا اصلحا يوفق الله بينهما ان الله كان عليما خبيرا","score":587},"3":{"verse":"وان خفتم الا تقسطوا في اليتمى فانكحوا ما طاب لكم من النساء مثنى وثلث وربع فان خفتم الا تعدلوا فوحدة او ما ملكت ايمنكم ذلك ادنى الا تعولوا","score":770},"128":{"verse":"وان امراة خافت من بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا والصلح خير واحضرت الانفس الشح وان تحسنوا وتتقوا فان الله كان بما تعملون خبيرا","score":908},"20":{"verse":"وان اردتم استبدال زوج مكان زوج واتيتم احديهن قنطارا فلا تاخذوا منه شيا اتاخذونه بهتنا واثما مبينا","score":628},"24":{"verse":"والمحصنت من النساء الا ما ملكت ايمنكم كتب الله عليكم واحل لكم ما وراء ذلكم ان تبتغوا بامولكم محصنين غير مسفحين فما استمتعتم به منهن فاتوهن اجورهن فريضة ولا جناح عليكم فيما ترضيتم به من بعد الفريضة ان الله كان عليما حكيما","score":1234},"27":{"verse":"والله يريد ان يتوب عليكم ويريد الذين يتبعون الشهوت ان تميلوا ميلا عظيما","score":382},"45":{"verse":"والله اعلم باعدائكم وكفى بالله وليا وكفى بالله نصيرا","score":249},"38":{"verse":"والذين ينفقون امولهم رئاء الناس ولا يؤمنون بالله ولا باليوم الاخر ومن يكن الشيطن له قرينا فساء قرينا","score":454},"122":{"verse":"والذين امنوا وعملوا الصلحت سندخلهم جنت تجري من تحتها الانهر خلدين فيها ابدا وعد الله حقا ومن اصدق من الله قيلا","score":640},"57":{"verse":"والذين امنوا وعملوا الصلحت سندخلهم جنت تجري من تحتها الانهر خلدين فيها ابدا لهم فيها ازوج مطهرة وندخلهم ظلا ظليلا","score":723},"152":{"verse":"والذين امنوا بالله ورسله ولم يفرقوا بين احد منهم اولئك سوف يؤتيهم اجورهم وكان الله غفورا رحيما","score":497},"16":{"verse":"والذان ياتينهامنكم فاذوهمافان تابا واصلحا فاعرضوا عنهما ان الله كان توابا رحيما","score":405},"15":{"verse":"والتي ياتين الفحشة من نسائكم فاستشهدوا عليهن اربعة منكم فان شهدوا فامسكوهن في البيوت حتى يتوفيهن الموت او يجعل الله لهن سبيلا","score":722},"36":{"verse":"واعبدوا الله ولا تشركوا به شيا وبالولدين احسنا وبذي القربي واليتمى والمسكين والجار ذي القربي والجار الجنب والصاحب بالجنب وابن السبيل وما ملكت ايمنكم ان الله لا يحب من كان مختالا فخورا","score":956},"106":{"verse":"واستغفر الله ان الله كان غفورا رحيما","score":213},"67":{"verse":"واذا لاتينهم من لدنا اجرا عظيما","score":167},"102":{"verse":"واذا كنت فيهم فاقمت لهم الصلوة فلتقم طائفة منهم معك ولياخذوا اسلحتهم فاذا سجدوا فليكونوا من ورائكم ولتات طائفة اخرى لم يصلوا فليصلوا معك ولياخذوا حذرهم واسلحتهم ود الذين كفروا لو تغفلون عن اسلحتكم وامتعتكم فيميلون عليكم ميلة وحدة ولا جناح عليكم ان كان بكم اذى من مطر او كنتم مرضى ان تضعوا اسلحتكم وخذوا حذركم ان الله اعد للكفرين عذابا مهينا","score":2066},"61":{"verse":"واذا قيل لهم تعالوا الى ما انزل الله والى الرسول رايت المنفقين يصدون عنك صدودا","score":393},"101":{"verse":"واذا ضربتم في الارض فليس عليكم جناح ان تقصروا من الصلوة ان خفتم ان يفتنكم الذين كفروا ان الكفرين كانوا لكم عدوا مبينا","score":664},"86":{"verse":"واذا حييتم بتحية فحيوا باحسن منها او ردوها ان الله كان على كل شي حسيبا","score":400},"8":{"verse":"واذا حضر القسمة اولوا القربي واليتمى والمسكين فارزقوهم منه وقولوا لهم قولا معروفا","score":446},"83":{"verse":"واذا جاءهم امر من الامن او الخوف اذاعوا به ولو ردوه الى الرسول والى اولي الامر منهم لعلمه الذين يستنبطونه منهم ولولا فضل الله عليكم ورحمته لاتبعتم الشيطن الا قليلا","score":778},"161":{"verse":"واخذهم الربوا وقد نهوا عنه واكلهم امول الناس بالبطل واعتدنا للكفرين منهم عذابا اليما","score":430},"2":{"verse":"واتوا اليتمى امولهم ولا تتبدلوا الخبيث بالطيب ولا تاكلوا امولهم الى امولكم انه كان حوبا كبيرا","score":433},"4":{"verse":"واتوا النساء صدقتهن نحلة فان طبن لكم عن شي منه نفسا فكلوه هنيا مريا","score":381},"6":{"verse":"وابتلوا اليتمى حتى اذا بلغوا النكاح فان انستم منهم رشدا فادفعوا اليهم امولهم ولا تاكلوها اسرافا وبدارا ان يكبروا ومن كان غنيا فليستعفف ومن كان فقيرا فلياكل بالمعروف فاذا دفعتم اليهم امولهم فاشهدوا عليهم وكفى بالله حسيبا","score":1202},"109":{"verse":"هانتم هؤلاء جدلتم عنهم في الحيوة الدنيا فمن يجدل الله عنهم يوم القيمة ام من يكون عليهم وكيلا","score":448},"80":{"verse":"من يطع الرسول فقد اطاع الله ومن تولى فما ارسلنك عليهم حفيظا","score":364},"85":{"verse":"من يشفع شفعة حسنة يكن له نصيب منها ومن يشفع شفعة سيئة يكن له كفل منها وكان الله على كل شي مقيتا","score":578},"134":{"verse":"من كان يريد ثواب الدنيا فعند الله ثواب الدنيا والاخرة وكان الله سميعا بصيرا","score":410},"46":{"verse":"من الذين هادوا يحرفون الكلم عن مواضعه ويقولون سمعنا وعصينا واسمع غير مسمع ورعنا ليا بالسنتهم وطعنا في الدين ولو انهم قالوا سمعنا واطعنا واسمع وانظرنا لكان خيرا لهم واقوم ولكن لعنهم الله بكفرهم فلا يؤمنون الا قليلا","score":1120},"143":{"verse":"مذبذبين بين ذلك لا الى هؤلاء ولا الى هؤلاء ومن يضلل الله فلن تجد له سبيلا","score":326},"147":{"verse":"ما يفعل الله بعذابكم ان شكرتم وامنتم وكان الله شاكرا عليما","score":295},"79":{"verse":"ما اصابك من حسنة فمن الله وما اصابك من سيئة فمن نفسك وارسلنك للناس رسولا وكفى بالله شهيدا","score":484},"123":{"verse":"ليس بامانيكم ولا اماني اهل الكتب من يعمل سوءا يجز به ولا يجد له من دون الله وليا ولا نصيرا","score":408},"172":{"verse":"لن يستنكف المسيح ان يكون عبدا لله ولا الملئكة المقربون ومن يستنكف عن عبادته ويستكبر فسيحشرهم اليه جميعا","score":627},"7":{"verse":"للرجال نصيب مما ترك الولدان والاقربون وللنساء نصيب مما ترك الولدان والاقربون مما قل منه او كثر نصيبا مفروضا","score":558},"166":{"verse":"لكن الله يشهد بما انزل اليك انزله بعلمه والملئكة يشهدون وكفى بالله شهيدا","score":407},"162":{"verse":"لكن الرسخون في العلم منهم والمؤمنون يؤمنون بما انزل اليك وما انزل من قبلك والمقيمين الصلوة والمؤتون الزكوة والمؤمنون بالله واليوم الاخر اولئك سنؤتيهم اجرا عظيما","score":762},"118":{"verse":"لعنه الله وقال لاتخذن من عبادك نصيبا مفروضا","score":262},"95":{"verse":"لا يستوي القعدون من المؤمنين غير اولي الضرر والمجهدون في سبيل الله بامولهم وانفسهم فضل الله المجهدين بامولهم وانفسهم على القعدين درجة وكلا وعد الله الحسنى وفضل الله المجهدين على القعدين اجرا عظيما","score":1108},"148":{"verse":"لا يحب الله الجهر بالسوء من القول الا من ظلم وكان الله سميعا عليما","score":288},"114":{"verse":"لا خير في كثير من نجويهم الا من امر بصدقة او معروف او اصلح بين الناس ومن يفعل ذلك ابتغاء مرضات الله فسوف نؤتيه اجرا عظيما","score":726},"55":{"verse":"فمنهم من امن به ومنهم من صد عنه وكفى بجهنم سعيرا","score":265},"88":{"verse":"فما لكم في المنفقين فئتين والله اركسهم بما كسبوا اتريدون ان تهدوا من اضل الله ومن يضلل الله فلن تجد له سبيلا","score":556},"74":{"verse":"فليقتل في سبيل الله الذين يشرون الحيوة الدنيا بالاخرة ومن يقتل في سبيل الله فيقتل او يغلب فسوف نؤتيه اجرا عظيما","score":661},"65":{"verse":"فلا وربك لا يؤمنون حتى يحكموك فيما شجر بينهم ثم لا يجدوا في انفسهم حرجا مما قضيت ويسلموا تسليما","score":588},"41":{"verse":"فكيف اذا جئنا من كل امة بشهيد وجئنا بك على هؤلاء شهيدا","score":315},"62":{"verse":"فكيف اذا اصبتهم مصيبة بما قدمت ايديهم ثم جاءوك يحلفون بالله ان اردنا الا احسنا وتوفيقا","score":525},"84":{"verse":"فقتل في سبيل الله لا تكلف الا نفسك وحرض المؤمنين عسى الله ان يكف باس الذين كفروا والله اشد باسا واشد تنكيلا","score":590},"155":{"verse":"فبما نقضهم ميثقهم وكفرهم بايت الله وقتلهم الانبياء بغير حق وقولهم قلوبنا غلف بل طبع الله عليها بكفرهم فلا يؤمنون الا قليلا","score":706},"160":{"verse":"فبظلم من الذين هادوا حرمنا عليهم طيبت احلت لهم وبصدهم عن سبيل الله كثيرا","score":456},"99":{"verse":"فاولئك عسى الله ان يعفو عنهم وكان الله عفوا غفورا","score":259},"173":{"verse":"فاما الذين امنوا وعملوا الصلحت فيوفيهم اجورهم ويزيدهم من فضله واما الذين استنكفوا واستكبروا فيعذبهم عذابا اليما ولا يجدون لهم من دون الله وليا ولا نصيرا","score":826},"175":{"verse":"فاما الذين امنوا بالله واعتصموا به فسيدخلهم في رحمة منه وفضل ويهديهم اليه صرطا مستقيما","score":535},"103":{"verse":"فاذا قضيتم الصلوة فاذكروا الله قيما وقعودا وعلى جنوبكم فاذا اطماننتم فاقيموا الصلوة ان الصلوة كانت على المؤمنين كتبا موقوتا","score":694},"91":{"verse":"ستجدون اخرين يريدون ان يامنوكم ويامنوا قومهم كل ما ردوا الى الفتنة اركسوا فيها فان لم يعتزلوكم ويلقوا اليكم السلم ويكفوا ايديهم فخذوهم واقتلوهم حيث ثقفتموهم واولئكم جعلنا لكم عليهم سلطنا مبينا","score":1093},"165":{"verse":"رسلا مبشرين ومنذرين لئلا يكون للناس على الله حجة بعد الرسل وكان الله عزيزا حكيما","score":454},"70":{"verse":"ذلك الفضل من الله وكفى بالله عليما","score":164},"96":{"verse":"درجت منه ومغفرة ورحمة وكان الله غفورا رحيما","score":296},"23":{"verse":"حرمت عليكم امهتكم وبناتكم واخوتكم وعمتكم وخلتكم وبنات الاخ وبنات الاخت وامهتكم التي ارضعنكم واخوتكم من الرضعة وامهت نسائكم وربئبكم التي في حجوركم من نسائكم التي دخلتم بهن فان لم تكونوا دخلتم بهن فلا جناح عليكم وحلئل ابنائكم الذين من اصلبكم وان تجمعوا بين الاختين الا ما قد سلف ان الله كان غفورا رحيما","score":1709},"13":{"verse":"تلك حدود الله ومن يطع الله ورسوله يدخله جنت تجري من تحتها الانهر خلدين فيها وذلك الفوز العظيم","score":611},"158":{"verse":"بل رفعه الله اليه وكان الله عزيزا حكيما","score":216},"138":{"verse":"بشر المنفقين بان لهم عذابا اليما","score":164},"78":{"verse":"اينما تكونوا يدرككم الموت ولو كنتم في بروج مشيدة وان تصبهم حسنة يقولوا هذه من عند الله وان تصبهم سيئة يقولوا هذه من عندك قل كل من عند الله فمال هؤلاء القوم لا يكادون يفقهون حديثا","score":1006},"151":{"verse":"اولئك هم الكفرون حقا واعتدنا للكفرين عذابا مهينا","score":264},"121":{"verse":"اولئك ماويهم جهنم ولا يجدون عنها محيصا","score":215},"63":{"verse":"اولئك الذين يعلم الله ما في قلوبهم فاعرض عنهم وعظهم وقل لهم في انفسهم قولا بليغا","score":456},"52":{"verse":"اولئك الذين لعنهم الله ومن يلعن الله فلن تجد له نصيرا","score":253},"17":{"verse":"انما التوبة على الله للذين يعملون السوء بجهلة ثم يتوبون من قريب فاولئك يتوب الله عليهم وكان الله عليما حكيما","score":519},"50":{"verse":"انظر كيف يفترون على الله الكذب وكفى به اثما مبينا","score":280},"163":{"verse":"انا اوحينا اليك كما اوحينا الى نوح والنبين من بعده واوحينا الى ابرهيم واسمعيل واسحق ويعقوب والاسباط وعيسى وايوب ويونس وهرون وسليمن واتينا داود زبورا","score":778},"105":{"verse":"انا انزلنا اليك الكتب بالحق لتحكم بين الناس بما اريك الله ولا تكن للخائنين خصيما","score":399},"133":{"verse":"ان يشا يذهبكم ايها الناس ويات باخرين وكان الله على ذلك قديرا","score":312},"117":{"verse":"ان يدعون من دونه الا انثا وان يدعون الا شيطنا مريدا","score":265},"31":{"verse":"ان تجتنبوا كبائر ما تنهون عنه نكفر عنكم سياتكم وندخلكم مدخلا كريما","score":395},"149":{"verse":"ان تبدوا خيرا او تخفوه او تعفوا عن سوء فان الله كان عفوا قديرا","score":346},"142":{"verse":"ان المنفقين يخدعون الله وهو خدعهم واذا قاموا الى الصلوة قاموا كسالى يراءون الناس ولا يذكرون الله الا قليلا","score":490},"145":{"verse":"ان المنفقين في الدرك الاسفل من النار ولن تجد لهم نصيرا","score":271},"58":{"verse":"ان الله يامركم ان تؤدوا الامنت الى اهلها واذا حكمتم بين الناس ان تحكموا بالعدل ان الله نعما يعظكم به ان الله كان سميعا بصيرا","score":567},"116":{"verse":"ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد ضل ضللا بعيدا","score":511},"48":{"verse":"ان الله لا يغفر ان يشرك به ويغفر ما دون ذلك لمن يشاء ومن يشرك بالله فقد افترى اثما عظيما","score":530},"40":{"verse":"ان الله لا يظلم مثقال ذرة وان تك حسنة يضعفها ويؤت من لدنه اجرا عظيما","score":414},"150":{"verse":"ان الذين يكفرون بالله ورسله ويريدون ان يفرقوا بين الله ورسله ويقولون نؤمن ببعض ونكفر ببعض ويريدون ان يتخذوا بين ذلك سبيلا","score":696},"10":{"verse":"ان الذين ياكلون امول اليتمى ظلما انما ياكلون في بطونهم نارا وسيصلون سعيرا","score":354},"168":{"verse":"ان الذين كفروا وظلموا لم يكن الله ليغفر لهم ولا ليهديهم طريقا","score":332},"167":{"verse":"ان الذين كفروا وصدوا عن سبيل الله قد ضلوا ضللا بعيدا","score":311},"56":{"verse":"ان الذين كفروا بايتنا سوف نصليهم نارا كلما نضجت جلودهم بدلنهم جلودا غيرها ليذوقوا العذاب ان الله كان عزيزا حكيما","score":678},"97":{"verse":"ان الذين توفيهم الملئكة ظالمي انفسهم قالوا فيم كنتم قالوا كنا مستضعفين في الارض قالوا الم تكن ارض الله وسعة فتهاجروا فيها فاولئك ماويهم جهنم وساءت مصيرا","score":847},"137":{"verse":"ان الذين امنوا ثم كفروا ثم امنوا ثم كفروا ثم ازدادوا كفرا لم يكن الله ليغفر لهم ولا ليهديهم سبيلا","score":542},"54":{"verse":"ام يحسدون الناس على ما اتيهم الله من فضله فقد اتينا ال ابرهيم الكتب والحكمة واتينهم ملكا عظيما","score":491},"53":{"verse":"ام لهم نصيب من الملك فاذا لا يؤتون الناس نقيرا","score":203},"49":{"verse":"الم تر الى الذين يزكون انفسهم بل الله يزكي من يشاء ولا يظلمون فتيلا","score":344},"60":{"verse":"الم تر الى الذين يزعمون انهم امنوا بما انزل اليك وما انزل من قبلك يريدون ان يتحاكموا الى الطغوت وقد امروا ان يكفروا به ويريد الشيطن ان يضلهم ضللا بعيدا","score":802},"77":{"verse":"الم تر الى الذين قيل لهم كفوا ايديكم واقيموا الصلوة واتوا الزكوة فلما كتب عليهم القتال اذا فريق منهم يخشون الناس كخشية الله او اشد خشية وقالوا ربنا لم كتبت علينا القتال لولا اخرتنا الى اجل قريب قل متع الدنيا قليل والاخرة خير لمن اتقى ولا تظلمون فتيلا","score":1326},"44":{"verse":"الم تر الى الذين اوتوا نصيبا من الكتب يشترون الضللة ويريدون ان تضلوا السبيل","score":384},"51":{"verse":"الم تر الى الذين اوتوا نصيبا من الكتب يؤمنون بالجبت والطغوت ويقولون للذين كفروا هؤلاء اهدى من الذين امنوا سبيلا","score":548},"87":{"verse":"الله لا اله الا هو ليجمعنكم الى يوم القيمة لا ريب فيه ومن اصدق من الله حديثا","score":356},"34":{"verse":"الرجال قومون على النساء بما فضل الله بعضهم على بعض وبما انفقوا من امولهم فالصلحت قنتت حفظت للغيب بما حفظ الله والتي تخافون نشوزهن فعظوهن واهجروهن في المضاجع واضربوهن فان اطعنكم فلا تبغوا عليهن سبيلا ان الله كان عليا كبيرا","score":1371},"141":{"verse":"الذين يتربصون بكم فان كان لكم فتح من الله قالوا الم نكن معكم وان كان للكفرين نصيب قالوا الم نستحوذ عليكم ونمنعكم من المؤمنين فالله يحكم بينكم يوم القيمة ولن يجعل الله للكفرين على المؤمنين سبيلا","score":941},"139":{"verse":"الذين يتخذون الكفرين اولياء من دون المؤمنين ايبتغون عندهم العزة فان العزة لله جميعا","score":475},"37":{"verse":"الذين يبخلون ويامرون الناس بالبخل ويكتمون ما اتيهم الله من فضله واعتدنا للكفرين عذابا مهينا","score":467},"76":{"verse":"الذين امنوا يقتلون في سبيل الله والذين كفروا يقتلون في سبيل الطغوت فقتلوا اولياء الشيطن ان كيد الشيطن كان ضعيفا","score":667},"169":{"verse":"الا طريق جهنم خلدين فيها ابدا وكان ذلك على الله يسيرا","score":303},"98":{"verse":"الا المستضعفين من الرجال والنساء والولدن لا يستطيعون حيلة ولا يهتدون سبيلا","score":405},"90":{"verse":"الا الذين يصلون الى قوم بينكم وبينهم ميثق او جاءوكم حصرت صدورهم ان يقتلوكم او يقتلوا قومهم ولو شاء الله لسلطهم عليكم فلقتلوكم فان اعتزلوكم فلم يقتلوكم والقوا اليكم السلم فما جعل الله لكم عليهم سبيلا","score":1088},"146":{"verse":"الا الذين تابوا واصلحوا واعتصموا بالله واخلصوا دينهم لله فاولئك مع المؤمنين وسوف يؤت الله المؤمنين اجرا عظيما","score":560},"82":{"verse":"افلا يتدبرون القران ولو كان من عند غير الله لوجدوا فيه اختلفا كثيرا","score":393}}