{"109":{"verse":"يوم يجمع الله الرسل فيقول ماذا اجبتم قالوا لا علم لنا انك انت علم الغيوب","score":350},"16":{"verse":"يهدي به الله من اتبع رضونه سبل السلم ويخرجهم من الظلمت الى النور باذنه ويهديهم الى صرط مستقيم","score":548},"21":{"verse":"يقوم ادخلوا الارض المقدسة التي كتب الله لكم ولا ترتدوا على ادباركم فتنقلبوا خسرين","score":480},"4":{"verse":"يسلونك ماذا احل لهم قل احل لكم الطيبت وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا مما امسكن عليكم واذكروا اسم الله عليه واتقوا الله ان الله سريع الحساب","score":809},"37":{"verse":"يريدون ان يخرجوا من النار وما هم بخرجين منها ولهم عذاب مقيم","score":315},"41":{"verse":"يايها الرسول لا يحزنك الذين يسرعون في الكفر من الذين قالوا امنا بافوههم ولم تؤمن قلوبهم ومن الذين هادوا سمعون للكذب سمعون لقوم اخرين لم ياتوك يحرفون الكلم من بعد مواضعه يقولون ان اوتيتم هذا فخذوه وان لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيا اولئك الذين لم يرد الله ان يطهر قلوبهم لهم في الدنيا خزي ولهم في الاخرة عذاب عظيم","score":1847},"67":{"verse":"يايها الرسول بلغ ما انزل اليك من ربك وان لم تفعل فما بلغت رسالته والله يعصمك من الناس ان الله لا يهدي القوم الكفرين","score":567},"54":{"verse":"يايها الذين امنوا من يرتد منكم عن دينه فسوف ياتي الله بقوم يحبهم ويحبونه اذلة على المؤمنين اعزة على الكفرين يجهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله وسع عليم","score":992},"94":{"verse":"يايها الذين امنوا ليبلونكم الله بشي من الصيد تناله ايديكم ورماحكم ليعلم الله من يخافه بالغيب فمن اعتدى بعد ذلك فله عذاب اليم","score":671},"95":{"verse":"يايها الذين امنوا لا تقتلوا الصيد وانتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديا بلغ الكعبة او كفرة طعام مسكين او عدل ذلك صياما ليذوق وبال امره عفا الله عما سلف ومن عاد فينتقم الله منه والله عزيز ذو انتقام","score":1361},"101":{"verse":"يايها الذين امنوا لا تسلوا عن اشياء ان تبد لكم تسؤكم وان تسلوا عنها حين ينزل القران تبد لكم عفا الله عنها والله غفور حليم","score":617},"2":{"verse":"يايها الذين امنوا لا تحلوا شعئر الله ولا الشهر الحرام ولا الهدي ولا القلئد ولا امين البيت الحرام يبتغون فضلا من ربهم ورضونا واذا حللتم فاصطادوا ولا يجرمنكم شنان قوم ان صدوكم عن المسجد الحرام ان تعتدوا وتعاونوا على البر والتقوى ولا تعاونوا على الاثم والعدون واتقوا الله ان الله شديد العقاب","score":1502},"87":{"verse":"يايها الذين امنوا لا تحرموا طيبت ما احل الله لكم ولا تعتدوا ان الله لا يحب المعتدين","score":391},"51":{"verse":"يايها الذين امنوا لا تتخذوا اليهود والنصرى اولياء بعضهم اولياء بعض ومن يتولهم منكم فانه منهم ان الله لا يهدي القوم الظلمين","score":578},"57":{"verse":"يايها الذين امنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين اوتوا الكتب من قبلكم والكفار اولياء واتقوا الله ان كنتم مؤمنين","score":621},"8":{"verse":"يايها الذين امنوا كونوا قومين لله شهداء بالقسط ولا يجرمنكم شنان قوم على الا تعدلوا اعدلوا هو اقرب للتقوى واتقوا الله ان الله خبير بما تعملون","score":698},"105":{"verse":"يايها الذين امنوا عليكم انفسكم لا يضركم من ضل اذا اهتديتم الى الله مرجعكم جميعا فينبئكم بما كنتم تعملون","score":550},"106":{"verse":"يايها الذين امنوا شهدة بينكم اذا حضر احدكم الموت حين الوصية اثنان ذوا عدل منكم او اخران من غيركم ان انتم ضربتم في الارض فاصبتكم مصيبة الموت تحبسونهما من بعد الصلوة فيقسمان بالله ان ارتبتم لا نشتري به ثمنا ولو كان ذا قربي ولا نكتم شهدة الله انا اذا لمن الاثمين","score":1475},"1":{"verse":"يايها الذين امنوا اوفوا بالعقود احلت لكم بهيمة الانعم الا ما يتلى عليكم غير محلي الصيد وانتم حرم ان الله يحكم ما يريد","score":582},"90":{"verse":"يايها الذين امنوا انما الخمر والميسر والانصاب والازلم رجس من عمل الشيطن فاجتنبوه لعلكم تفلحون","score":508},"11":{"verse":"يايها الذين امنوا اذكروا نعمت الله عليكم اذ هم قوم ان يبسطوا اليكم ايديهم فكف ايديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون","score":625},"6":{"verse":"يايها الذين امنوا اذا قمتم الى الصلوة فاغسلوا وجوهكم وايديكم الى المرافق وامسحوا برءوسكم وارجلكم الى الكعبين وان كنتم جنبا فاطهروا وان كنتم مرضى او على سفر او جاء احد منكم من الغائط او لمستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وايديكم منه ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون","score":1927},"35":{"verse":"يايها الذين امنوا اتقوا الله وابتغوا اليه الوسيلة وجهدوا في سبيله لعلكم تفلحون","score":414},"15":{"verse":"ياهل الكتب قد جاءكم رسولنا يبين لكم كثيرا مما كنتم تخفون من الكتب ويعفوا عن كثير قد جاءكم من الله نور وكتب مبين","score":630},"19":{"verse":"ياهل الكتب قد جاءكم رسولنا يبين لكم على فترة من الرسل ان تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير والله على كل شي قدير","score":718},"53":{"verse":"ويقول الذين امنوا اهؤلاء الذين اقسموا بالله جهد ايمنهم انهم لمعكم حبطت اعملهم فاصبحوا خسرين","score":511},"56":{"verse":"ومن يتول الله ورسوله والذين امنوا فان حزب الله هم الغلبون","score":278},"14":{"verse":"ومن الذين قالوا انا نصرى اخذنا ميثقهم فنسوا حظا مما ذكروا به فاغرينا بينهم العداوة والبغضاء الى يوم القيمة وسوف ينبئهم الله بما كانوا يصنعون","score":779},"84":{"verse":"وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع ان يدخلنا ربنا مع القوم الصلحين","score":351},"47":{"verse":"وليحكم اهل الانجيل بما انزل الله فيه ومن لم يحكم بما انزل الله فاولئك هم الفسقون","score":384},"81":{"verse":"ولو كانوا يؤمنون بالله والنبي وما انزل اليه ما اتخذوهم اولياء ولكن كثيرا منهم فسقون","score":385},"66":{"verse":"ولو انهم اقاموا التورية والانجيل وما انزل اليهم من ربهم لاكلوا من فوقهم ومن تحت ارجلهم منهم امة مقتصدة وكثير منهم ساء ما يعملون","score":621},"65":{"verse":"ولو ان اهل الكتب امنوا واتقوا لكفرنا عنهم سياتهم ولادخلنهم جنت النعيم","score":338},"12":{"verse":"ولقد اخذ الله ميثق بني اسرءيل وبعثنا منهم اثني عشر نقيبا وقال الله اني معكم لئن اقمتم الصلوة واتيتم الزكوة وامنتم برسلي وعزرتموهم واقرضتم الله قرضا حسنا لاكفرن عنكم سياتكم ولادخلنكم جنت تجري من تحتها الانهر فمن كفر بعد ذلك منكم فقد ضل سواء السبيل","score":1516},"43":{"verse":"وكيف يحكمونك وعندهم التورية فيها حكم الله ثم يتولون من بعد ذلك وما اولئك بالمؤمنين","score":453},"88":{"verse":"وكلوا مما رزقكم الله حللا طيبا واتقوا الله الذي انتم به مؤمنون","score":303},"45":{"verse":"وكتبنا عليهم فيها ان النفس بالنفس والعين بالعين والانف بالانف والاذن بالاذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما انزل الله فاولئك هم الظلمون","score":906},"46":{"verse":"وقفينا على اثرهم بعيسى ابن مريم مصدقا لما بين يديه من التورية واتينه الانجيل فيه هدى ونور ومصدقا لما بين يديه من التورية وهدى وموعظة للمتقين","score":783},"64":{"verse":"وقالت اليهود يد الله مغلولة غلت ايديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما انزل اليك من ربك طغينا وكفرا والقينا بينهم العدوة والبغضاء الى يوم القيمة كلما اوقدوا نارا للحرب اطفاها الله ويسعون في الارض فسادا والله لا يحب المفسدين","score":1480},"18":{"verse":"وقالت اليهود والنصرى نحن ابنؤا الله واحبؤه قل فلم يعذبكم بذنوبكم بل انتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء ولله ملك السموت والارض وما بينهما واليه المصير","score":868},"9":{"verse":"وعد الله الذين امنوا وعملوا الصلحت لهم مغفرة واجر عظيم","score":328},"71":{"verse":"وحسبوا الا تكون فتنة فعموا وصموا ثم تاب الله عليهم ثم عموا وصموا كثير منهم والله بصير بما يعملون","score":548},"62":{"verse":"وترى كثيرا منهم يسرعون في الاثم والعدون واكلهم السحت لبئس ما كانوا يعملون","score":403},"48":{"verse":"وانزلنا اليك الكتب بالحق مصدقا لما بين يديه من الكتب ومهيمنا عليه فاحكم بينهم بما انزل الله ولا تتبع اهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم امة وحدة ولكن ليبلوكم في ما اتيكم فاستبقوا الخيرت الى الله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون","score":1491},"49":{"verse":"وان احكم بينهم بما انزل الله ولا تتبع اهواءهم واحذرهم ان يفتنوك عن بعض ما انزل الله اليك فان تولوا فاعلم انما يريد الله ان يصيبهم ببعض ذنوبهم وان كثيرا من الناس لفسقون","score":867},"38":{"verse":"والسارق والسارقة فاقطعوا ايديهما جزاء بما كسبا نكلا من الله والله عزيز حكيم","score":462},"10":{"verse":"والذين كفروا وكذبوا بايتنا اولئك اصحب الجحيم","score":273},"86":{"verse":"والذين كفروا وكذبوا بايتنا اولئك اصحب الجحيم","score":273},"92":{"verse":"واطيعوا الله واطيعوا الرسول واحذروا فان توليتم فاعلموا انما على رسولنا البلغ المبين","score":430},"7":{"verse":"واذكروا نعمة الله عليكم وميثقه الذي واثقكم به اذ قلتم سمعنا واطعنا واتقوا الله ان الله عليم بذات الصدور","score":594},"58":{"verse":"واذا ناديتم الى الصلوة اتخذوها هزوا ولعبا ذلك بانهم قوم لا يعقلون","score":357},"104":{"verse":"واذا قيل لهم تعالوا الى ما انزل الله والى الرسول قالوا حسبنا ما وجدنا عليه اباءنا اولو كان اباؤهم لا يعلمون شيا ولا يهتدون","score":518},"83":{"verse":"واذا سمعوا ما انزل الى الرسول ترى اعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا امنا فاكتبنا مع الشهدين","score":556},"61":{"verse":"واذا جاءوكم قالوا امنا وقد دخلوا بالكفر وهم قد خرجوا به والله اعلم بما كانوا يكتمون","score":442},"20":{"verse":"واذ قال موسى لقومه يقوم اذكروا نعمة الله عليكم اذ جعل فيكم انبياء وجعلكم ملوكا واتيكم ما لم يؤت احدا من العلمين","score":562},"116":{"verse":"واذ قال الله يعيسى ابن مريم اانت قلت للناس اتخذوني وامي الهين من دون الله قال سبحنك ما يكون لي ان اقول ما ليس لي بحق ان كنت قلته فقد علمته تعلم ما في نفسي ولا اعلم ما في نفسك انك انت علم الغيوب","score":966},"111":{"verse":"واذ اوحيت الى الحوارين ان امنوا بي وبرسولي قالوا امنا واشهد باننا مسلمون","score":327},"27":{"verse":"واتل عليهم نبا ابني ادم بالحق اذ قربا قربانا فتقبل من احدهما ولم يتقبل من الاخر قال لاقتلنك قال انما يتقبل الله من المتقين","score":616},"32":{"verse":"من اجل ذلك كتبنا على بني اسرءيل انه من قتل نفسا بغير نفس او فساد في الارض فكانما قتل الناس جميعا ومن احياها فكانما احيا الناس جميعا ولقد جاءتهم رسلنا بالبينت ثم ان كثيرا منهم بعد ذلك في الارض لمسرفون","score":1133},"117":{"verse":"ما قلت لهم الا ما امرتني به ان اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت انت الرقيب عليهم وانت على كل شي شهيد","score":708},"99":{"verse":"ما على الرسول الا البلغ والله يعلم ما تبدون وما تكتمون","score":242},"103":{"verse":"ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب واكثرهم لا يعقلون","score":535},"75":{"verse":"ما المسيح ابن مريم الا رسول قد خلت من قبله الرسل وامه صديقة كانا ياكلان الطعام انظر كيف نبين لهم الايت ثم انظر انى يؤفكون","score":656},"93":{"verse":"ليس على الذين امنوا وعملوا الصلحت جناح فيما طعموا اذا ما اتقوا وامنوا وعملوا الصلحت ثم اتقوا وامنوا ثم اتقوا واحسنوا والله يحب المحسنين","score":730},"63":{"verse":"لولا ينهيهم الربنيون والاحبار عن قولهم الاثم واكلهم السحت لبئس ما كانوا يصنعون","score":389},"120":{"verse":"لله ملك السموت والارض وما فيهن وهو على كل شي قدير","score":259},"72":{"verse":"لقد كفر الذين قالوا ان الله هو المسيح ابن مريم وقال المسيح يبني اسرءيل اعبدوا الله ربي وربكم انه من يشرك بالله فقد حرم الله عليه الجنة وماويه النار وما للظلمين من انصار","score":834},"17":{"verse":"لقد كفر الذين قالوا ان الله هو المسيح ابن مريم قل فمن يملك من الله شيا ان اراد ان يهلك المسيح ابن مريم وامه ومن في الارض جميعا ولله ملك السموت والارض وما بينهما يخلق ما يشاء والله على كل شي قدير","score":935},"73":{"verse":"لقد كفر الذين قالوا ان الله ثالث ثلثة وما من اله الا اله وحد وان لم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب اليم","score":589},"70":{"verse":"لقد اخذنا ميثق بني اسرءيل وارسلنا اليهم رسلا كلما جاءهم رسول بما لا تهوى انفسهم فريقا كذبوا وفريقا يقتلون","score":590},"78":{"verse":"لعن الذين كفروا من بني اسرءيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون","score":450},"82":{"verse":"لتجدن اشد الناس عدوة للذين امنوا اليهود والذين اشركوا ولتجدن اقربهم مودة للذين امنوا الذين قالوا انا نصرى ذلك بان منهم قسيسين ورهبانا وانهم لا يستكبرون","score":821},"89":{"verse":"لا يؤاخذكم الله باللغو في ايمنكم ولكن يؤاخذكم بما عقدتم الايمن فكفرته اطعام عشرة مسكين من اوسط ما تطعمون اهليكم او كسوتهم او تحرير رقبة فمن لم يجد فصيام ثلثة ايام ذلك كفرة ايمنكم اذا حلفتم واحفظوا ايمنكم كذلك يبين الله لكم ايته لعلكم تشكرون","score":1486},"28":{"verse":"لئن بسطت الي يدك لتقتلني ما انا بباسط يدي اليك لاقتلك اني اخاف الله رب العلمين","score":423},"79":{"verse":"كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون","score":236},"59":{"verse":"قل ياهل الكتب هل تنقمون منا الا ان امنا بالله وما انزل الينا وما انزل من قبل وان اكثركم فسقون","score":402},"68":{"verse":"قل ياهل الكتب لستم على شي حتى تقيموا التورية والانجيل وما انزل اليكم من ربكم وليزيدن كثيرا منهم ما انزل اليك من ربك طغينا وكفرا فلا تاس على القوم الكفرين","score":835},"77":{"verse":"قل ياهل الكتب لا تغلوا في دينكم غير الحق ولا تتبعوا اهواء قوم قد ضلوا من قبل واضلوا كثيرا وضلوا عن سواء السبيل","score":631},"60":{"verse":"قل هل انبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطغوت اولئك شر مكانا واضل عن سواء السبيل","score":822},"100":{"verse":"قل لا يستوي الخبيث والطيب ولو اعجبك كثرة الخبيث فاتقوا الله ياولي الالبب لعلكم تفلحون","score":533},"76":{"verse":"قل اتعبدون من دون الله ما لا يملك لكم ضرا ولا نفعا والله هو السميع العليم","score":327},"102":{"verse":"قد سالها قوم من قبلكم ثم اصبحوا بها كفرين","score":267},"24":{"verse":"قالوا يموسى انا لن ندخلها ابدا ما داموا فيها فاذهب انت وربك فقتلا انا ههنا قعدون","score":407},"22":{"verse":"قالوا يموسى ان فيها قوما جبارين وانا لن ندخلها حتى يخرجوا منها فان يخرجوا منها فانا دخلون","score":478},"113":{"verse":"قالوا نريد ان ناكل منها وتطمئن قلوبنا ونعلم ان قد صدقتنا ونكون عليها من الشهدين","score":424},"26":{"verse":"قال فانها محرمة عليهم اربعين سنة يتيهون في الارض فلا تاس على القوم الفسقين","score":408},"114":{"verse":"قال عيسى ابن مريم اللهم ربنا انزل علينا مائدة من السماء تكون لنا عيدا لاولنا واخرنا واية منك وارزقنا وانت خير الرزقين","score":568},"23":{"verse":"قال رجلان من الذين يخافون انعم الله عليهما ادخلوا عليهم الباب فاذا دخلتموه فانكم غلبون وعلى الله فتوكلوا ان كنتم مؤمنين","score":606},"25":{"verse":"قال رب اني لا املك الا نفسي واخي فافرق بيننا وبين القوم الفسقين","score":311},"119":{"verse":"قال الله هذا يوم ينفع الصدقين صدقهم لهم جنت تجري من تحتها الانهر خلدين فيها ابدا رضي الله عنهم ورضوا عنه ذلك الفوز العظيم","score":764},"115":{"verse":"قال الله اني منزلها عليكم فمن يكفر بعد منكم فاني اعذبه عذابا لا اعذبه احدا من العلمين","score":460},"39":{"verse":"فمن تاب من بعد ظلمه واصلح فان الله يتوب عليه ان الله غفور رحيم","score":366},"30":{"verse":"فطوعت له نفسه قتل اخيه فقتله فاصبح من الخسرين","score":347},"52":{"verse":"فترى الذين في قلوبهم مرض يسرعون فيهم يقولون نخشى ان تصيبنا دائرة فعسى الله ان ياتي بالفتح او امر من عنده فيصبحوا على ما اسروا في انفسهم ندمين","score":827},"13":{"verse":"فبما نقضهم ميثقهم لعنهم وجعلنا قلوبهم قسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم الا قليلا منهم فاعف عنهم واصفح ان الله يحب المحسنين","score":1011},"31":{"verse":"فبعث الله غرابا يبحث في الارض ليريه كيف يوري سوءة اخيه قال يويلتى اعجزت ان اكون مثل هذا الغراب فاوري سوءة اخي فاصبح من الندمين","score":809},"107":{"verse":"فان عثر على انهما استحقا اثما فاخران يقومان مقامهما من الذين استحق عليهم الاولين فيقسمان بالله لشهدتنا احق من شهدتهما وما اعتدينا انا اذا لمن الظلمين","score":828},"85":{"verse":"فاثبهم الله بما قالوا جنت تجري من تحتها الانهر خلدين فيها وذلك جزاء المحسنين","score":467},"42":{"verse":"سمعون للكذب اكلون للسحت فان جاءوك فاحكم بينهم او اعرض عنهم وان تعرض عنهم فلن يضروك شيا وان حكمت فاحكم بينهم بالقسط ان الله يحب المقسطين","score":853},"108":{"verse":"ذلك ادنى ان ياتوا بالشهدة على وجهها او يخافوا ان ترد ايمن بعد ايمنهم واتقوا الله واسمعوا والله لا يهدي القوم الفسقين","score":589},"3":{"verse":"حرمت عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما اكل السبع الا ما ذكيتم وما ذبح على النصب وان تستقسموا بالازلم ذلكم فسق اليوم يئس الذين كفروا من دينكم فلا تخشوهم واخشون اليوم اكملت لكم دينكم واتممت عليكم نعمتي ورضيت لكم الاسلم دينا فمن اضطر في مخمصة غير متجانف لاثم فان الله غفور رحيم","score":2012},"97":{"verse":"جعل الله الكعبة البيت الحرام قيما للناس والشهر الحرام والهدي والقلئد ذلك لتعلموا ان الله يعلم ما في السموت وما في الارض وان الله بكل شي عليم","score":683},"80":{"verse":"ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم انفسهم ان سخط الله عليهم وفى العذاب هم خلدون","score":550},"29":{"verse":"اني اريد ان تبوا باثمي واثمك فتكون من اصحب النار وذلك جزؤا الظلمين","score":404},"91":{"verse":"انما يريد الشيطن ان يوقع بينكم العدوة والبغضاء في الخمر والميسر ويصدكم عن ذكر الله وعن الصلوة فهل انتم منتهون","score":642},"55":{"verse":"انما وليكم الله ورسوله والذين امنوا الذين يقيمون الصلوة ويؤتون الزكوة وهم ركعون","score":382},"33":{"verse":"انما جزؤا الذين يحاربون الله ورسوله ويسعون في الارض فسادا ان يقتلوا او يصلبوا او تقطع ايديهم وارجلهم من خلف او ينفوا من الارض ذلك لهم خزي في الدنيا ولهم في الاخرة عذاب عظيم","score":1009},"44":{"verse":"انا انزلنا التورية فيها هدى ونور يحكم بها النبيون الذين اسلموا للذين هادوا والربنيون والاحبار بما استحفظوا من كتب الله وكانوا عليه شهداء فلا تخشوا الناس واخشون ولا تشتروا بايتي ثمنا قليلا ومن لم يحكم بما انزل الله فاولئك هم الكفرون","score":1201},"118":{"verse":"ان تعذبهم فانهم عبادك وان تغفر لهم فانك انت العزيز الحكيم","score":373},"36":{"verse":"ان الذين كفروا لو ان لهم ما في الارض جميعا ومثله معه ليفتدوا به من عذاب يوم القيمة ما تقبل منهم ولهم عذاب اليم","score":555},"69":{"verse":"ان الذين امنوا والذين هادوا والصبون والنصرى من امن بالله واليوم الاخر وعمل صلحا فلا خوف عليهم ولا هم يحزنون","score":520},"5":{"verse":"اليوم احل لكم الطيبت وطعام الذين اوتوا الكتب حل لكم وطعامكم حل لهم والمحصنت من المؤمنت والمحصنت من الذين اوتوا الكتب من قبلكم اذا اتيتموهن اجورهن محصنين غير مسفحين ولا متخذي اخدان ومن يكفر بالايمن فقد حبط عمله وهو في الاخرة من الخسرين","score":1387},"40":{"verse":"الم تعلم ان الله له ملك السموت والارض يعذب من يشاء ويغفر لمن يشاء والله على كل شي قدير","score":447},"34":{"verse":"الا الذين تابوا من قبل ان تقدروا عليهم فاعلموا ان الله غفور رحيم","score":325},"74":{"verse":"افلا يتوبون الى الله ويستغفرونه والله غفور رحيم","score":278},"50":{"verse":"افحكم الجهلية يبغون ومن احسن من الله حكما لقوم يوقنون","score":302},"98":{"verse":"اعلموا ان الله شديد العقاب وان الله غفور رحيم","score":249},"110":{"verse":"اذ قال الله يعيسى ابن مريم اذكر نعمتي عليك وعلى ولدتك اذ ايدتك بروح القدس تكلم الناس في المهد وكهلا واذ علمتك الكتب والحكمة والتورية والانجيل واذ تخلق من الطين كهية الطير باذني فتنفخ فيها فتكون طيرا باذني وتبرئ الاكمه والابرص باذني واذ تخرج الموتى باذني واذ كففت بني اسرءيل عنك اذ جئتهم بالبينت فقال الذين كفروا منهم ان هذا الا سحر مبين","score":1968},"112":{"verse":"اذ قال الحواريون يعيسى ابن مريم هل يستطيع ربك ان ينزل علينا مائدة من السماء قال اتقوا الله ان كنتم مؤمنين","score":517},"96":{"verse":"احل لكم صيد البحر وطعامه متعا لكم وللسيارة وحرم عليكم صيد البر ما دمتم حرما واتقوا الله الذي اليه تحشرون","score":625}}