{"109":{"verse":"يوم يجمع الله الرسل فيقول ماذا أجبتم قالوا لا علم لنا إنك أنت علم الغيوب","score":350},"16":{"verse":"يهدي به الله من اتبع رضونه سبل السلم ويخرجهم من الظلمت الى النور بإذنه ويهديهم الى صرط مستقيم","score":548},"21":{"verse":"يقوم ادخلوا الأرض المقدسة التي كتب الله لكم ولا ترتدوا على أدباركم فتنقلبوا خسرين","score":480},"4":{"verse":"يسلونك ماذا أحل لهم قل أحل لكم الطيبت وما علمتم من الجوارح مكلبين تعلمونهن مما علمكم الله فكلوا مما أمسكن عليكم واذكروا اسم الله عليه واتقوا الله إن الله سريع الحساب","score":809},"37":{"verse":"يريدون أن يخرجوا من النار وما هم بخرجين منها ولهم عذاب مقيم","score":315},"41":{"verse":"يأيها الرسول لا يحزنك الذين يسرعون فى الكفر من الذين قالوا امنا بأفوههم ولم تؤمن قلوبهم ومن الذين هادوا سمعون للكذب سمعون لقوم اخرين لم يأتوك يحرفون الكلم من بعد مواضعه يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيا أولئك الذين لم يرد الله أن يطهر قلوبهم لهم فى الدنيا خزي ولهم فى الأخرة عذاب عظيم","score":1832},"67":{"verse":"يأيها الرسول بلغ ما أنزل اليك من ربك وإن لم تفعل فما بلغت رسالته والله يعصمك من الناس إن الله لا يهدي القوم الكفرين","score":567},"54":{"verse":"يأيها الذين امنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكفرين يجهدون فى سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله وسع عليم","score":987},"94":{"verse":"يأيها الذين امنوا ليبلونكم الله بشي من الصيد تناله أيديكم ورماحكم ليعلم الله من يخافه بالغيب فمن اعتدى بعد ذلك فله عذاب اليم","score":671},"95":{"verse":"يأيها الذين امنوا لا تقتلوا الصيد وأنتم حرم ومن قتله منكم متعمدا فجزاء مثل ما قتل من النعم يحكم به ذوا عدل منكم هديا بلغ الكعبة أو كفرة طعام مسكين أو عدل ذلك صياما ليذوق وبال أمره عفا الله عما سلف ومن عاد فينتقم الله منه والله عزيز ذو انتقام","score":1361},"101":{"verse":"يأيها الذين امنوا لا تسلوا عن أشياء إن تبد لكم تسؤكم وإن تسلوا عنها حين ينزل القران تبد لكم عفا الله عنها والله غفور حليم","score":617},"2":{"verse":"يأيها الذين امنوا لا تحلوا شعئر الله ولا الشهر الحرام ولا الهدي ولا القلئد ولا امين البيت الحرام يبتغون فضلا من ربهم ورضونا وإذا حللتم فاصطادوا ولا يجرمنكم شنآن قوم أن صدوكم عن المسجد الحرام أن تعتدوا وتعاونوا على البر والتقوى ولا تعاونوا على الإثم والعدون واتقوا الله إن الله شديد العقاب","score":1502},"87":{"verse":"يأيها الذين امنوا لا تحرموا طيبت ما أحل الله لكم ولا تعتدوا إن الله لا يحب المعتدين","score":391},"51":{"verse":"يأيها الذين امنوا لا تتخذوا اليهود والنصرى أولياء بعضهم أولياء بعض ومن يتولهم منكم فإنه منهم إن الله لا يهدي القوم الظلمين","score":578},"57":{"verse":"يأيها الذين امنوا لا تتخذوا الذين اتخذوا دينكم هزوا ولعبا من الذين أوتوا الكتب من قبلكم والكفار أولياء واتقوا الله إن كنتم مؤمنين","score":621},"8":{"verse":"يأيها الذين امنوا كونوا قومين لله شهداء بالقسط ولا يجرمنكم شنآن قوم على الا تعدلوا اعدلوا هو أقرب للتقوى واتقوا الله إن الله خبير بما تعملون","score":698},"105":{"verse":"يأيها الذين امنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم الى الله مرجعكم جميعا فينبئكم بما كنتم تعملون","score":550},"106":{"verse":"يأيها الذين امنوا شهدة بينكم إذا حضر أحدكم الموت حين الوصية اثنان ذوا عدل منكم أو اخران من غيركم إن أنتم ضربتم فى الأرض فأصبتكم مصيبة الموت تحبسونهما من بعد الصلوة فيقسمان بالله إن ارتبتم لا نشتري به ثمنا ولو كان ذا قربى ولا نكتم شهدة الله إنا إذا لمن الآثمين","score":1465},"11":{"verse":"يأيها الذين امنوا اذكروا نعمت الله عليكم إذ هم قوم أن يبسطوا اليكم أيديهم فكف أيديهم عنكم واتقوا الله وعلى الله فليتوكل المؤمنون","score":625},"35":{"verse":"يأيها الذين امنوا اتقوا الله وابتغوا اليه الوسيلة وجهدوا فى سبيله لعلكم تفلحون","score":409},"90":{"verse":"يأيها الذين امنوا إنما الخمر والميسر والأنصاب والأزلم رجس من عمل الشيطن فاجتنبوه لعلكم تفلحون","score":508},"6":{"verse":"يأيها الذين امنوا إذا قمتم الى الصلوة فاغسلوا وجوهكم وأيديكم الى المرافق وامسحوا برءوسكم وأرجلكم الى الكعبين وإن كنتم جنبا فاطهروا وإن كنتم مرضى أو على سفر أو جاء أحد منكم من الغائط أو لمستم النساء فلم تجدوا ماء فتيمموا صعيدا طيبا فامسحوا بوجوهكم وأيديكم منه ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطهركم وليتم نعمته عليكم لعلكم تشكرون","score":1927},"1":{"verse":"يأيها الذين امنوا أوفوا بالعقود أحلت لكم بهيمة الأنعم الا ما يتلى عليكم غير محلي الصيد وأنتم حرم إن الله يحكم ما يريد","score":582},"15":{"verse":"يأهل الكتب قد جاءكم رسولنا يبين لكم كثيرا مما كنتم تخفون من الكتب ويعفوا عن كثير قد جاءكم من الله نور وكتب مبين","score":630},"19":{"verse":"يأهل الكتب قد جاءكم رسولنا يبين لكم على فترة من الرسل أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير والله على كل شي قدير","score":718},"53":{"verse":"ويقول الذين امنوا أهؤلاء الذين أقسموا بالله جهد أيمنهم إنهم لمعكم حبطت أعملهم فأصبحوا خسرين","score":511},"56":{"verse":"ومن يتول الله ورسوله والذين امنوا فإن حزب الله هم الغلبون","score":278},"14":{"verse":"ومن الذين قالوا إنا نصرى أخذنا ميثقهم فنسوا حظا مما ذكروا به فأغرينا بينهم العداوة والبغضاء الى يوم القيمة وسوف ينبئهم الله بما كانوا يصنعون","score":779},"84":{"verse":"وما لنا لا نؤمن بالله وما جاءنا من الحق ونطمع أن يدخلنا ربنا مع القوم الصلحين","score":351},"47":{"verse":"وليحكم أهل الإنجيل بما أنزل الله فيه ومن لم يحكم بما أنزل الله فأولئك هم الفسقون","score":384},"81":{"verse":"ولو كانوا يؤمنون بالله والنبي وما أنزل اليه ما اتخذوهم أولياء ولكن كثيرا منهم فسقون","score":385},"66":{"verse":"ولو أنهم أقاموا التورية والإنجيل وما أنزل اليهم من ربهم لأكلوا من فوقهم ومن تحت أرجلهم منهم أمة مقتصدة وكثير منهم ساء ما يعملون","score":621},"65":{"verse":"ولو أن أهل الكتب امنوا واتقوا لكفرنا عنهم سياتهم ولأدخلنهم جنت النعيم","score":338},"12":{"verse":"ولقد أخذ الله ميثق بني إسرءيل وبعثنا منهم اثني عشر نقيبا وقال الله إني معكم لئن أقمتم الصلوة واتيتم الزكوة وامنتم برسلي وعزرتموهم وأقرضتم الله قرضا حسنا لأكفرن عنكم سياتكم ولأدخلنكم جنت تجري من تحتها الأنهر فمن كفر بعد ذلك منكم فقد ضل سواء السبيل","score":1516},"43":{"verse":"وكيف يحكمونك وعندهم التورية فيها حكم الله ثم يتولون من بعد ذلك وما أولئك بالمؤمنين","score":453},"88":{"verse":"وكلوا مما رزقكم الله حللا طيبا واتقوا الله الذي أنتم به مؤمنون","score":303},"45":{"verse":"وكتبنا عليهم فيها أن النفس بالنفس والعين بالعين والأنف بالأنف والأذن بالأذن والسن بالسن والجروح قصاص فمن تصدق به فهو كفارة له ومن لم يحكم بما أنزل الله فأولئك هم الظلمون","score":906},"46":{"verse":"وقفينا على اثرهم بعيسى ابن مريم مصدقا لما بين يديه من التورية واتينه الإنجيل فيه هدى ونور ومصدقا لما بين يديه من التورية وهدى وموعظة للمتقين","score":783},"64":{"verse":"وقالت اليهود يد الله مغلولة غلت أيديهم ولعنوا بما قالوا بل يداه مبسوطتان ينفق كيف يشاء وليزيدن كثيرا منهم ما أنزل اليك من ربك طغينا وكفرا والقينا بينهم العدوة والبغضاء الى يوم القيمة كلما أوقدوا نارا للحرب أطفأها الله ويسعون فى الأرض فسادا والله لا يحب المفسدين","score":1475},"18":{"verse":"وقالت اليهود والنصرى نحن أبنؤا الله وأحبؤه قل فلم يعذبكم بذنوبكم بل أنتم بشر ممن خلق يغفر لمن يشاء ويعذب من يشاء ولله ملك السموت والأرض وما بينهما واليه المصير","score":868},"9":{"verse":"وعد الله الذين امنوا وعملوا الصلحت لهم مغفرة وأجر عظيم","score":328},"71":{"verse":"وحسبوا الا تكون فتنة فعموا وصموا ثم تاب الله عليهم ثم عموا وصموا كثير منهم والله بصير بما يعملون","score":548},"62":{"verse":"وترى كثيرا منهم يسرعون فى الإثم والعدون وأكلهم السحت لبئس ما كانوا يعملون","score":398},"38":{"verse":"والسارق والسارقة فاقطعوا أيديهما جزاء بما كسبا نكلا من الله والله عزيز حكيم","score":462},"10":{"verse":"والذين كفروا وكذبوا بآيتنا أولئك أصحب الجحيم","score":273},"86":{"verse":"والذين كفروا وكذبوا بآيتنا أولئك أصحب الجحيم","score":273},"7":{"verse":"واذكروا نعمة الله عليكم وميثقه الذي واثقكم به إذ قلتم سمعنا وأطعنا واتقوا الله إن الله عليم بذات الصدور","score":594},"27":{"verse":"واتل عليهم نبأ ابني ادم بالحق إذ قربا قربانا فتقبل من أحدهما ولم يتقبل من الأخر قال لأقتلنك قال إنما يتقبل الله من المتقين","score":616},"58":{"verse":"وإذا ناديتم الى الصلوة اتخذوها هزوا ولعبا ذلك بأنهم قوم لا يعقلون","score":357},"104":{"verse":"وإذا قيل لهم تعالوا الى ما أنزل الله والى الرسول قالوا حسبنا ما وجدنا عليه اباءنا أولو كان اباؤهم لا يعلمون شيا ولا يهتدون","score":518},"83":{"verse":"وإذا سمعوا ما أنزل الى الرسول ترى أعينهم تفيض من الدمع مما عرفوا من الحق يقولون ربنا امنا فاكتبنا مع الشهدين","score":556},"61":{"verse":"وإذا جاءوكم قالوا امنا وقد دخلوا بالكفر وهم قد خرجوا به والله أعلم بما كانوا يكتمون","score":442},"20":{"verse":"وإذ قال موسى لقومه يقوم اذكروا نعمة الله عليكم إذ جعل فيكم أنبياء وجعلكم ملوكا واتيكم ما لم يؤت أحدا من العلمين","score":562},"116":{"verse":"وإذ قال الله يعيسى ابن مريم ءأنت قلت للناس اتخذوني وأمي الهين من دون الله قال سبحنك ما يكون لي أن أقول ما ليس لي بحق إن كنت قلته فقد علمته تعلم ما فى نفسي ولا أعلم ما فى نفسك إنك أنت علم الغيوب","score":956},"111":{"verse":"وإذ أوحيت الى الحوارين أن امنوا بي وبرسولي قالوا امنا واشهد بأننا مسلمون","score":327},"48":{"verse":"وأنزلنا اليك الكتب بالحق مصدقا لما بين يديه من الكتب ومهيمنا عليه فاحكم بينهم بما أنزل الله ولا تتبع أهواءهم عما جاءك من الحق لكل جعلنا منكم شرعة ومنهاجا ولو شاء الله لجعلكم أمة وحدة ولكن ليبلوكم فى ما اتيكم فاستبقوا الخيرت الى الله مرجعكم جميعا فينبئكم بما كنتم فيه تختلفون","score":1486},"49":{"verse":"وأن احكم بينهم بما أنزل الله ولا تتبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله اليك فإن تولوا فاعلم أنما يريد الله أن يصيبهم ببعض ذنوبهم وإن كثيرا من الناس لفسقون","score":867},"92":{"verse":"وأطيعوا الله وأطيعوا الرسول واحذروا فإن توليتم فاعلموا أنما على رسولنا البلغ المبين","score":430},"32":{"verse":"من أجل ذلك كتبنا على بني إسرءيل أنه من قتل نفسا بغير نفس أو فساد فى الأرض فكأنما قتل الناس جميعا ومن أحياها فكأنما أحيا الناس جميعا ولقد جاءتهم رسلنا بالبينت ثم إن كثيرا منهم بعد ذلك فى الأرض لمسرفون","score":1123},"117":{"verse":"ما قلت لهم الا ما أمرتني به أن اعبدوا الله ربي وربكم وكنت عليهم شهيدا ما دمت فيهم فلما توفيتني كنت أنت الرقيب عليهم وأنت على كل شي شهيد","score":708},"99":{"verse":"ما على الرسول الا البلغ والله يعلم ما تبدون وما تكتمون","score":242},"103":{"verse":"ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب وأكثرهم لا يعقلون","score":535},"75":{"verse":"ما المسيح ابن مريم الا رسول قد خلت من قبله الرسل وأمه صديقة كانا يأكلان الطعام انظر كيف نبين لهم الآيت ثم انظر أنى يؤفكون","score":656},"93":{"verse":"ليس على الذين امنوا وعملوا الصلحت جناح فيما طعموا إذا ما اتقوا وامنوا وعملوا الصلحت ثم اتقوا وامنوا ثم اتقوا وأحسنوا والله يحب المحسنين","score":730},"63":{"verse":"لولا ينهيهم الربنيون والأحبار عن قولهم الإثم وأكلهم السحت لبئس ما كانوا يصنعون","score":389},"120":{"verse":"لله ملك السموت والأرض وما فيهن وهو على كل شي قدير","score":259},"72":{"verse":"لقد كفر الذين قالوا إن الله هو المسيح ابن مريم وقال المسيح يبني إسرءيل اعبدوا الله ربي وربكم إنه من يشرك بالله فقد حرم الله عليه الجنة ومأويه النار وما للظلمين من أنصار","score":834},"17":{"verse":"لقد كفر الذين قالوا إن الله هو المسيح ابن مريم قل فمن يملك من الله شيا إن أراد أن يهلك المسيح ابن مريم وأمه ومن فى الأرض جميعا ولله ملك السموت والأرض وما بينهما يخلق ما يشاء والله على كل شي قدير","score":930},"73":{"verse":"لقد كفر الذين قالوا إن الله ثالث ثلثة وما من اله الا اله وحد وإن لم ينتهوا عما يقولون ليمسن الذين كفروا منهم عذاب اليم","score":589},"70":{"verse":"لقد أخذنا ميثق بني إسرءيل وأرسلنا اليهم رسلا كلما جاءهم رسول بما لا تهوى أنفسهم فريقا كذبوا وفريقا يقتلون","score":590},"78":{"verse":"لعن الذين كفروا من بني إسرءيل على لسان داود وعيسى ابن مريم ذلك بما عصوا وكانوا يعتدون","score":450},"82":{"verse":"لتجدن أشد الناس عدوة للذين امنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين امنوا الذين قالوا إنا نصرى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرون","score":821},"89":{"verse":"لا يؤاخذكم الله باللغو فى أيمنكم ولكن يؤاخذكم بما عقدتم الأيمن فكفرته إطعام عشرة مسكين من أوسط ما تطعمون أهليكم أو كسوتهم أو تحرير رقبة فمن لم يجد فصيام ثلثة أيام ذلك كفرة أيمنكم إذا حلفتم واحفظوا أيمنكم كذلك يبين الله لكم ايته لعلكم تشكرون","score":1481},"28":{"verse":"لئن بسطت الي يدك لتقتلني ما أنا بباسط يدي اليك لأقتلك إني أخاف الله رب العلمين","score":423},"79":{"verse":"كانوا لا يتناهون عن منكر فعلوه لبئس ما كانوا يفعلون","score":236},"59":{"verse":"قل يأهل الكتب هل تنقمون منا الا أن امنا بالله وما أنزل الينا وما أنزل من قبل وأن أكثركم فسقون","score":402},"68":{"verse":"قل يأهل الكتب لستم على شي حتى تقيموا التورية والإنجيل وما أنزل اليكم من ربكم وليزيدن كثيرا منهم ما أنزل اليك من ربك طغينا وكفرا فلا تأس على القوم الكفرين","score":835},"77":{"verse":"قل يأهل الكتب لا تغلوا فى دينكم غير الحق ولا تتبعوا أهواء قوم قد ضلوا من قبل وأضلوا كثيرا وضلوا عن سواء السبيل","score":626},"60":{"verse":"قل هل أنبئكم بشر من ذلك مثوبة عند الله من لعنه الله وغضب عليه وجعل منهم القردة والخنازير وعبد الطغوت أولئك شر مكانا وأضل عن سواء السبيل","score":822},"100":{"verse":"قل لا يستوي الخبيث والطيب ولو أعجبك كثرة الخبيث فاتقوا الله يأولي الالبب لعلكم تفلحون","score":533},"76":{"verse":"قل أتعبدون من دون الله ما لا يملك لكم ضرا ولا نفعا والله هو السميع العليم","score":327},"102":{"verse":"قد سالها قوم من قبلكم ثم أصبحوا بها كفرين","score":267},"24":{"verse":"قالوا يموسى إنا لن ندخلها أبدا ما داموا فيها فاذهب أنت وربك فقتلا إنا ههنا قعدون","score":407},"22":{"verse":"قالوا يموسى إن فيها قوما جبارين وإنا لن ندخلها حتى يخرجوا منها فإن يخرجوا منها فإنا دخلون","score":478},"113":{"verse":"قالوا نريد أن نأكل منها وتطمئن قلوبنا ونعلم أن قد صدقتنا ونكون عليها من الشهدين","score":424},"26":{"verse":"قال فإنها محرمة عليهم أربعين سنة يتيهون فى الأرض فلا تأس على القوم الفسقين","score":403},"114":{"verse":"قال عيسى ابن مريم اللهم ربنا أنزل علينا مائدة من السماء تكون لنا عيدا لأولنا واخرنا واية منك وارزقنا وأنت خير الرزقين","score":568},"23":{"verse":"قال رجلان من الذين يخافون أنعم الله عليهما ادخلوا عليهم الباب فإذا دخلتموه فإنكم غلبون وعلى الله فتوكلوا إن كنتم مؤمنين","score":606},"25":{"verse":"قال رب إني لا أملك الا نفسي وأخي فافرق بيننا وبين القوم الفسقين","score":311},"119":{"verse":"قال الله هذا يوم ينفع الصدقين صدقهم لهم جنت تجري من تحتها الأنهر خلدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك الفوز العظيم","score":764},"115":{"verse":"قال الله إني منزلها عليكم فمن يكفر بعد منكم فإني أعذبه عذابا لا أعذبه أحدا من العلمين","score":460},"39":{"verse":"فمن تاب من بعد ظلمه وأصلح فإن الله يتوب عليه إن الله غفور رحيم","score":366},"30":{"verse":"فطوعت له نفسه قتل أخيه فقتله فأصبح من الخسرين","score":347},"52":{"verse":"فترى الذين فى قلوبهم مرض يسرعون فيهم يقولون نخشى أن تصيبنا دائرة فعسى الله أن يأتي بالفتح أو أمر من عنده فيصبحوا على ما أسروا فى أنفسهم ندمين","score":817},"13":{"verse":"فبما نقضهم ميثقهم لعنهم وجعلنا قلوبهم قسية يحرفون الكلم عن مواضعه ونسوا حظا مما ذكروا به ولا تزال تطلع على خائنة منهم الا قليلا منهم فاعف عنهم واصفح إن الله يحب المحسنين","score":1011},"31":{"verse":"فبعث الله غرابا يبحث فى الأرض ليريه كيف يوري سوءة أخيه قال يويلتى أعجزت أن أكون مثل هذا الغراب فأوري سوءة أخي فأصبح من الندمين","score":804},"107":{"verse":"فإن عثر على أنهما استحقا إثما فآخران يقومان مقامهما من الذين استحق عليهم الأولين فيقسمان بالله لشهدتنا أحق من شهدتهما وما اعتدينا إنا إذا لمن الظلمين","score":828},"85":{"verse":"فأثبهم الله بما قالوا جنت تجري من تحتها الأنهر خلدين فيها وذلك جزاء المحسنين","score":467},"42":{"verse":"سمعون للكذب أكلون للسحت فإن جاءوك فاحكم بينهم أو أعرض عنهم وإن تعرض عنهم فلن يضروك شيا وإن حكمت فاحكم بينهم بالقسط إن الله يحب المقسطين","score":853},"108":{"verse":"ذلك أدنى أن يأتوا بالشهدة على وجهها أو يخافوا أن ترد أيمن بعد أيمنهم واتقوا الله واسمعوا والله لا يهدي القوم الفسقين","score":589},"3":{"verse":"حرمت عليكم الميتة والدم ولحم الخنزير وما أهل لغير الله به والمنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع الا ما ذكيتم وما ذبح على النصب وأن تستقسموا بالأزلم ذلكم فسق اليوم يئس الذين كفروا من دينكم فلا تخشوهم واخشون اليوم أكملت لكم دينكم وأتممت عليكم نعمتي ورضيت لكم الإسلم دينا فمن اضطر فى مخمصة غير متجانف لإثم فإن الله غفور رحيم","score":2007},"97":{"verse":"جعل الله الكعبة البيت الحرام قيما للناس والشهر الحرام والهدي والقلئد ذلك لتعلموا أن الله يعلم ما فى السموت وما فى الأرض وأن الله بكل شي عليم","score":673},"80":{"verse":"ترى كثيرا منهم يتولون الذين كفروا لبئس ما قدمت لهم أنفسهم أن سخط الله عليهم وفى العذاب هم خلدون","score":550},"5":{"verse":"اليوم أحل لكم الطيبت وطعام الذين أوتوا الكتب حل لكم وطعامكم حل لهم والمحصنت من المؤمنت والمحصنت من الذين أوتوا الكتب من قبلكم إذا اتيتموهن أجورهن محصنين غير مسفحين ولا متخذي أخدان ومن يكفر بالإيمن فقد حبط عمله وهو فى الأخرة من الخسرين","score":1382},"40":{"verse":"الم تعلم أن الله له ملك السموت والأرض يعذب من يشاء ويغفر لمن يشاء والله على كل شي قدير","score":447},"34":{"verse":"الا الذين تابوا من قبل أن تقدروا عليهم فاعلموا أن الله غفور رحيم","score":325},"98":{"verse":"اعلموا أن الله شديد العقاب وأن الله غفور رحيم","score":249},"29":{"verse":"إني أريد أن تبوأ بإثمي وإثمك فتكون من أصحب النار وذلك جزؤا الظلمين","score":404},"91":{"verse":"إنما يريد الشيطن أن يوقع بينكم العدوة والبغضاء فى الخمر والميسر ويصدكم عن ذكر الله وعن الصلوة فهل أنتم منتهون","score":637},"55":{"verse":"إنما وليكم الله ورسوله والذين امنوا الذين يقيمون الصلوة ويؤتون الزكوة وهم ركعون","score":382},"33":{"verse":"إنما جزؤا الذين يحاربون الله ورسوله ويسعون فى الأرض فسادا أن يقتلوا أو يصلبوا أو تقطع أيديهم وأرجلهم من خلف أو ينفوا من الأرض ذلك لهم خزي فى الدنيا ولهم فى الأخرة عذاب عظيم","score":994},"44":{"verse":"إنا أنزلنا التورية فيها هدى ونور يحكم بها النبيون الذين أسلموا للذين هادوا والربنيون والأحبار بما استحفظوا من كتب الله وكانوا عليه شهداء فلا تخشوا الناس واخشون ولا تشتروا بآيتي ثمنا قليلا ومن لم يحكم بما أنزل الله فأولئك هم الكفرون","score":1201},"118":{"verse":"إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم","score":373},"36":{"verse":"إن الذين كفروا لو أن لهم ما فى الأرض جميعا ومثله معه ليفتدوا به من عذاب يوم القيمة ما تقبل منهم ولهم عذاب اليم","score":550},"69":{"verse":"إن الذين امنوا والذين هادوا والصبون والنصرى من امن بالله واليوم الأخر وعمل صلحا فلا خوف عليهم ولا هم يحزنون","score":520},"110":{"verse":"إذ قال الله يعيسى ابن مريم اذكر نعمتي عليك وعلى ولدتك إذ أيدتك بروح القدس تكلم الناس فى المهد وكهلا وإذ علمتك الكتب والحكمة والتورية والإنجيل وإذ تخلق من الطين كهية الطير بإذني فتنفخ فيها فتكون طيرا بإذني وتبرئ الأكمه والأبرص بإذني وإذ تخرج الموتى بإذني وإذ كففت بني اسرءيل عنك إذ جئتهم بالبينت فقال الذين كفروا منهم إن هذا الا سحر مبين","score":1963},"112":{"verse":"إذ قال الحواريون يعيسى ابن مريم هل يستطيع ربك أن ينزل علينا مائدة من السماء قال اتقوا الله إن كنتم مؤمنين","score":517},"74":{"verse":"أفلا يتوبون الى الله ويستغفرونه والله غفور رحيم","score":278},"50":{"verse":"أفحكم الجهلية يبغون ومن أحسن من الله حكما لقوم يوقنون","score":302},"96":{"verse":"أحل لكم صيد البحر وطعامه متعا لكم وللسيارة وحرم عليكم صيد البر ما دمتم حرما واتقوا الله الذي اليه تحشرون","score":625}}