{"130":{"verse":"يمعشر الجن والانس الم ياتكم رسل منكم يقصون عليكم ايتي وينذرونكم لقاء يومكم هذا قالوا شهدنا على انفسنا وغرتهم الحيوة الدنيا وشهدوا على انفسهم انهم كانوا كفرين","score":869},"128":{"verse":"ويوم يحشرهم جميعا يمعشر الجن قد استكثرتم من الانس وقال اولياؤهم من الانس ربنا استمتع بعضنا ببعض وبلغنا اجلنا الذي اجلت لنا قال النار مثويكم خلدين فيها الا ما شاء الله ان ربك حكيم عليم","score":1039},"22":{"verse":"ويوم نحشرهم جميعا ثم نقول للذين اشركوا اين شركاؤكم الذين كنتم تزعمون","score":437},"84":{"verse":"ووهبنا له اسحق ويعقوب كلا هدينا ونوحا هدينا من قبل ومن ذريته داود وسليمن وايوب ويوسف وموسى وهرون وكذلك نجزي المحسنين","score":691},"3":{"verse":"وهو الله فى السموت وفى الارض يعلم سركم وجهركم ويعلم ما تكسبون","score":336},"61":{"verse":"وهو القاهر فوق عباده ويرسل عليكم حفظة حتى اذا جاء احدكم الموت توفته رسلنا وهم لا يفرطون","score":561},"18":{"verse":"وهو القاهر فوق عباده وهو الحكيم الخبير","score":231},"60":{"verse":"وهو الذي يتوفيكم باليل ويعلم ما جرحتم بالنهار ثم يبعثكم فيه ليقضى اجل مسمى ثم اليه مرجعكم ثم ينبئكم بما كنتم تعملون","score":704},"73":{"verse":"وهو الذي خلق السموت والارض بالحق ويوم يقول كن فيكون قوله الحق وله الملك يوم ينفخ فى الصور علم الغيب والشهدة وهو الحكيم الخبير","score":729},"165":{"verse":"وهو الذي جعلكم خلئف الأرض ورفع بعضكم فوق بعض درجت ليبلوكم فى ما اتيكم إن ربك سريع العقاب وإنه لغفور رحيم","score":699},"97":{"verse":"وهو الذي جعل لكم النجوم لتهتدوا بها فى ظلمت البر والبحر قد فصلنا الايت لقوم يعلمون","score":467},"98":{"verse":"وهو الذي انشاكم من نفس وحدة فمستقر ومستودع قد فصلنا الايت لقوم يفقهون","score":465},"99":{"verse":"وهو الذي انزل من السماء ماء فاخرجنا به نبات كل شي فاخرجنا منه خضرا نخرج منه حبا متراكبا ومن النخل من طلعها قنوان دانية وجنت من اعناب والزيتون والرمان مشتبها وغير متشبه انظروا الى ثمره اذا اثمر وينعه ان فى ذلكم لايت لقوم يؤمنون","score":1284},"141":{"verse":"وهو الذي أنشأ جنت معروشت وغير معروشت والنخل والزرع مختلفا أكله والزيتون والرمان متشبها وغير متشبه كلوا من ثمره إذا أثمر واتوا حقه يوم حصاده ولا تسرفوا إنه لا يحب المسرفين","score":1085},"26":{"verse":"وهم ينهون عنه وينؤن عنه وان يهلكون الا انفسهم وما يشعرون","score":260},"92":{"verse":"وهذا كتب انزلنه مبارك مصدق الذي بين يديه ولتنذر ام القرى ومن حولها والذين يؤمنون بالاخرة يؤمنون به وهم على صلاتهم يحافظون","score":691},"155":{"verse":"وهذا كتب أنزلنه مبارك فاتبعوه واتقوا لعلكم ترحمون","score":306},"126":{"verse":"وهذا صرط ربك مستقيما قد فصلنا الايت لقوم يذكرون","score":334},"110":{"verse":"ونقلب افدتهم وابصرهم كما لم يؤمنوا به اول مرة ونذرهم فى طغينهم يعمهون","score":397},"25":{"verse":"ومنهم من يستمع اليك وجعلنا على قلوبهم اكنة ان يفقهوه وفى اذانهم وقرا وان يروا كل اية لا يؤمنوا بها حتى اذا جاءوك يجدلونك يقول الذين كفروا ان هذا الا اسطير الاولين","score":799},"144":{"verse":"ومن الإبل اثنين ومن البقر اثنين قل الذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين أم كنتم شهداء إذ وصيكم الله بهذا فمن أظلم ممن افترى على الله كذبا ليضل الناس بغير علم إن الله لا يهدي القوم الظلمين","score":1059},"142":{"verse":"ومن الأنعم حمولة وفرشا كلوا مما رزقكم الله ولا تتبعوا خطوت الشيطن إنه لكم عدو مبين","score":478},"21":{"verse":"ومن اظلم ممن افترى على الله كذبا او كذب بايته انه لا يفلح الظلمون","score":330},"93":{"verse":"ومن اظلم ممن افترى على الله كذبا او قال اوحي الي ولم يوح اليه شي ومن قال سانزل مثل ما انزل الله ولو ترى اذ الظلمون فى غمرت الموت والملئكة باسطوا ايديهم اخرجوا انفسكم اليوم تجزون عذاب الهون بما كنتم تقولون على الله غير الحق وكنتم عن ايته تستكبرون","score":1336},"87":{"verse":"ومن ابائهم وذريتهم واخونهم واجتبينهم وهدينهم الى صرط مستقيم","score":370},"48":{"verse":"وما نرسل المرسلين الا مبشرين ومنذرين فمن امن واصلح فلا خوف عليهم ولا هم يحزنون","score":419},"38":{"verse":"وما من دابة فى الارض ولا طئر يطير بجناحيه الا امم امثالكم ما فرطنا فى الكتب من شي ثم الى ربهم يحشرون","score":575},"119":{"verse":"وما لكم الا تاكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم الا ما اضطررتم اليه وان كثيرا ليضلون باهوائهم بغير علم ان ربك هو اعلم بالمعتدين","score":760},"91":{"verse":"وما قدروا الله حق قدره اذ قالوا ما انزل الله على بشر من شي قل من انزل الكتب الذي جاء به موسى نورا وهدى للناس تجعلونه قراطيس تبدونها وتخفون كثيرا وعلمتم ما لم تعلموا انتم ولا اباؤكم قل الله ثم ذرهم فى خوضهم يلعبون","score":1193},"69":{"verse":"وما على الذين يتقون من حسابهم من شي ولكن ذكرى لعلهم يتقون","score":310},"4":{"verse":"وما تاتيهم من اية من ايت ربهم الا كانوا عنها معرضين","score":227},"32":{"verse":"وما الحيوة الدنيا الا لعب ولهو وللدار الاخرة خير للذين يتقون افلا تعقلون","score":364},"7":{"verse":"ولو نزلنا عليك كتبا فى قرطاس فلمسوه بايديهم لقال الذين كفروا ان هذا الا سحر مبين","score":460},"107":{"verse":"ولو شاء الله ما اشركوا وما جعلنك عليهم حفيظا وما انت عليهم بوكيل","score":339},"9":{"verse":"ولو جعلنه ملكا لجعلنه رجلا وللبسنا عليهم ما يلبسون","score":260},"30":{"verse":"ولو ترى اذ وقفوا على ربهم قال اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون","score":508},"27":{"verse":"ولو ترى اذ وقفوا على النار فقالوا يليتنا نرد ولا نكذب بايت ربنا ونكون من المؤمنين","score":366},"111":{"verse":"ولو اننا نزلنا اليهم الملئكة وكلمهم الموتى وحشرنا عليهم كل شي قبلا ما كانوا ليؤمنوا الا ان يشاء الله ولكن اكثرهم يجهلون","score":530},"13":{"verse":"وله ما سكن فى اليل والنهار وهو السميع العليم","score":183},"132":{"verse":"ولكل درجت مما عملوا وما ربك بغفل عما يعملون","score":243},"34":{"verse":"ولقد كذبت رسل من قبلك فصبروا على ما كذبوا واوذوا حتى اتيهم نصرنا ولا مبدل لكلمت الله ولقد جاءك من نباي المرسلين","score":616},"94":{"verse":"ولقد جئتمونا فردى كما خلقنكم اول مرة وتركتم ما خولنكم وراء ظهوركم وما نرى معكم شفعاءكم الذين زعمتم انهم فيكم شركؤا لقد تقطع بينكم وضل عنكم ما كنتم تزعمون","score":963},"10":{"verse":"ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون","score":441},"42":{"verse":"ولقد ارسلنا الى امم من قبلك فاخذنهم بالباساء والضراء لعلهم يتضرعون","score":362},"113":{"verse":"ولتصغى اليه افدة الذين لا يؤمنون بالاخرة وليرضوه وليقترفوا ما هم مقترفون","score":422},"152":{"verse":"ولا تقربوا مال اليتيم الا بالتي هي أحسن حتى يبلغ أشده وأوفوا الكيل والميزان بالقسط لا نكلف نفسا الا وسعها وإذا قلتم فاعدلوا ولو كان ذا قربى وبعهد الله أوفوا ذلكم وصيكم به لعلكم تذكرون","score":1013},"52":{"verse":"ولا تطرد الذين يدعون ربهم بالغدوة والعشي يريدون وجهه ما عليك من حسابهم من شي وما من حسابك عليهم من شي فتطردهم فتكون من الظلمين","score":809},"108":{"verse":"ولا تسبوا الذين يدعون من دون الله فيسبوا الله عدوا بغير علم كذلك زينا لكل امة عملهم ثم الى ربهم مرجعهم فينبئهم بما كانوا يعملون","score":683},"121":{"verse":"ولا تاكلوا مما لم يذكر اسم الله عليه وانه لفسق وان الشيطين ليوحون الى اوليائهم ليجدلوكم وان اطعتموهم انكم لمشركون","score":576},"81":{"verse":"وكيف اخاف ما اشركتم ولا تخافون انكم اشركتم بالله ما لم ينزل به عليكم سلطنا فاي الفريقين احق بالامن ان كنتم تعلمون","score":622},"129":{"verse":"وكذلك نولي بعض الظلمين بعضا بما كانوا يكسبون","score":277},"55":{"verse":"وكذلك نفصل الايت ولتستبين سبيل المجرمين","score":246},"105":{"verse":"وكذلك نصرف الايت وليقولوا درست ولنبينه لقوم يعلمون","score":293},"75":{"verse":"وكذلك نري ابرهيم ملكوت السموت والارض وليكون من الموقنين","score":282},"53":{"verse":"وكذلك فتنا بعضهم ببعض ليقولوا اهؤلاء من الله عليهم من بيننا اليس الله باعلم بالشكرين","score":435},"137":{"verse":"وكذلك زين لكثير من المشركين قتل اولدهم شركاؤهم ليردوهم وليلبسوا عليهم دينهم ولو شاء الله ما فعلوه فذرهم وما يفترون","score":664},"112":{"verse":"وكذلك جعلنا لكل نبي عدوا شيطين الانس والجن يوحي بعضهم الى بعض زخرف القول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون","score":748},"123":{"verse":"وكذلك جعلنا فى كل قرية اكبر مجرميها ليمكروا فيها وما يمكرون الا بانفسهم وما يشعرون","score":449},"66":{"verse":"وكذب به قومك وهو الحق قل لست عليكم بوكيل","score":252},"138":{"verse":"وقالوا هذه أنعم وحرث حجر لا يطعمها الا من نشاء بزعمهم وأنعم حرمت ظهورها وأنعم لا يذكرون اسم الله عليها افتراء عليه سيجزيهم بما كانوا يفترون","score":818},"139":{"verse":"وقالوا ما فى بطون هذه الأنعم خالصة لذكورنا ومحرم على أزوجنا وإن يكن ميتة فهم فيه شركاء سيجزيهم وصفهم إنه حكيم عليم","score":701},"37":{"verse":"وقالوا لولا نزل عليه اية من ربه قل ان الله قادر على ان ينزل اية ولكن اكثرهم لا يعلمون","score":388},"8":{"verse":"وقالوا لولا انزل عليه ملك ولو انزلنا ملكا لقضي الامر ثم لا ينظرون","score":320},"29":{"verse":"وقالوا ان هي الا حياتنا الدنيا وما نحن بمبعوثين","score":225},"59":{"verse":"وعنده مفاتح الغيب لا يعلمها الا هو ويعلم ما فى البر والبحر وما تسقط من ورقة الا يعلمها ولا حبة فى ظلمت الارض ولا رطب ولا يابس الا فى كتب مبين","score":746},"146":{"verse":"وعلى الذين هادوا حرمنا كل ذي ظفر ومن البقر والغنم حرمنا عليهم شحومهما الا ما حملت ظهورهما أو الحوايا أو ما اختلط بعظم ذلك جزينهم ببغيهم وإنا لصدقون","score":904},"85":{"verse":"وزكريا ويحيى وعيسى والياس كل من الصلحين","score":232},"133":{"verse":"وربك الغني ذو الرحمة ان يشا يذهبكم ويستخلف من بعدكم ما يشاء كما انشاكم من ذرية قوم اخرين","score":543},"120":{"verse":"وذروا ظهر الاثم وباطنه ان الذين يكسبون الاثم سيجزون بما كانوا يقترفون","score":443},"70":{"verse":"وذر الذين اتخذوا دينهم لعبا ولهوا وغرتهم الحيوة الدنيا وذكر به ان تبسل نفس بما كسبت ليس لها من دون الله ولي ولا شفيع وان تعدل كل عدل لا يؤخذ منها اولئك الذين ابسلوا بما كسبوا لهم شراب من حميم وعذاب اليم بما كانوا يكفرون","score":1185},"80":{"verse":"وحاجه قومه قال اتحجوني فى الله وقد هدين ولا اخاف ما تشركون به الا ان يشاء ربي شيا وسع ربي كل شي علما افلا تتذكرون","score":658},"136":{"verse":"وجعلوا لله مما ذرا من الحرث والانعم نصيبا فقالوا هذا لله بزعمهم وهذا لشركائنا فما كان لشركائهم فلا يصل الى الله وما كان لله فهو يصل الى شركائهم ساء ما يحكمون","score":806},"100":{"verse":"وجعلوا لله شركاء الجن وخلقهم وخرقوا له بنين وبنت بغير علم سبحنه وتعلى عما يصفون","score":501},"115":{"verse":"وتمت كلمت ربك صدقا وعدلا لا مبدل لكلمته وهو السميع العليم","score":328},"83":{"verse":"وتلك حجتنا اتينها ابرهيم على قومه نرفع درجت من نشاء ان ربك حكيم عليم","score":405},"51":{"verse":"وانذر به الذين يخافون ان يحشروا الى ربهم ليس لهم من دونه ولي ولا شفيع لعلهم يتقون","score":435},"17":{"verse":"وان يمسسك الله بضر فلا كاشف له الا هو وان يمسسك بخير فهو على كل شي قدير","score":422},"35":{"verse":"وان كان كبر عليك اعراضهم فان استطعت ان تبتغي نفقا فى الارض او سلما فى السماء فتاتيهم باية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجهلين","score":751},"116":{"verse":"وان تطع اكثر من فى الارض يضلوك عن سبيل الله ان يتبعون الا الظن وان هم الا يخرصون","score":439},"72":{"verse":"وان اقيموا الصلوة واتقوه وهو الذي اليه تحشرون","score":247},"49":{"verse":"والذين كذبوا بايتنا يمسهم العذاب بما كانوا يفسقون","score":275},"39":{"verse":"والذين كذبوا بايتنا صم وبكم فى الظلمت من يشا الله يضلله ومن يشا يجعله على صرط مستقيم","score":521},"109":{"verse":"واقسموا بالله جهد ايمنهم لئن جاءتهم اية ليؤمنن بها قل انما الايت عند الله وما يشعركم انها اذا جاءت لا يؤمنون","score":493},"86":{"verse":"واسمعيل واليسع ويونس ولوطا وكلا فضلنا على العلمين","score":264},"68":{"verse":"واذا رايت الذين يخوضون فى ايتنا فاعرض عنهم حتى يخوضوا فى حديث غيره واما ينسينك الشيطن فلا تقعد بعد الذكرى مع القوم الظلمين","score":823},"54":{"verse":"واذا جاءك الذين يؤمنون بايتنا فقل سلم عليكم كتب ربكم على نفسه الرحمة انه من عمل منكم سوا بجهلة ثم تاب من بعده واصلح فانه غفور رحيم","score":763},"124":{"verse":"واذا جاءتهم اية قالوا لن نؤمن حتى نؤتى مثل ما اوتي رسل الله الله اعلم حيث يجعل رسالته سيصيب الذين اجرموا صغار عند الله وعذاب شديد بما كانوا يمكرون","score":832},"74":{"verse":"واذ قال ابرهيم لابيه ازر اتتخذ اصناما الهة اني اريك وقومك فى ضلل مبين","score":378},"153":{"verse":"وأن هذا صرطي مستقيما فاتبعوه ولا تتبعوا السبل فتفرق بكم عن سبيله ذلكم وصيكم به لعلكم تتقون","score":601},"2":{"verse":"هو الذي خلقكم من طين ثم قضى اجلا واجل مسمى عنده ثم انتم تمترون","score":399},"158":{"verse":"هل ينظرون الا أن تأتيهم الملئكة أو يأتي ربك أو يأتي بعض ايت ربك يوم يأتي بعض ايت ربك لا ينفع نفسا إيمنها لم تكن امنت من قبل أو كسبت فى إيمنها خيرا قل انتظروا إنا منتظرون","score":880},"16":{"verse":"من يصرف عنه يومئذ فقد رحمه وذلك الفوز المبين","score":300},"160":{"verse":"من جاء بالحسنة فله عشر أمثالها ومن جاء بالسيئة فلا يجزى الا مثلها وهم لا يظلمون","score":442},"127":{"verse":"لهم دار السلم عند ربهم وهو وليهم بما كانوا يعملون","score":228},"67":{"verse":"لكل نبا مستقر وسوف تعلمون","score":154},"163":{"verse":"لا شريك له وبذلك أمرت وأنا أول المسلمين","score":179},"103":{"verse":"لا تدركه الابصر وهو يدرك الابصر وهو اللطيف الخبير","score":311},"135":{"verse":"قل يقوم اعملوا على مكانتكم اني عامل فسوف تعلمون من تكون له عقبة الدار انه لا يفلح الظلمون","score":453},"65":{"verse":"قل هو القادر على ان يبعث عليكم عذابا من فوقكم او من تحت ارجلكم او يلبسكم شيعا ويذيق بعضكم باس بعض انظر كيف نصرف الايت لعلهم يفقهون","score":843},"150":{"verse":"قل هلم شهداءكم الذين يشهدون أن الله حرم هذا فإن شهدوا فلا تشهد معهم ولا تتبع أهواء الذين كذبوا بآيتنا والذين لا يؤمنون بالأخرة وهم بربهم يعدلون","score":788},"63":{"verse":"قل من ينجيكم من ظلمت البر والبحر تدعونه تضرعا وخفية لئن انجينا من هذه لنكونن من الشكرين","score":512},"58":{"verse":"قل لو ان عندي ما تستعجلون به لقضي الامر بيني وبينكم والله اعلم بالظلمين","score":376},"12":{"verse":"قل لمن ما فى السموت والارض قل لله كتب على نفسه الرحمة ليجمعنكم الى يوم القيمة لا ريب فيه الذين خسروا انفسهم فهم لا يؤمنون","score":611},"50":{"verse":"قل لا اقول لكم عندي خزائن الله ولا اعلم الغيب ولا اقول لكم اني ملك ان اتبع الا ما يوحى الي قل هل يستوي الاعمى والبصير افلا تتفكرون","score":609},"145":{"verse":"قل لا أجد فى ما أوحي الي محرما على طاعم يطعمه الا أن يكون ميتة أو دما مسفوحا أو لحم خنزير فإنه رجس أو فسقا أهل لغير الله به فمن اضطر غير باغ ولا عاد فإن ربك غفور رحيم","score":1017},"149":{"verse":"قل فلله الحجة البلغة فلو شاء لهديكم أجمعين","score":268},"11":{"verse":"قل سيروا فى الارض ثم انظروا كيف كان عقبة المكذبين","score":312},"151":{"verse":"قل تعالوا أتل ما حرم ربكم عليكم الا تشركوا به شيا وبالولدين إحسنا ولا تقتلوا أولدكم من إملق نحن نرزقكم وإياهم ولا تقربوا الفوحش ما ظهر منها وما بطن ولا تقتلوا النفس التي حرم الله الا بالحق ذلكم وصيكم به لعلكم تعقلون","score":1178},"19":{"verse":"قل اي شي اكبر شهدة قل الله شهيد بيني وبينكم واوحي الي هذا القران لانذركم به ومن بلغ ائنكم لتشهدون ان مع الله الهة اخرى قل لا اشهد قل انما هو اله وحد وانني برئ مما تشركون","score":903},"56":{"verse":"قل اني نهيت ان اعبد الذين تدعون من دون الله قل لا اتبع اهواءكم قد ضللت اذا وما انا من المهتدين","score":454},"57":{"verse":"قل اني على بينة من ربي وكذبتم به ما عندي ما تستعجلون به ان الحكم الا لله يقص الحق وهو خير الفصلين","score":540},"15":{"verse":"قل اني اخاف ان عصيت ربي عذاب يوم عظيم","score":243},"71":{"verse":"قل اندعوا من دون الله ما لا ينفعنا ولا يضرنا ونرد على اعقابنا بعد اذ هدينا الله كالذي استهوته الشيطين فى الارض حيران له اصحب يدعونه الى الهدى ائتنا قل ان هدى الله هو الهدى وامرنا لنسلم لرب العلمين","score":976},"64":{"verse":"قل الله ينجيكم منها ومن كل كرب ثم انتم تشركون","score":248},"14":{"verse":"قل اغير الله اتخذ وليا فاطر السموت والارض وهو يطعم ولا يطعم قل اني امرت ان اكون اول من اسلم ولا تكونن من المشركين","score":592},"46":{"verse":"قل ارءيتم ان اخذ الله سمعكم وابصركم وختم على قلوبكم من اله غير الله ياتيكم به انظر كيف نصرف الايت ثم هم يصدفون","score":669},"47":{"verse":"قل ارءيتكم ان اتيكم عذاب الله بغتة او جهرة هل يهلك الا القوم الظلمون","score":354},"40":{"verse":"قل ارءيتكم ان اتيكم عذاب الله او اتتكم الساعة اغير الله تدعون ان كنتم صدقين","score":419},"161":{"verse":"قل إنني هديني ربي الى صرط مستقيم دينا قيما ملة إبرهيم حنيفا وما كان من المشركين","score":430},"162":{"verse":"قل إن صلاتي ونسكي ومحياي ومماتي لله رب العلمين","score":230},"164":{"verse":"قل أغير الله أبغي ربا وهو رب كل شي ولا تكسب كل نفس الا عليها ولا تزر وازرة وزر أخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم فيه تختلفون","score":800},"33":{"verse":"قد نعلم انه ليحزنك الذي يقولون فانهم لا يكذبونك ولكن الظلمين بايت الله يجحدون","score":449},"31":{"verse":"قد خسر الذين كذبوا بلقاء الله حتى اذا جاءتهم الساعة بغتة قالوا يحسرتنا على ما فرطنا فيها وهم يحملون اوزارهم على ظهورهم الا ساء ما يزرون","score":800},"140":{"verse":"قد خسر الذين قتلوا أولدهم سفها بغير علم وحرموا ما رزقهم الله افتراء على الله قد ضلوا وما كانوا مهتدين","score":589},"104":{"verse":"قد جاءكم بصائر من ربكم فمن ابصر فلنفسه ومن عمي فعليها وما انا عليكم بحفيظ","score":460},"125":{"verse":"فمن يرد الله ان يهديه يشرح صدره للاسلم ومن يرد ان يضله يجعل صدره ضيقا حرجا كانما يصعد فى السماء كذلك يجعل الله الرجس على الذين لا يؤمنون","score":827},"43":{"verse":"فلولا اذ جاءهم باسنا تضرعوا ولكن قست قلوبهم وزين لهم الشيطن ما كانوا يعملون","score":430},"44":{"verse":"فلما نسوا ما ذكروا به فتحنا عليهم ابوب كل شي حتى اذا فرحوا بما اوتوا اخذنهم بغتة فاذا هم مبلسون","score":564},"77":{"verse":"فلما را القمر بازغا قال هذا ربي فلما افل قال لئن لم يهدني ربي لاكونن من القوم الضالين","score":411},"78":{"verse":"فلما را الشمس بازغة قال هذا ربي هذا اكبر فلما افلت قال يقوم اني برئ مما تشركون","score":451},"76":{"verse":"فلما جن عليه اليل را كوكبا قال هذا ربي فلما افل قال لا احب الافلين","score":301},"118":{"verse":"فكلوا مما ذكر اسم الله عليه ان كنتم بايته مؤمنين","score":225},"45":{"verse":"فقطع دابر القوم الذين ظلموا والحمد لله رب العلمين","score":298},"5":{"verse":"فقد كذبوا بالحق لما جاءهم فسوف ياتيهم انبؤا ما كانوا به يستهزءون","score":381},"96":{"verse":"فالق الاصباح وجعل اليل سكنا والشمس والقمر حسبانا ذلك تقدير العزيز العليم","score":471},"147":{"verse":"فإن كذبوك فقل ربكم ذو رحمة وسعة ولا يرد بأسه عن القوم المجرمين","score":384},"148":{"verse":"سيقول الذين أشركوا لو شاء الله ما أشركنا ولا اباؤنا ولا حرمنا من شي كذلك كذب الذين من قبلهم حتى ذاقوا بأسنا قل هل عندكم من علم فتخرجوه لنا إن تتبعون الا الظن وإن أنتم الا تخرصون","score":934},"102":{"verse":"ذلكم الله ربكم لا اله الا هو خلق كل شي فاعبدوه وهو على كل شي وكيل","score":337},"88":{"verse":"ذلك هدى الله يهدي به من يشاء من عباده ولو اشركوا لحبط عنهم ما كانوا يعملون","score":400},"131":{"verse":"ذلك ان لم يكن ربك مهلك القرى بظلم واهلها غفلون","score":250},"143":{"verse":"ثمنية أزوج من الضأن اثنين ومن المعز اثنين قل الذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين نبوني بعلم إن كنتم صدقين","score":715},"23":{"verse":"ثم لم تكن فتنتهم الا ان قالوا والله ربنا ما كنا مشركين","score":248},"62":{"verse":"ثم ردوا الى الله موليهم الحق الا له الحكم وهو اسرع الحسبين","score":293},"154":{"verse":"ثم اتينا موسى الكتب تماما على الذي أحسن وتفصيلا لكل شي وهدى ورحمة لعلهم بلقاء ربهم يؤمنون","score":488},"28":{"verse":"بل بدا لهم ما كانوا يخفون من قبل ولو ردوا لعادوا لما نهوا عنه وانهم لكذبون","score":344},"41":{"verse":"بل اياه تدعون فيكشف ما تدعون اليه ان شاء وتنسون ما تشركون","score":336},"101":{"verse":"بديع السموت والارض انى يكون له ولد ولم تكن له صحبة وخلق كل شي وهو بكل شي عليم","score":451},"122":{"verse":"اومن كان ميتا فاحيينه وجعلنا له نورا يمشي به فى الناس كمن مثله فى الظلمت ليس بخارج منها كذلك زين للكفرين ما كانوا يعملون","score":645},"90":{"verse":"اولئك الذين هدى الله فبهديهم اقتده قل لا اسلكم عليه اجرا ان هو الا ذكرى للعلمين","score":394},"89":{"verse":"اولئك الذين اتينهم الكتب والحكم والنبوة فان يكفر بها هؤلاء فقد وكلنا بها قوما ليسوا بها بكفرين","score":477},"79":{"verse":"اني وجهت وجهي للذي فطر السموت والارض حنيفا وما انا من المشركين","score":359},"36":{"verse":"انما يستجيب الذين يسمعون والموتى يبعثهم الله ثم اليه يرجعون","score":351},"24":{"verse":"انظر كيف كذبوا على انفسهم وضل عنهم ما كانوا يفترون","score":296},"134":{"verse":"ان ما توعدون لات وما انتم بمعجزين","score":181},"117":{"verse":"ان ربك هو اعلم من يضل عن سبيله وهو اعلم بالمهتدين","score":249},"95":{"verse":"ان الله فالق الحب والنوى يخرج الحي من الميت ومخرج الميت من الحي ذلكم الله فانى تؤفكون","score":428},"6":{"verse":"الم يروا كم اهلكنا من قبلهم من قرن مكنهم فى الارض ما لم نمكن لكم وارسلنا السماء عليهم مدرارا وجعلنا الانهر تجري من تحتهم فاهلكنهم بذنوبهم وانشانا من بعدهم قرنا اخرين","score":813},"82":{"verse":"الذين امنوا ولم يلبسوا ايمنهم بظلم اولئك لهم الامن وهم مهتدون","score":270},"20":{"verse":"الذين اتينهم الكتب يعرفونه كما يعرفون ابناءهم الذين خسروا انفسهم فهم لا يؤمنون","score":410},"1":{"verse":"الحمد لله الذي خلق السموت والارض وجعل الظلمت والنور ثم الذين كفروا بربهم يعدلون","score":478},"114":{"verse":"افغير الله ابتغي حكما وهو الذي انزل اليكم الكتب مفصلا والذين اتينهم الكتب يعلمون انه منزل من ربك بالحق فلا تكونن من الممترين","score":672},"106":{"verse":"اتبع ما اوحي اليك من ربك لا اله الا هو واعرض عن المشركين","score":269},"159":{"verse":"إن الذين فرقوا دينهم وكانوا شيعا لست منهم فى شي إنما أمرهم الى الله ثم ينبئهم بما كانوا يفعلون","score":450},"157":{"verse":"أو تقولوا لو أنا أنزل علينا الكتب لكنا أهدى منهم فقد جاءكم بينة من ربكم وهدى ورحمة فمن أظلم ممن كذب بآيت الله وصدف عنها سنجزي الذين يصدفون عن ايتنا سوء العذاب بما كانوا يصدفون","score":994},"156":{"verse":"أن تقولوا إنما أنزل الكتب على طائفتين من قبلنا وإن كنا عن دراستهم لغفلين","score":384}}