{"187":{"verse":"يسلونك عن الساعة أيان مرسيها قل إنما علمها عند ربي لا يجليها لوقتها الا هو ثقلت في السموت والأرض لا تأتيكم الا بغتة يسلونك كأنك حفي عنها قل إنما علمها عند الله ولكن أكثر الناس لا يعلمون","score":944},"110":{"verse":"يريد أن يخرجكم من أرضكم فماذا تأمرون","score":228},"27":{"verse":"يبني ادم لا يفتننكم الشيطن كما أخرج أبويكم من الجنة ينزع عنهما لباسهما ليريهما سوءتهما إنه يريكم هو وقبيله من حيث لا ترونهم إنا جعلنا الشيطين أولياء للذين لا يؤمنون","score":862},"26":{"verse":"يبني ادم قد أنزلنا عليكم لباسا يوري سوءتكم وريشا ولباس التقوى ذلك خير ذلك من ايت الله لعلهم يذكرون","score":554},"31":{"verse":"يبني ادم خذوا زينتكم عند كل مسجد وكلوا واشربوا ولا تسرفوا إنه لا يحب المسرفين","score":476},"35":{"verse":"يبني ادم إما يأتينكم رسل منكم يقصون عليكم ايتي فمن اتقى وأصلح فلا خوف عليهم ولا هم يحزنون","score":504},"112":{"verse":"يأتوك بكل سحر عليم","score":119},"19":{"verse":"ويآدم اسكن أنت وزوجك الجنة فكلا من حيث شيتما ولا تقربا هذه الشجرة فتكونا من الظلمين","score":532},"142":{"verse":"ووعدنا موسى ثلثين ليلة وأتممنها بعشر فتم ميقت ربه أربعين ليلة وقال موسى لأخيه هرون اخلفني في قومي وأصلح ولا تتبع سبيل المفسدين","score":764},"57":{"verse":"وهو الذي يرسل الريح بشرا بين يدي رحمته حتى إذا أقلت سحابا ثقالا سقنه لبلد ميت فأنزلنا به الماء فأخرجنا به من كل الثمرت كذلك نخرج الموتى لعلكم تذكرون","score":915},"43":{"verse":"ونزعنا ما في صدورهم من غل تجري من تحتهم الأنهر وقالوا الحمد لله الذي هدينا لهذا وما كنا لنهتدي لولا أن هدينا الله لقد جاءت رسل ربنا بالحق ونودوا أن تلكم الجنة أورثتموها بما كنتم تعملون","score":986},"108":{"verse":"ونزع يده فإذا هي بيضاء للنظرين","score":210},"50":{"verse":"ونادى أصحب النار أصحب الجنة أن أفيضوا علينا من الماء أو مما رزقكم الله قالوا إن الله حرمهما على الكفرين","score":492},"44":{"verse":"ونادى أصحب الجنة أصحب النار أن قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا قالوا نعم فأذن مؤذن بينهم أن لعنة الله على الظلمين","score":761},"48":{"verse":"ونادى أصحب الأعراف رجالا يعرفونهم بسيميهم قالوا ما أغنى عنكم جمعكم وما كنتم تستكبرون","score":502},"159":{"verse":"ومن قوم موسى أمة يهدون بالحق وبه يعدلون","score":218},"9":{"verse":"ومن خفت موزينه فأولئك الذين خسروا أنفسهم بما كانوا بآيتنا يظلمون","score":376},"181":{"verse":"وممن خلقنا أمة يهدون بالحق وبه يعدلون","score":214},"102":{"verse":"وما وجدنا لأكثرهم من عهد وإن وجدنا أكثرهم لفسقين","score":314},"82":{"verse":"وما كان جواب قومه الا أن قالوا أخرجوهم من قريتكم إنهم أناس يتطهرون","score":344},"126":{"verse":"وما تنقم منا الا أن امنا بآيت ربنا لما جاءتنا ربنا أفرغ علينا صبرا وتوفنا مسلمين","score":364},"94":{"verse":"وما أرسلنا في قرية من نبي الا أخذنا أهلها بالبأساء والضراء لعلهم يضرعون","score":347},"80":{"verse":"ولوطا إذ قال لقومه أتأتون الفحشة ما سبقكم بها من أحد من العلمين","score":353},"176":{"verse":"ولو شينا لرفعنه بها ولكنه أخلد الى الأرض واتبع هويه فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث ذلك مثل القوم الذين كذبوا بآيتنا فاقصص القصص لعلهم يتفكرون","score":992},"96":{"verse":"ولو أن أهل القرى امنوا واتقوا لفتحنا عليهم بركت من السماء والأرض ولكن كذبوا فأخذنهم بما كانوا يكسبون","score":500},"134":{"verse":"ولما وقع عليهم الرجز قالوا يموسى ادع لنا ربك بما عهد عندك لئن كشفت عنا الرجز لنؤمنن لك ولنرسلن معك بني إسرءيل","score":617},"154":{"verse":"ولما سكت عن موسى الغضب أخذ الالواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون","score":474},"149":{"verse":"ولما سقط في أيديهم ورأوا أنهم قد ضلوا قالوا لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخسرين","score":476},"150":{"verse":"ولما رجع موسى الى قومه غضبن أسفا قال بئسما خلفتموني من بعدي أعجلتم أمر ربكم والقى الالواح وأخذ برأس أخيه يجره اليه قال ابن أم إن القوم استضعفوني وكادوا يقتلونني فلا تشمت بي الأعداء ولا تجعلني مع القوم الظلمين","score":1183},"143":{"verse":"ولما جاء موسى لميقتنا وكلمه ربه قال رب أرني أنظر اليك قال لن تريني ولكن انظر الى الجبل فإن استقر مكانه فسوف تريني فلما تجلى ربه للجبل جعله دكا وخر موسى صعقا فلما أفاق قال سبحنك تبت اليك وأنا أول المؤمنين","score":1088},"180":{"verse":"ولله الأسماء الحسنى فادعوه بها وذروا الذين يلحدون في أسمئه سيجزون ما كانوا يعملون","score":448},"34":{"verse":"ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون","score":328},"10":{"verse":"ولقد مكنكم فى الأرض وجعلنا لكم فيها معيش قليلا ما تشكرون","score":333},"179":{"verse":"ولقد ذرأنا لجهنم كثيرا من الجن والإنس لهم قلوب لا يفقهون بها ولهم أعين لا يبصرون بها ولهم اذان لا يسمعون بها أولئك كالأنعم بل هم أضل أولئك هم الغفلون","score":733},"11":{"verse":"ولقد خلقنكم ثم صورنكم ثم قلنا للملئكة اسجدوا لآدم فسجدوا الا إبليس لم يكن من السجدين","score":533},"52":{"verse":"ولقد جئنهم بكتب فصلنه على علم هدى ورحمة لقوم يؤمنون","score":312},"130":{"verse":"ولقد أخذنا ال فرعون بالسنين ونقص من الثمرت لعلهم يذكرون","score":340},"192":{"verse":"ولا يستطيعون لهم نصرا ولا أنفسهم ينصرون","score":237},"86":{"verse":"ولا تقعدوا بكل صرط توعدون وتصدون عن سبيل الله من امن به وتبغونها عوجا واذكروا إذ كنتم قليلا فكثركم وانظروا كيف كان عقبة المفسدين","score":837},"56":{"verse":"ولا تفسدوا في الأرض بعد إصلحها وادعوه خوفا وطمعا إن رحمت الله قريب من المحسنين","score":497},"4":{"verse":"وكم من قرية أهلكنها فجاءها بأسنا بيتا أو هم قائلون","score":238},"174":{"verse":"وكذلك نفصل الآيت ولعلهم يرجعون","score":190},"145":{"verse":"وكتبنا له في الالواح من كل شي موعظة وتفصيلا لكل شي فخذها بقوة وأمر قومك يأخذوا بأحسنها سأوريكم دار الفسقين","score":676},"168":{"verse":"وقطعنهم في الأرض أمما منهم الصلحون ومنهم دون ذلك وبلونهم بالحسنت والسيات لعلهم يرجعون","score":497},"160":{"verse":"وقطعنهم اثنتي عشرة أسباطا أمما وأوحينا الى موسى إذ استسقيه قومه أن اضرب بعصاك الحجر فانبجست منه اثنتا عشرة عينا قد علم كل أناس مشربهم وظللنا عليهم الغمم وأنزلنا عليهم المن والسلوى كلوا من طيبت ما رزقنكم وما ظلمونا ولكن كانوا أنفسهم يظلمون","score":1439},"132":{"verse":"وقالوا مهما تأتنا به من اية لتسحرنا بها فما نحن لك بمؤمنين","score":271},"39":{"verse":"وقالت أوليهم لأخريهم فما كان لكم علينا من فضل فذوقوا العذاب بما كنتم تكسبون","score":415},"104":{"verse":"وقال موسى يفرعون إني رسول من رب العلمين","score":188},"127":{"verse":"وقال الملأ من قوم فرعون أتذر موسى وقومه ليفسدوا في الأرض ويذرك والهتك قال سنقتل أبناءهم ونستحي نساءهم وإنا فوقهم قهرون","score":661},"90":{"verse":"وقال الملأ الذين كفروا من قومه لئن اتبعتم شعيبا إنكم إذا لخسرون","score":333},"21":{"verse":"وقاسمهما إني لكما لمن النصحين","score":142},"163":{"verse":"وسلهم عن القرية التي كانت حاضرة البحر إذ يعدون في السبت إذ تأتيهم حيتانهم يوم سبتهم شرعا ويوم لا يسبتون لا تأتيهم كذلك نبلوهم بما كانوا يفسقون","score":828},"138":{"verse":"وجوزنا ببني إسرءيل البحر فأتوا على قوم يعكفون على أصنام لهم قالوا يموسى اجعل لنا الها كما لهم الهة قال إنكم قوم تجهلون","score":587},"113":{"verse":"وجاء السحرة فرعون قالوا إن لنا لأجرا إن كنا نحن الغلبين","score":274},"46":{"verse":"وبينهما حجاب وعلى الأعراف رجال يعرفون كلا بسيميهم ونادوا أصحب الجنة أن سلم عليكم لم يدخلوها وهم يطمعون","score":588},"85":{"verse":"والى مدين أخاهم شعيبا قال يقوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم فأوفوا الكيل والميزان ولا تبخسوا الناس أشياءهم ولا تفسدوا في الأرض بعد إصلحها ذلكم خير لكم إن كنتم مؤمنين","score":1035},"65":{"verse":"والى عاد أخاهم هودا قال يقوم اعبدوا الله ما لكم من اله غيره أفلا تتقون","score":349},"73":{"verse":"والى ثمود أخاهم صلحا قال يقوم اعبدوا الله ما لكم من اله غيره قد جاءتكم بينة من ربكم هذه ناقة الله لكم اية فذروها تأكل في أرض الله ولا تمسوها بسوء فيأخذكم عذاب اليم","score":902},"8":{"verse":"والوزن يومئذ الحق فمن ثقلت موزينه فأولئك هم المفلحون","score":330},"120":{"verse":"والقي السحرة سجدين","score":138},"170":{"verse":"والذين يمسكون بالكتب وأقاموا الصلوة إنا لا نضيع أجر المصلحين","score":327},"147":{"verse":"والذين كذبوا بآيتنا ولقاء الأخرة حبطت أعملهم هل يجزون الا ما كانوا يعملون","score":390},"36":{"verse":"والذين كذبوا بآيتنا واستكبروا عنها أولئك أصحب النار هم فيها خلدون","score":368},"182":{"verse":"والذين كذبوا بآيتنا سنستدرجهم من حيث لا يعلمون","score":296},"153":{"verse":"والذين عملوا السيات ثم تابوا من بعدها وامنوا إن ربك من بعدها لغفور رحيم","score":395},"197":{"verse":"والذين تدعون من دونه لا يستطيعون نصركم ولا أنفسهم ينصرون","score":351},"42":{"verse":"والذين امنوا وعملوا الصلحت لا نكلف نفسا الا وسعها أولئك أصحب الجنة هم فيها خلدون","score":430},"58":{"verse":"والبلد الطيب يخرج نباته بإذن ربه والذي خبث لا يخرج الا نكدا كذلك نصرف الآيت لقوم يشكرون","score":576},"156":{"verse":"واكتب لنا في هذه الدنيا حسنة وفي الأخرة إنا هدنا اليك قال عذابي أصيب به من أشاء ورحمتي وسعت كل شي فسأكتبها للذين يتقون ويؤتون الزكوة والذين هم بآيتنا يؤمنون","score":881},"74":{"verse":"واذكروا إذ جعلكم خلفاء من بعد عاد وبوأكم في الأرض تتخذون من سهولها قصورا وتنحتون الجبال بيوتا فاذكروا الاء الله ولا تعثوا في الأرض مفسدين","score":838},"205":{"verse":"واذكر ربك في نفسك تضرعا وخيفة ودون الجهر من القول بالغدو والآصال ولا تكن من الغفلين","score":518},"155":{"verse":"واختار موسى قومه سبعين رجلا لميقتنا فلما أخذتهم الرجفة قال رب لو شيت أهلكتهم من قبل وإيي أتهلكنا بما فعل السفهاء منا إن هي الا فتنتك تضل بها من تشاء وتهدي من تشاء أنت ولينا فاغفر لنا وارحمنا وأنت خير الغفرين","score":1145},"175":{"verse":"واتل عليهم نبأ الذي اتينه ايتنا فانسلخ منها فأتبعه الشيطن فكان من الغاوين","score":399},"148":{"verse":"واتخذ قوم موسى من بعده من حليهم عجلا جسدا له خوار الم يروا أنه لا يكلمهم ولا يهديهم سبيلا اتخذوه وكانوا ظلمين","score":615},"87":{"verse":"وإن كان طائفة منكم امنوا بالذي أرسلت به وطائفة لم يؤمنوا فاصبروا حتى يحكم الله بيننا وهو خير الحكمين","score":543},"198":{"verse":"وإن تدعوهم الى الهدى لا يسمعوا وتريهم ينظرون اليك وهم لا يبصرون","score":326},"193":{"verse":"وإن تدعوهم الى الهدى لا يتبعوكم سواء عليكم أدعوتموهم أم أنتم صمتون","score":345},"200":{"verse":"وإما ينزغنك من الشيطن نزغ فاستعذ بالله إنه سميع عليم","score":366},"203":{"verse":"وإذا لم تأتهم بآية قالوا لولا اجتبيتها قل إنما أتبع ما يوحى الي من ربي هذا بصائر من ربكم وهدى ورحمة لقوم يؤمنون","score":548},"204":{"verse":"وإذا قرئ القران فاستمعوا له وأنصتوا لعلكم ترحمون","score":279},"28":{"verse":"وإذا فعلوا فحشة قالوا وجدنا عليها اباءنا والله أمرنا بها قل إن الله لا يأمر بالفحشاء أتقولون على الله ما لا تعلمون","score":511},"47":{"verse":"وإذا صرفت أبصرهم تلقاء أصحب النار قالوا ربنا لا تجعلنا مع القوم الظلمين","score":406},"171":{"verse":"وإذ نتقنا الجبل فوقهم كأنه ظلة وظنوا أنه واقع بهم خذوا ما اتينكم بقوة واذكروا ما فيه لعلكم تتقون","score":564},"161":{"verse":"وإذ قيل لهم اسكنوا هذه القرية وكلوا منها حيث شيتم وقولوا حطة وادخلوا الباب سجدا نغفر لكم خطيتكم سنزيد المحسنين","score":757},"164":{"verse":"وإذ قالت أمة منهم لم تعظون قوما الله مهلكهم أو معذبهم عذابا شديدا قالوا معذرة الى ربكم ولعلهم يتقون","score":552},"167":{"verse":"وإذ تأذن ربك ليبعثن عليهم الى يوم القيمة من يسومهم سوء العذاب إن ربك لسريع العقاب وإنه لغفور رحيم","score":554},"141":{"verse":"وإذ أنجينكم من ال فرعون يسومونكم سوء العذاب يقتلون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم","score":566},"172":{"verse":"وإذ أخذ ربك من بني ادم من ظهورهم ذريتهم وأشهدهم على أنفسهم الست بربكم قالوا بلى شهدنا أن تقولوا يوم القيمة إنا كنا عن هذا غفلين","score":725},"202":{"verse":"وإخونهم يمدونهم في الغي ثم لا يقصرون","score":235},"137":{"verse":"وأورثنا القوم الذين كانوا يستضعفون مشرق الأرض ومغربها التي بركنا فيها وتمت كلمت ربك الحسنى على بني إسرءيل بما صبروا ودمرنا ما كان يصنع فرعون وقومه وما كانوا يعرشون","score":942},"117":{"verse":"وأوحينا الى موسى أن الق عصاك فإذا هي تلقف ما يأفكون","score":262},"183":{"verse":"وأملي لهم إن كيدي متين","score":97},"84":{"verse":"وأمطرنا عليهم مطرا فانظر كيف كان عقبة المجرمين","score":303},"189":{"verse":"هو الذي خلقكم من نفس وحدة وجعل منها زوجها ليسكن اليها فلما تغشيها حملت حملا خفيفا فمرت به فلما أثقلت دعوا الله ربهما لئن اتيتنا صلحا لنكونن من الشكرين","score":911},"53":{"verse":"هل ينظرون الا تأويله يوم يأتي تأويله يقول الذين نسوه من قبل قد جاءت رسل ربنا بالحق فهل لنا من شفعاء فيشفعوا لنا أو نرد فنعمل غير الذي كنا نعمل قد خسروا أنفسهم وضل عنهم ما كانوا يفترون","score":1017},"178":{"verse":"من يهد الله فهو المهتدي ومن يضلل فأولئك هم الخسرون","score":267},"186":{"verse":"من يضلل الله فلا هادي له ويذرهم في طغينهم يعمهون","score":283},"41":{"verse":"لهم من جهنم مهاد ومن فوقهم غواش وكذلك نجزي الظلمين","score":332},"59":{"verse":"لقد أرسلنا نوحا الى قومه فقال يقوم اعبدوا الله ما لكم من اله غيره إني أخاف عليكم عذاب يوم عظيم","score":507},"124":{"verse":"لأقطعن أيديكم وأرجلكم من خلف ثم لأصلبنكم أجمعين","score":319},"2":{"verse":"كتب أنزل اليك فلا يكن فى صدرك حرج منه لتنذر به وذكرى للمؤمنين","score":370},"158":{"verse":"قل يأيها الناس إني رسول الله اليكم جميعا الذي له ملك السموت والأرض لا اله الا هو يحي ويميت فامنوا بالله ورسوله النبي الأمي الذي يؤمن بالله وكلمته واتبعوه لعلكم تهتدون","score":758},"32":{"verse":"قل من حرم زينة الله التي أخرج لعباده والطيبت من الرزق قل هي للذين امنوا في الحيوة الدنيا خالصة يوم القيمة كذلك نفصل الآيت لقوم يعلمون","score":754},"188":{"verse":"قل لا أملك لنفسي نفعا ولا ضرا الا ما شاء الله ولو كنت أعلم الغيب لاستكثرت من الخير وما مسني السوء إن أنا الا نذير وبشير لقوم يؤمنون","score":624},"33":{"verse":"قل إنما حرم ربي الفوحش ما ظهر منها وما بطن والإثم والبغي بغير الحق وأن تشركوا بالله ما لم ينزل به سلطنا وأن تقولوا على الله ما لا تعلمون","score":736},"29":{"verse":"قل أمر ربي بالقسط وأقيموا وجوهكم عند كل مسجد وادعوه مخلصين له الدين كما بدأكم تعودون","score":549},"89":{"verse":"قد افترينا على الله كذبا إن عدنا في ملتكم بعد إذ نجينا الله منها وما يكون لنا أن نعود فيها الا أن يشاء الله ربنا وسع ربنا كل شي علما على الله توكلنا ربنا افتح بيننا وبين قومنا بالحق وأنت خير الفتحين","score":972},"115":{"verse":"قالوا يموسى إما أن تلقي وإما أن نكون نحن الملقين","score":189},"121":{"verse":"قالوا امنا برب العلمين","score":88},"125":{"verse":"قالوا إنا الى ربنا منقلبون","score":93},"129":{"verse":"قالوا أوذينا من قبل أن تاتينا ومن بعد ما جئتنا قال عسى ربكم أن يهلك عدوكم ويستخلفكم في الأرض فينظر كيف تعملون","score":635},"111":{"verse":"قالوا أرجه وأخاه وأرسل في المدائن حشرين","score":231},"70":{"verse":"قالوا أجئتنا لنعبد الله وحده ونذر ما كان يعبد اباؤنا فأتنا بما تعدنا إن كنت من الصدقين","score":464},"23":{"verse":"قالا ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخسرين","score":331},"144":{"verse":"قال يموسى إني اصطفيتك على الناس برسلتي وبكلمي فخذ ما اتيتك وكن من الشكرين","score":441},"61":{"verse":"قال يقوم ليس بي ضللة ولكني رسول من رب العلمين","score":228},"67":{"verse":"قال يقوم ليس بي سفاهة ولكني رسول من رب العلمين","score":237},"114":{"verse":"قال نعم وإنكم لمن المقربين","score":115},"128":{"verse":"قال موسى لقومه استعينوا بالله واصبروا إن الأرض لله يورثها من يشاء من عباده والعقبة للمتقين","score":482},"12":{"verse":"قال ما منعك الا تسجد إذ أمرتك قال أنا خير منه خلقتني من نار وخلقته من طين","score":414},"71":{"verse":"قال قد وقع عليكم من ربكم رجس وغضب أتجدلونني في أسماء سميتموها أنتم واباؤكم ما نزل الله بها من سلطن فانتظروا إني معكم من المنتظرين","score":769},"25":{"verse":"قال فيها تحيون وفيها تموتون ومنها تخرجون","score":244},"123":{"verse":"قال فرعون امنتم به قبل أن اذن لكم إن هذا لمكر مكرتموه في المدينة لتخرجوا منها أهلها فسوف تعلمون","score":505},"16":{"verse":"قال فبما أغويتني لأقعدن لهم صرطك المستقيم","score":287},"13":{"verse":"قال فاهبط منها فما يكون لك أن تتكبر فيها فاخرج إنك من الصغرين","score":373},"151":{"verse":"قال رب اغفر لي ولأخي وأدخلنا في رحمتك وأنت أرحم الرحمين","score":336},"24":{"verse":"قال اهبطوا بعضكم لبعض عدو ولكم فى الأرض مستقر ومتع الى حين","score":388},"60":{"verse":"قال الملأ من قومه إنا لنريك في ضلل مبين","score":166},"109":{"verse":"قال الملأ من قوم فرعون إن هذا لسحر عليم","score":194},"66":{"verse":"قال الملأ الذين كفروا من قومه إنا لنريك في سفاهة وإنا لنظنك من الكذبين","score":337},"88":{"verse":"قال الملأ الذين استكبروا من قومه لنخرجنك يشعيب والذين امنوا معك من قريتنا أو لتعودن في ملتنا قال أولو كنا كرهين","score":569},"75":{"verse":"قال الملأ الذين استكبروا من قومه للذين استضعفوا لمن امن منهم أتعلمون أن صلحا مرسل من ربه قالوا إنا بما أرسل به مؤمنون","score":552},"116":{"verse":"قال القوا فلما القوا سحروا أعين الناس واسترهبوهم وجاءو بسحر عظيم","score":377},"76":{"verse":"قال الذين استكبروا إنا بالذي امنتم به كفرون","score":224},"38":{"verse":"قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار كلما دخلت أمة لعنت أختها حتى إذا اداركوا فيها جميعا قالت أخريهم لأوليهم ربنا هؤلاء أضلونا فآتهم عذابا ضعفا من النار قال لكل ضعف ولكن لا تعلمون","score":1057},"18":{"verse":"قال اخرج منها مذءوما مدحورا لمن تبعك منهم لأملأن جهنم منكم أجمعين","score":345},"15":{"verse":"قال إنك من المنظرين","score":93},"106":{"verse":"قال إن كنت جئت بآية فأت بها إن كنت من الصدقين","score":245},"14":{"verse":"قال أنظرني الى يوم يبعثون","score":145},"140":{"verse":"قال أغير الله أبغيكم الها وهو فضلكم على العلمين","score":253},"118":{"verse":"فوقع الحق وبطل ما كانوا يعملون","score":178},"20":{"verse":"فوسوس لهما الشيطن ليبدي لهما ما وري عنهما من سوءتهما وقال ما نهيكما ربكما عن هذه الشجرة الا أن تكونا ملكين أو تكونا من الخلدين","score":631},"37":{"verse":"فمن أظلم ممن افترى على الله كذبا أو كذب بآيته أولئك ينالهم نصيبهم من الكتب حتى إذا جاءتهم رسلنا يتوفونهم قالوا أين ما كنتم تدعون من دون الله قالوا ضلوا عنا وشهدوا على أنفسهم أنهم كانوا كفرين","score":967},"5":{"verse":"فما كان دعويهم إذ جاءهم بأسنا الا أن قالوا إنا كنا ظلمين","score":254},"7":{"verse":"فلنقصن عليهم بعلم وما كنا غائبين","score":191},"6":{"verse":"فلنسلن الذين أرسل اليهم ولنسلن المرسلين","score":184},"165":{"verse":"فلما نسوا ما ذكروا به أنجينا الذين ينهون عن السوء وأخذنا الذين ظلموا بعذاب بيس بما كانوا يفسقون","score":515},"135":{"verse":"فلما كشفنا عنهم الرجز الى أجل هم بلغوه إذا هم ينكثون","score":317},"166":{"verse":"فلما عتوا عن ما نهوا عنه قلنا لهم كونوا قردة خسين","score":253},"190":{"verse":"فلما اتيهما صلحا جعلا له شركاء فيما اتيهما فتعلى الله عما يشركون","score":352},"64":{"verse":"فكذبوه فأنجينه والذين معه في الفلك وأغرقنا الذين كذبوا بآيتنا إنهم كانوا قوما عمين","score":462},"119":{"verse":"فغلبوا هنالك وانقلبوا صغرين","score":186},"77":{"verse":"فعقروا الناقة وعتوا عن أمر ربهم وقالوا يصلح ائتنا بما تعدنا إن كنت من المرسلين","score":402},"30":{"verse":"فريقا هدى وفريقا حق عليهم الضللة إنهم اتخذوا الشيطين أولياء من دون الله ويحسبون أنهم مهتدون","score":529},"22":{"verse":"فدليهما بغرور فلما ذاقا الشجرة بدت لهما سوءتهما وطفقا يخصفان عليهما من ورق الجنة وناديهما ربهما الم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطن لكما عدو مبين","score":913},"169":{"verse":"فخلف من بعدهم خلف ورثوا الكتب يأخذون عرض هذا الأدنى ويقولون سيغفر لنا وإن يأتهم عرض مثله يأخذوه الم يؤخذ عليهم ميثق الكتب أن لا يقولوا على الله الا الحق ودرسوا ما فيه والدار الأخرة خير للذين يتقون أفلا تعقلون","score":1243},"93":{"verse":"فتولى عنهم وقال يقوم لقد أبلغتكم رسلت ربي ونصحت لكم فكيف اسى على قوم كفرين","score":476},"79":{"verse":"فتولى عنهم وقال يقوم لقد أبلغتكم رسالة ربي ونصحت لكم ولكن لا تحبون النصحين","score":460},"162":{"verse":"فبدل الذين ظلموا منهم قولا غير الذي قيل لهم فأرسلنا عليهم رجزا من السماء بما كانوا يظلمون","score":490},"136":{"verse":"فانتقمنا منهم فأغرقنهم في اليم بأنهم كذبوا بآيتنا وكانوا عنها غفلين","score":373},"107":{"verse":"فالقى عصاه فإذا هي ثعبان مبين","score":190},"131":{"verse":"فإذا جاءتهم الحسنة قالوا لنا هذه وإن تصبهم سيئة يطيروا بموسى ومن معه الا إنما طئرهم عند الله ولكن أكثرهم لا يعلمون","score":615},"72":{"verse":"فأنجينه والذين معه برحمة منا وقطعنا دابر الذين كذبوا بآيتنا وما كانوا مؤمنين","score":415},"83":{"verse":"فأنجينه وأهله الا امرأته كانت من الغبرين","score":198},"133":{"verse":"فأرسلنا عليهم الطوفان والجراد والقمل والضفادع والدم ايت مفصلت فاستكبروا وكانوا قوما مجرمين","score":542},"78":{"verse":"فأخذتهم الرجفة فأصبحوا في دارهم جثمين","score":304},"91":{"verse":"فأخذتهم الرجفة فأصبحوا في دارهم جثمين","score":304},"177":{"verse":"ساء مثلا القوم الذين كذبوا بآيتنا وأنفسهم كانوا يظلمون","score":293},"146":{"verse":"سأصرف عن ايتي الذين يتكبرون في الأرض بغير الحق وإن يروا كل اية لا يؤمنوا بها وإن يروا سبيل الرشد لا يتخذوه سبيلا وإن يروا سبيل الغي يتخذوه سبيلا ذلك بأنهم كذبوا بآيتنا وكانوا عنها غفلين","score":1049},"122":{"verse":"رب موسى وهرون","score":70},"199":{"verse":"خذ العفو وأمر بالعرف وأعرض عن الجهلين","score":237},"105":{"verse":"حقيق على أن لا أقول على الله الا الحق قد جئتكم ببينة من ربكم فأرسل معي بني إسرءيل","score":426},"17":{"verse":"ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمنهم وعن شمائلهم ولا تجد أكثرهم شكرين","score":453},"103":{"verse":"ثم بعثنا من بعدهم موسى بآيتنا الى فرعون وملايه فظلموا بها فانظر كيف كان عقبة المفسدين","score":528},"95":{"verse":"ثم بدلنا مكان السيئة الحسنة حتى عفوا وقالوا قد مس اباءنا الضراء والسراء فأخذنهم بغتة وهم لا يشعرون","score":577},"101":{"verse":"تلك القرى نقص عليك من أنبائها ولقد جاءتهم رسلهم بالبينت فما كانوا ليؤمنوا بما كذبوا من قبل كذلك يطبع الله على قلوب الكفرين","score":654},"195":{"verse":"الهم أرجل يمشون بها أم لهم أيد يبطشون بها أم لهم أعين يبصرون بها أم لهم اذان يسمعون بها قل ادعوا شركاءكم ثم كيدون فلا تنظرون","score":689},"1":{"verse":"المص","score":29},"45":{"verse":"الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالأخرة كفرون","score":343},"157":{"verse":"الذين يتبعون الرسول النبي الأمي الذي يجدونه مكتوبا عندهم في التورية والإنجيل يأمرهم بالمعروف وينهيهم عن المنكر ويحل لهم الطيبت ويحرم عليهم الخبئث ويضع عنهم إصرهم والأغلل التي كانت عليهم فالذين امنوا به وعزروه ونصروه واتبعوا النور الذي أنزل معه أولئك هم المفلحون","score":1442},"92":{"verse":"الذين كذبوا شعيبا كأن لم يغنوا فيها الذين كذبوا شعيبا كانوا هم الخسرين","score":415},"51":{"verse":"الذين اتخذوا دينهم لهوا ولعبا وغرتهم الحيوة الدنيا فاليوم ننسيهم كما نسوا لقاء يومهم هذا وما كانوا بآيتنا يجحدون","score":599},"55":{"verse":"ادعوا ربكم تضرعا وخفية إنه لا يحب المعتدين","score":274},"3":{"verse":"اتبعوا ما أنزل اليكم من ربكم ولا تتبعوا من دونه أولياء قليلا ما تذكرون","score":330},"81":{"verse":"إنكم لتأتون الرجال شهوة من دون النساء بل أنتم قوم مسرفون","score":279},"196":{"verse":"إن ولي الله الذي نزل الكتب وهو يتولى الصلحين","score":213},"139":{"verse":"إن هؤلاء متبر ما هم فيه وبطل ما كانوا يعملون","score":193},"54":{"verse":"إن ربكم الله الذي خلق السموت والأرض في ستة أيام ثم استوى على العرش يغشي اليل النهار يطلبه حثيثا والشمس والقمر والنجوم مسخرت بأمره الا له الخلق والأمر تبارك الله رب العلمين","score":969},"40":{"verse":"إن الذين كذبوا بآيتنا واستكبروا عنها لا تفتح لهم أبوب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط وكذلك نجزي المجرمين","score":725},"206":{"verse":"إن الذين عند ربك لا يستكبرون عن عبادته ويسبحونه وله يسجدون","score":378},"194":{"verse":"إن الذين تدعون من دون الله عباد أمثالكم فادعوهم فليستجيبوا لكم إن كنتم صدقين","score":462},"201":{"verse":"إن الذين اتقوا إذا مسهم طئف من الشيطن تذكروا فإذا هم مبصرون","score":371},"152":{"verse":"إن الذين اتخذوا العجل سينالهم غضب من ربهم وذلة في الحيوة الدنيا وكذلك نجزي المفترين","score":518},"191":{"verse":"أيشركون ما لا يخلق شيا وهم يخلقون","score":198},"100":{"verse":"أولم يهد للذين يرثون الأرض من بعد أهلها أن لو نشاء أصبنهم بذنوبهم ونطبع على قلوبهم فهم لا يسمعون","score":535},"185":{"verse":"أولم ينظروا في ملكوت السموت والأرض وما خلق الله من شي وأن عسى أن يكون قد اقترب أجلهم فبأي حديث بعده يؤمنون","score":619},"184":{"verse":"أولم يتفكروا ما بصاحبهم من جنة إن هو الا نذير مبين","score":253},"63":{"verse":"أوعجبتم أن جاءكم ذكر من ربكم على رجل منكم لينذركم ولتتقوا ولعلكم ترحمون","score":421},"69":{"verse":"أوعجبتم أن جاءكم ذكر من ربكم على رجل منكم لينذركم واذكروا إذ جعلكم خلفاء من بعد قوم نوح وزادكم في الخلق بصطة فاذكروا الاء الله لعلكم تفلحون","score":866},"98":{"verse":"أوامن أهل القرى أن يأتيهم بأسنا ضحى وهم يلعبون","score":213},"173":{"verse":"أو تقولوا إنما أشرك اباؤنا من قبل وكنا ذرية من بعدهم أفتهلكنا بما فعل المبطلون","score":398},"49":{"verse":"أهؤلاء الذين أقسمتم لا ينالهم الله برحمة ادخلوا الجنة لا خوف عليكم ولا أنتم تحزنون","score":422},"99":{"verse":"أفامنوا مكر الله فلا يامن مكر الله الا القوم الخسرون","score":210},"97":{"verse":"أفامن أهل القرى أن يأتيهم بأسنا بيتا وهم نائمون","score":191},"62":{"verse":"أبلغكم رسلت ربي وأنصح لكم وأعلم من الله ما لا تعلمون","score":265},"68":{"verse":"أبلغكم رسلت ربي وأنا لكم ناصح أمين","score":196}}