{"1":{"verse":"يسلونك عن الأنفال قل الأنفال لله والرسول فاتقوا الله وأصلحوا ذات بينكم وأطيعوا الله ورسوله إن كنتم مؤمنين","score":506},"6":{"verse":"يجدلونك في الحق بعد ما تبين كأنما يساقون الى الموت وهم ينظرون","score":345},"70":{"verse":"يأيها النبي قل لمن في أيديكم من الأسرى إن يعلم الله في قلوبكم خيرا يؤتكم خيرا مما أخذ منكم ويغفر لكم والله غفور رحيم","score":622},"64":{"verse":"يأيها النبي حسبك الله ومن اتبعك من المؤمنين","score":196},"65":{"verse":"يأيها النبي حرض المؤمنين على القتال إن يكن منكم عشرون صبرون يغلبوا مائتين وإن يكن منكم مائة يغلبوا ألفا من الذين كفروا بأنهم قوم لا يفقهون","score":691},"27":{"verse":"يأيها الذين امنوا لا تخونوا الله والرسول وتخونوا امنتكم وأنتم تعلمون","score":306},"24":{"verse":"يأيها الذين امنوا استجيبوا لله وللرسول إذا دعاكم لما يحييكم واعلموا أن الله يحول بين المرء وقلبه وأنه اليه تحشرون","score":546},"29":{"verse":"يأيها الذين امنوا إن تتقوا الله يجعل لكم فرقانا ويكفر عنكم سياتكم ويغفر لكم والله ذو الفضل العظيم","score":543},"45":{"verse":"يأيها الذين امنوا إذا لقيتم فئة فاثبتوا واذكروا الله كثيرا لعلكم تفلحون","score":402},"15":{"verse":"يأيها الذين امنوا إذا لقيتم الذين كفروا زحفا فلا تولوهم الأدبار","score":330},"20":{"verse":"يأيها الذين امنوا أطيعوا الله ورسوله ولا تولوا عنه وأنتم تسمعون","score":297},"16":{"verse":"ومن يولهم يومئذ دبره الا متحرفا لقتال أو متحيزا الى فئة فقد باء بغضب من الله ومأويه جهنم وبئس المصير","score":583},"34":{"verse":"وما لهم الا يعذبهم الله وهم يصدون عن المسجد الحرام وما كانوا أولياءه إن أولياؤه الا المتقون ولكن أكثرهم لا يعلمون","score":506},"35":{"verse":"وما كان صلاتهم عند البيت الا مكاء وتصدية فذوقوا العذاب بما كنتم تكفرون","score":407},"33":{"verse":"وما كان الله ليعذبهم وأنت فيهم وما كان الله معذبهم وهم يستغفرون","score":336},"10":{"verse":"وما جعله الله الا بشرى ولتطمئن به قلوبكم وما النصر الا من عند الله إن الله عزيز حكيم","score":442},"23":{"verse":"ولو علم الله فيهم خيرا لأسمعهم ولو أسمعهم لتولوا وهم معرضون","score":304},"50":{"verse":"ولو ترى إذ يتوفى الذين كفروا الملئكة يضربون وجوههم وأدبرهم وذوقوا عذاب الحريق","score":470},"59":{"verse":"ولا يحسبن الذين كفروا سبقوا إنهم لا يعجزون","score":256},"21":{"verse":"ولا تكونوا كالذين قالوا سمعنا وهم لا يسمعون","score":204},"47":{"verse":"ولا تكونوا كالذين خرجوا من ديرهم بطرا ورئاء الناس ويصدون عن سبيل الله والله بما يعملون محيط","score":503},"39":{"verse":"وقتلوهم حتى لا تكون فتنة ويكون الدين كله لله فإن انتهوا فإن الله بما يعملون بصير","score":396},"73":{"verse":"والذين كفروا بعضهم أولياء بعض إلا تفعلوه تكن فتنة في الأرض وفساد كبير","score":435},"74":{"verse":"والذين امنوا وهاجروا وجهدوا في سبيل الله والذين اووا ونصروا أولئك هم المؤمنون حقا لهم مغفرة ورزق كريم","score":546},"75":{"verse":"والذين امنوا من بعد وهاجروا وجهدوا معكم فأولئك منكم وأولوا الأرحام بعضهم أولى ببعض في كتب الله إن الله بكل شي عليم","score":599},"41":{"verse":"واعلموا أنما غنمتم من شي فأن لله خمسه وللرسول ولذي القربى واليتمى والمسكين وابن السبيل إن كنتم امنتم بالله وما أنزلنا على عبدنا يوم الفرقان يوم التقى الجمعان والله على كل شي قدير","score":863},"28":{"verse":"واعلموا أنما أمولكم وأولدكم فتنة وأن الله عنده أجر عظيم","score":279},"26":{"verse":"واذكروا إذ أنتم قليل مستضعفون في الأرض تخافون أن يتخطفكم الناس فآويكم وأيدكم بنصره ورزقكم من الطيبت لعلكم تشكرون","score":762},"25":{"verse":"واتقوا فتنة لا تصيبن الذين ظلموا منكم خاصة واعلموا أن الله شديد العقاب","score":409},"71":{"verse":"وإن يريدوا خيانتك فقد خانوا الله من قبل فأمكن منهم والله عليم حكيم","score":347},"62":{"verse":"وإن يريدوا أن يخدعوك فإن حسبك الله هو الذي أيدك بنصره وبالمؤمنين","score":367},"61":{"verse":"وإن جنحوا للسلم فاجنح لها وتوكل على الله إنه هو السميع العليم","score":294},"40":{"verse":"وإن تولوا فاعلموا أن الله موليكم نعم المولى ونعم النصير","score":218},"58":{"verse":"وإما تخافن من قوم خيانة فانبذ اليهم على سواء إن الله لا يحب الخائنين","score":320},"31":{"verse":"وإذا تتلى عليهم ايتنا قالوا قد سمعنا لو نشاء لقلنا مثل هذا إن هذا الا أسطير الأولين","score":410},"30":{"verse":"وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك ويمكرون ويمكر الله والله خير المكرين","score":503},"7":{"verse":"وإذ يعدكم الله إحدى الطائفتين أنها لكم وتودون أن غير ذات الشوكة تكون لكم ويريد الله أن يحق الحق بكلمته ويقطع دابر الكفرين","score":739},"44":{"verse":"وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في أعينهم ليقضي الله أمرا كان مفعولا والى الله ترجع الأمور","score":535},"32":{"verse":"وإذ قالوا اللهم إن كان هذا هو الحق من عندك فأمطر علينا حجارة من السماء أو ائتنا بعذاب اليم","score":449},"48":{"verse":"وإذ زين لهم الشيطن أعملهم وقال لا غالب لكم اليوم من الناس وإني جار لكم فلما تراءت الفئتان نكص على عقبيه وقال إني برئ منكم إني أرى ما لا ترون إني أخاف الله والله شديد العقاب","score":834},"63":{"verse":"وألف بين قلوبهم لو أنفقت ما في الأرض جميعا ما ألفت بين قلوبهم ولكن الله ألف بينهم إنه عزيز حكيم","score":513},"60":{"verse":"وأعدوا لهم ما استطعتم من قوة ومن رباط الخيل ترهبون به عدو الله وعدوكم واخرين من دونهم لا تعلمونهم الله يعلمهم وما تنفقوا من شي في سبيل الله يوف اليكم وأنتم لا تظلمون","score":878},"46":{"verse":"وأطيعوا الله ورسوله ولا تنزعوا فتفشلوا وتذهب ريحكم واصبروا إن الله مع الصبرين","score":469},"67":{"verse":"ما كان لنبي أن يكون له أسرى حتى يثخن في الأرض تريدون عرض الدنيا والله يريد الأخرة والله عزيز حكيم","score":573},"37":{"verse":"ليميز الله الخبيث من الطيب ويجعل الخبيث بعضه على بعض فيركمه جميعا فيجعله في جهنم أولئك هم الخسرون","score":675},"8":{"verse":"ليحق الحق ويبطل البطل ولو كره المجرمون","score":246},"68":{"verse":"لولا كتب من الله سبق لمسكم فيما أخذتم عذاب عظيم","score":298},"5":{"verse":"كما أخرجك ربك من بيتك بالحق وإن فريقا من المؤمنين لكرهون","score":308},"52":{"verse":"كدأب ال فرعون والذين من قبلهم كفروا بآيت الله فأخذهم الله بذنوبهم إن الله قوي شديد العقاب","score":500},"54":{"verse":"كدأب ال فرعون والذين من قبلهم كذبوا بآيت ربهم فأهلكنهم بذنوبهم وأغرقنا ال فرعون وكل كانوا ظلمين","score":538},"38":{"verse":"قل للذين كفروا إن ينتهوا يغفر لهم ما قد سلف وإن يعودوا فقد مضت سنت الأولين","score":436},"17":{"verse":"فلم تقتلوهم ولكن الله قتلهم وما رميت إذ رميت ولكن الله رمى وليبلي المؤمنين منه بلاء حسنا إن الله سميع عليم","score":473},"69":{"verse":"فكلوا مما غنمتم حللا طيبا واتقوا الله إن الله غفور رحيم","score":308},"57":{"verse":"فإما تثقفنهم في الحرب فشرد بهم من خلفهم لعلهم يذكرون","score":360},"18":{"verse":"ذلكم وأن الله موهن كيد الكفرين","score":148},"14":{"verse":"ذلكم فذوقوه وأن للكفرين عذاب النار","score":201},"51":{"verse":"ذلك بما قدمت أيديكم وأن الله ليس بظلم للعبيد","score":265},"13":{"verse":"ذلك بأنهم شاقوا الله ورسوله ومن يشاقق الله ورسوله فإن الله شديد العقاب","score":398},"53":{"verse":"ذلك بأن الله لم يك مغيرا نعمة أنعمها على قوم حتى يغيروا ما بأنفسهم وأن الله سميع عليم","score":436},"66":{"verse":"الن خفف الله عنكم وعلم أن فيكم ضعفا فإن يكن منكم مائة صابرة يغلبوا مائتين وإن يكن منكم ألف يغلبوا ألفين بإذن الله والله مع الصبرين","score":671},"3":{"verse":"الذين يقيمون الصلوة ومما رزقنهم ينفقون","score":224},"56":{"verse":"الذين عهدت منهم ثم ينقضون عهدهم في كل مرة وهم لا يتقون","score":330},"2":{"verse":"إنما المؤمنون الذين إذا ذكر الله وجلت قلوبهم وإذا تليت عليهم ايته زادتهم إيمنا وعلى ربهم يتوكلون","score":487},"22":{"verse":"إن شر الدواب عند الله الصم البكم الذين لا يعقلون","score":239},"55":{"verse":"إن شر الدواب عند الله الذين كفروا فهم لا يؤمنون","score":229},"19":{"verse":"إن تستفتحوا فقد جاءكم الفتح وإن تنتهوا فهو خير لكم وإن تعودوا نعد ولن تغني عنكم فئتكم شيا ولو كثرت وأن الله مع المؤمنين","score":713},"36":{"verse":"إن الذين كفروا ينفقون أمولهم ليصدوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون والذين كفروا الى جهنم يحشرون","score":715},"72":{"verse":"إن الذين امنوا وهاجروا وجهدوا بأمولهم وأنفسهم في سبيل الله والذين اووا ونصروا أولئك بعضهم أولياء بعض والذين امنوا ولم يهاجروا ما لكم من وليتهم من شي حتى يهاجروا وإن استنصروكم في الدين فعليكم النصر الا على قوم بينكم وبينهم ميثق والله بما تعملون بصير","score":1286},"12":{"verse":"إذ يوحي ربك الى الملئكة أني معكم فثبتوا الذين امنوا سالقي في قلوب الذين كفروا الرعب فاضربوا فوق الأعناق واضربوا منهم كل بنان","score":672},"49":{"verse":"إذ يقول المنفقون والذين في قلوبهم مرض غر هؤلاء دينهم ومن يتوكل على الله فإن الله عزيز حكيم","score":512},"11":{"verse":"إذ يغشيكم النعاس امنة منه وينزل عليكم من السماء ماء ليطهركم به ويذهب عنكم رجز الشيطن وليربط على قلوبكم ويثبت به الأقدام","score":754},"43":{"verse":"إذ يريكهم الله في منامك قليلا ولو أريكهم كثيرا لفشلتم ولتنزعتم في الأمر ولكن الله سلم إنه عليم بذات الصدور","score":575},"9":{"verse":"إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بالف من الملئكة مردفين","score":399},"42":{"verse":"إذ أنتم بالعدوة الدنيا وهم بالعدوة القصوى والركب أسفل منكم ولو تواعدتم لاختلفتم في الميعد ولكن ليقضي الله أمرا كان مفعولا ليهلك من هلك عن بينة ويحيى من حي عن بينة وإن الله لسميع عليم","score":946},"4":{"verse":"أولئك هم المؤمنون حقا لهم درجت عند ربهم ومغفرة ورزق كريم","score":364}}