{"35":{"verse":"يوم يحمى عليها في نار جهنم فتكوى بها جباههم وجنوبهم وظهورهم هذا ما كنزتم لانفسكم فذوقوا ما كنتم تكنزون","score":630},"94":{"verse":"يعتذرون اليكم اذا رجعتم اليهم قل لا تعتذروا لن نؤمن لكم قد نبانا الله من اخباركم وسيرى الله عملكم ورسوله ثم تردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون","score":866},"32":{"verse":"يريدون ان يطفوا نور الله بافوههم ويابى الله الا ان يتم نوره ولو كره الكفرون","score":338},"96":{"verse":"يحلفون لكم لترضوا عنهم فان ترضوا عنهم فان الله لا يرضى عن القوم الفسقين","score":395},"74":{"verse":"يحلفون بالله ما قالوا ولقد قالوا كلمة الكفر وكفروا بعد اسلمهم وهموا بما لم ينالوا وما نقموا الا ان اغنيهم الله ورسوله من فضله فان يتوبوا يك خيرا لهم وان يتولوا يعذبهم الله عذابا اليما في الدنيا والاخرة وما لهم في الارض من ولي ولا نصير","score":1098},"62":{"verse":"يحلفون بالله لكم ليرضوكم والله ورسوله احق ان يرضوه ان كانوا مؤمنين","score":336},"64":{"verse":"يحذر المنفقون ان تنزل عليهم سورة تنبئهم بما في قلوبهم قل استهزءوا ان الله مخرج ما تحذرون","score":533},"21":{"verse":"يبشرهم ربهم برحمة منه ورضون وجنت لهم فيها نعيم مقيم","score":318},"73":{"verse":"يايها النبي جهد الكفار والمنفقين واغلظ عليهم وماويهم جهنم وبئس المصير","score":407},"38":{"verse":"يايها الذين امنوا ما لكم اذا قيل لكم انفروا في سبيل الله اثاقلتم الى الارض ارضيتم بالحيوة الدنيا من الاخرة فما متع الحيوة الدنيا في الاخرة الا قليل","score":708},"23":{"verse":"يايها الذين امنوا لا تتخذوا اباءكم واخونكم اولياء ان استحبوا الكفر على الايمن ومن يتولهم منكم فاولئك هم الظلمون","score":513},"123":{"verse":"يايها الذين امنوا قتلوا الذين يلونكم من الكفار وليجدوا فيكم غلظة واعلموا ان الله مع المتقين","score":452},"28":{"verse":"يايها الذين امنوا انما المشركون نجس فلا يقربوا المسجد الحرام بعد عامهم هذا وان خفتم عيلة فسوف يغنيكم الله من فضله ان شاء ان الله عليم حكيم","score":759},"34":{"verse":"يايها الذين امنوا ان كثيرا من الاحبار والرهبان لياكلون امول الناس بالبطل ويصدون عن سبيل الله والذين يكنزون الذهب والفضة ولا ينفقونها في سبيل الله فبشرهم بعذاب اليم","score":847},"119":{"verse":"يايها الذين امنوا اتقوا الله وكونوا مع الصدقين","score":217},"15":{"verse":"ويذهب غيظ قلوبهم ويتوب الله على من يشاء والله عليم حكيم","score":324},"56":{"verse":"ويحلفون بالله انهم لمنكم وما هم منكم ولكنهم قوم يفرقون","score":256},"58":{"verse":"ومنهم من يلمزك في الصدقت فان اعطوا منها رضوا وان لم يعطوا منها اذا هم يسخطون","score":460},"49":{"verse":"ومنهم من يقول ائذن لي ولا تفتني الا في الفتنة سقطوا وان جهنم لمحيطة بالكفرين","score":422},"75":{"verse":"ومنهم من عهد الله لئن اتينا من فضله لنصدقن ولنكونن من الصلحين","score":314},"61":{"verse":"ومنهم الذين يؤذون النبي ويقولون هو اذن قل اذن خير لكم يؤمن بالله ويؤمن للمؤمنين ورحمة للذين امنوا منكم والذين يؤذون رسول الله لهم عذاب اليم","score":644},"98":{"verse":"ومن الاعراب من يتخذ ما ينفق مغرما ويتربص بكم الدوائر عليهم دائرة السوء والله سميع عليم","score":486},"99":{"verse":"ومن الاعراب من يؤمن بالله واليوم الاخر ويتخذ ما ينفق قربت عند الله وصلوت الرسول الا انها قربة لهم سيدخلهم الله في رحمته ان الله غفور رحيم","score":731},"101":{"verse":"وممن حولكم من الاعراب منفقون ومن اهل المدينة مردوا على النفاق لا تعلمهم نحن نعلمهم سنعذبهم مرتين ثم يردون الى عذاب عظيم","score":640},"54":{"verse":"وما منعهم ان تقبل منهم نفقتهم الا انهم كفروا بالله وبرسوله ولا ياتون الصلوة الا وهم كسالى ولا ينفقون الا وهم كرهون","score":505},"122":{"verse":"وما كان المؤمنون لينفروا كافة فلولا نفر من كل فرقة منهم طائفة ليتفقهوا في الدين ولينذروا قومهم اذا رجعوا اليهم لعلهم يحذرون","score":654},"115":{"verse":"وما كان الله ليضل قوما بعد اذ هديهم حتى يبين لهم ما يتقون ان الله بكل شي عليم","score":387},"114":{"verse":"وما كان استغفار ابرهيم لابيه الا عن موعدة وعدها اياه فلما تبين له انه عدو لله تبرا منه ان ابرهيم لاوه حليم","score":519},"59":{"verse":"ولو انهم رضوا ما اتيهم الله ورسوله وقالوا حسبنا الله سيؤتينا الله من فضله ورسوله انا الى الله رغبون","score":464},"46":{"verse":"ولو ارادوا الخروج لاعدوا له عدة ولكن كره الله انبعاثهم فثبطهم وقيل اقعدوا مع القعدين","score":529},"121":{"verse":"ولا ينفقون نفقة صغيرة ولا كبيرة ولا يقطعون واديا الا كتب لهم ليجزيهم الله احسن ما كانوا يعملون","score":531},"92":{"verse":"ولا على الذين اذا ما اتوك لتحملهم قلت لا اجد ما احملكم عليه تولوا واعينهم تفيض من الدمع حزنا الا يجدوا ما ينفقون","score":591},"85":{"verse":"ولا تعجبك امولهم واولدهم انما يريد الله ان يعذبهم بها في الدنيا وتزهق انفسهم وهم كفرون","score":472},"84":{"verse":"ولا تصل على احد منهم مات ابدا ولا تقم على قبره انهم كفروا بالله ورسوله وماتوا وهم فسقون","score":452},"65":{"verse":"ولئن سالتهم ليقولن انما كنا نخوض ونلعب قل ابالله وايته ورسوله كنتم تستهزءون","score":408},"105":{"verse":"وقل اعملوا فسيرى الله عملكم ورسوله والمؤمنون وستردون الى علم الغيب والشهدة فينبئكم بما كنتم تعملون","score":526},"30":{"verse":"وقالت اليهود عزير ابن الله وقالت النصرى المسيح ابن الله ذلك قولهم بافوههم يضهون قول الذين كفروا من قبل قتلهم الله انى يؤفكون","score":653},"118":{"verse":"وعلى الثلثة الذين خلفوا حتى اذا ضاقت عليهم الارض بما رحبت وضاقت عليهم انفسهم وظنوا ان لا ملجا من الله الا اليه ثم تاب عليهم ليتوبوا ان الله هو التواب الرحيم","score":834},"68":{"verse":"وعد الله المنفقين والمنفقت والكفار نار جهنم خلدين فيها هي حسبهم ولعنهم الله ولهم عذاب مقيم","score":499},"72":{"verse":"وعد الله المؤمنين والمؤمنت جنت تجري من تحتها الانهر خلدين فيها ومسكن طيبة في جنت عدن ورضون من الله اكبر ذلك هو الفوز العظيم","score":734},"90":{"verse":"وجاء المعذرون من الاعراب ليؤذن لهم وقعد الذين كذبوا الله ورسوله سيصيب الذين كفروا منهم عذاب اليم","score":531},"12":{"verse":"وان نكثوا ايمنهم من بعد عهدهم وطعنوا في دينكم فقتلوا ائمة الكفر انهم لا ايمن لهم لعلهم ينتهون","score":483},"6":{"verse":"وان احد من المشركين استجارك فاجره حتى يسمع كلم الله ثم ابلغه مامنه ذلك بانهم قوم لا يعلمون","score":519},"125":{"verse":"واما الذين في قلوبهم مرض فزادتهم رجسا الى رجسهم وماتوا وهم كفرون","score":393},"71":{"verse":"والمؤمنون والمؤمنت بعضهم اولياء بعض يامرون بالمعروف وينهون عن المنكر ويقيمون الصلوة ويؤتون الزكوة ويطيعون الله ورسوله اولئك سيرحمهم الله ان الله عزيز حكيم","score":836},"100":{"verse":"والسبقون الاولون من المهجرين والانصار والذين اتبعوهم باحسن رضي الله عنهم ورضوا عنه واعد لهم جنت تجري تحتها الانهر خلدين فيها ابدا ذلك الفوز العظيم","score":863},"107":{"verse":"والذين اتخذوا مسجدا ضرارا وكفرا وتفريقا بين المؤمنين وارصادا لمن حارب الله ورسوله من قبل وليحلفن ان اردنا الا الحسنى والله يشهد انهم لكذبون","score":765},"3":{"verse":"واذن من الله ورسوله الى الناس يوم الحج الاكبر ان الله برئ من المشركين ورسوله فان تبتم فهو خير لكم وان توليتم فاعلموا انكم غير معجزي الله وبشر الذين كفروا بعذاب اليم","score":861},"127":{"verse":"واذا ما انزلت سورة نظر بعضهم الى بعض هل يريكم من احد ثم انصرفوا صرف الله قلوبهم بانهم قوم لا يفقهون","score":608},"124":{"verse":"واذا ما انزلت سورة فمنهم من يقول ايكم زادته هذه ايمنا فاما الذين امنوا فزادتهم ايمنا وهم يستبشرون","score":543},"86":{"verse":"واذا انزلت سورة ان امنوا بالله وجهدوا مع رسوله استذنك اولوا الطول منهم وقالوا ذرنا نكن مع القعدين","score":513},"106":{"verse":"واخرون مرجون لامر الله اما يعذبهم واما يتوب عليهم والله عليم حكيم","score":321},"102":{"verse":"واخرون اعترفوا بذنوبهم خلطوا عملا صلحا واخر سيئا عسى الله ان يتوب عليهم ان الله غفور رحيم","score":536},"33":{"verse":"هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون","score":413},"113":{"verse":"ما كان للنبي والذين امنوا ان يستغفروا للمشركين ولو كانوا اولي قربي من بعد ما تبين لهم انهم اصحب الجحيم","score":524},"17":{"verse":"ما كان للمشركين ان يعمروا مسجد الله شهدين على انفسهم بالكفر اولئك حبطت اعملهم وفي النار هم خلدون","score":549},"120":{"verse":"ما كان لاهل المدينة ومن حولهم من الاعراب ان يتخلفوا عن رسول الله ولا يرغبوا بانفسهم عن نفسه ذلك بانهم لا يصيبهم ظما ولا نصب ولا مخمصة في سبيل الله ولا يطون موطئا يغيظ الكفار ولا ينالون من عدو نيلا الا كتب لهم به عمل صلح ان الله لا يضيع اجر المحسنين","score":1301},"91":{"verse":"ليس على الضعفاء ولا على المرضى ولا على الذين لا يجدون ما ينفقون حرج اذا نصحوا لله ورسوله ما على المحسنين من سبيل والله غفور رحيم","score":689},"57":{"verse":"لو يجدون ملجا او مغرت او مدخلا لولوا اليه وهم يجمحون","score":289},"42":{"verse":"لو كان عرضا قريبا وسفرا قاصدا لاتبعوك ولكن بعدت عليهم الشقة وسيحلفون بالله لو استطعنا لخرجنا معكم يهلكون انفسهم والله يعلم انهم لكذبون","score":818},"47":{"verse":"لو خرجوا فيكم ما زادوكم الا خبالا ولاوضعوا خللكم يبغونكم الفتنة وفيكم سمعون لهم والله عليم بالظلمين","score":574},"88":{"verse":"لكن الرسول والذين امنوا معه جهدوا بامولهم وانفسهم واولئك لهم الخيرت واولئك هم المفلحون","score":425},"25":{"verse":"لقد نصركم الله في مواطن كثيرة ويوم حنين اذ اعجبتكم كثرتكم فلم تغن عنكم شيا وضاقت عليكم الارض بما رحبت ثم وليتم مدبرين","score":810},"128":{"verse":"لقد جاءكم رسول من انفسكم عزيز عليه ما عنتم حريص عليكم بالمؤمنين رءوف رحيم","score":466},"117":{"verse":"لقد تاب الله على النبي والمهجرين والانصار الذين اتبعوه في ساعة العسرة من بعد ما كاد يزيغ قلوب فريق منهم ثم تاب عليهم انه بهم رءوف رحيم","score":775},"48":{"verse":"لقد ابتغوا الفتنة من قبل وقلبوا لك الامور حتى جاء الحق وظهر امر الله وهم كرهون","score":432},"44":{"verse":"لا يستذنك الذين يؤمنون بالله واليوم الاخر ان يجهدوا بامولهم وانفسهم والله عليم بالمتقين","score":425},"110":{"verse":"لا يزال بنينهم الذي بنوا ريبة في قلوبهم الا ان تقطع قلوبهم والله عليم حكيم","score":393},"10":{"verse":"لا يرقبون في مؤمن الا ولا ذمة واولئك هم المعتدون","score":217},"108":{"verse":"لا تقم فيه ابدا لمسجد اسس على التقوى من اول يوم احق ان تقوم فيه فيه رجال يحبون ان يتطهروا والله يحب المطهرين","score":620},"66":{"verse":"لا تعتذروا قد كفرتم بعد ايمنكم ان نعف عن طائفة منكم نعذب طائفة بانهم كانوا مجرمين","score":512},"7":{"verse":"كيف يكون للمشركين عهد عند الله وعند رسوله الا الذين عهدتم عند المسجد الحرام فما استقموا لكم فاستقيموا لهم ان الله يحب المتقين","score":723},"8":{"verse":"كيف وان يظهروا عليكم لا يرقبوا فيكم الا ولا ذمة يرضونكم بافوههم وتابى قلوبهم واكثرهم فسقون","score":529},"69":{"verse":"كالذين من قبلكم كانوا اشد منكم قوة واكثر امولا واولدا فاستمتعوا بخلقهم فاستمتعتم بخلقكم كما استمتع الذين من قبلكم بخلقهم وخضتم كالذي خاضوا اولئك حبطت اعملهم في الدنيا والاخرة واولئك هم الخسرون","score":1205},"52":{"verse":"قل هل تربصون بنا الا احدى الحسنيين ونحن نتربص بكم ان يصيبكم الله بعذاب من عنده او بايدينا فتربصوا انا معكم متربصون","score":675},"51":{"verse":"قل لن يصيبنا الا ما كتب الله لنا هو مولينا وعلى الله فليتوكل المؤمنون","score":266},"53":{"verse":"قل انفقوا طوعا او كرها لن يتقبل منكم انكم كنتم قوما فسقين","score":318},"24":{"verse":"قل ان كان اباؤكم وابناؤكم واخونكم وازوجكم وعشيرتكم وامول اقترفتموها وتجرة تخشون كسادها ومسكن ترضونها احب اليكم من الله ورسوله وجهاد في سبيله فتربصوا حتى ياتي الله بامره والله لا يهدي القوم الفسقين","score":1159},"14":{"verse":"قتلوهم يعذبهم الله بايديكم ويخزهم وينصركم عليهم ويشف صدور قوم مؤمنين","score":461},"29":{"verse":"قتلوا الذين لا يؤمنون بالله ولا باليوم الاخر ولا يحرمون ما حرم الله ورسوله ولا يدينون دين الحق من الذين اوتوا الكتب حتى يعطوا الجزية عن يد وهم صغرون","score":776},"82":{"verse":"فليضحكوا قليلا وليبكوا كثيرا جزاء بما كانوا يكسبون","score":318},"76":{"verse":"فلما اتيهم من فضله بخلوا به وتولوا وهم معرضون","score":254},"55":{"verse":"فلا تعجبك امولهم ولا اولدهم انما يريد الله ليعذبهم بها في الحيوة الدنيا وتزهق انفسهم وهم كفرون","score":520},"2":{"verse":"فسيحوا في الارض اربعة اشهر واعلموا انكم غير معجزي الله وان الله مخزي الكفرين","score":470},"81":{"verse":"فرح المخلفون بمقعدهم خلف رسول الله وكرهوا ان يجهدوا بامولهم وانفسهم في سبيل الله وقالوا لا تنفروا في الحر قل نار جهنم اشد حرا لو كانوا يفقهون","score":790},"83":{"verse":"فان رجعك الله الى طائفة منهم فاستذنوك للخروج فقل لن تخرجوا معي ابدا ولن تقتلوا معي عدوا انكم رضيتم بالقعود اول مرة فاقعدوا مع الخلفين","score":822},"129":{"verse":"فان تولوا فقل حسبي الله لا اله الا هو عليه توكلت وهو رب العرش العظيم","score":356},"11":{"verse":"فان تابوا واقاموا الصلوة واتوا الزكوة فاخونكم في الدين ونفصل الايت لقوم يعلمون","score":412},"77":{"verse":"فاعقبهم نفاقا في قلوبهم الى يوم يلقونه بما اخلفوا الله ما وعدوه وبما كانوا يكذبون","score":415},"5":{"verse":"فاذا انسلخ الاشهر الحرم فاقتلوا المشركين حيث وجدتموهم وخذوهم واحصروهم واقعدوا لهم كل مرصد فان تابوا واقاموا الصلوة واتوا الزكوة فخلوا سبيلهم ان الله غفور رحيم","score":1000},"43":{"verse":"عفا الله عنك لم اذنت لهم حتى يتبين لك الذين صدقوا وتعلم الكذبين","score":360},"95":{"verse":"سيحلفون بالله لكم اذا انقلبتم اليهم لتعرضوا عنهم فاعرضوا عنهم انهم رجس وماويهم جهنم جزاء بما كانوا يكسبون","score":608},"87":{"verse":"رضوا بان يكونوا مع الخوالف وطبع على قلوبهم فهم لا يفقهون","score":323},"22":{"verse":"خلدين فيها ابدا ان الله عنده اجر عظيم","score":233},"103":{"verse":"خذ من امولهم صدقة تطهرهم وتزكيهم بها وصل عليهم ان صلوتك سكن لهم والله سميع عليم","score":506},"27":{"verse":"ثم يتوب الله من بعد ذلك على من يشاء والله غفور رحيم","score":302},"26":{"verse":"ثم انزل الله سكينته على رسوله وعلى المؤمنين وانزل جنودا لم تروها وعذب الذين كفروا وذلك جزاء الكفرين","score":571},"1":{"verse":"براءة من الله ورسوله الى الذين عهدتم من المشركين","score":232},"126":{"verse":"اولا يرون انهم يفتنون في كل عام مرة او مرتين ثم لا يتوبون ولا هم يذكرون","score":331},"18":{"verse":"انما يعمر مسجد الله من امن بالله واليوم الاخر واقام الصلوة واتى الزكوة ولم يخش الا الله فعسى اولئك ان يكونوا من المهتدين","score":557},"45":{"verse":"انما يستذنك الذين لا يؤمنون بالله واليوم الاخر وارتابت قلوبهم فهم في ريبهم يترددون","score":434},"37":{"verse":"انما النسئ زيادة في الكفر يضل به الذين كفروا يحلونه عاما ويحرمونه عاما ليواطوا عدة ما حرم الله فيحلوا ما حرم الله زين لهم سوء اعملهم والله لا يهدي القوم الكفرين","score":830},"60":{"verse":"انما الصدقت للفقراء والمسكين والعملين عليها والمؤلفة قلوبهم وفي الرقاب والغرمين وفي سبيل الله وابن السبيل فريضة من الله والله عليم حكيم","score":696},"93":{"verse":"انما السبيل على الذين يستذنونك وهم اغنياء رضوا بان يكونوا مع الخوالف وطبع الله على قلوبهم فهم لا يعلمون","score":532},"41":{"verse":"انفروا خفافا وثقالا وجهدوا بامولكم وانفسكم في سبيل الله ذلكم خير لكم ان كنتم تعلمون","score":481},"36":{"verse":"ان عدة الشهور عند الله اثنا عشر شهرا في كتب الله يوم خلق السموت والارض منها اربعة حرم ذلك الدين القيم فلا تظلموا فيهن انفسكم وقتلوا المشركين كافة كما يقتلونكم كافة واعلموا ان الله مع المتقين","score":1060},"50":{"verse":"ان تصبك حسنة تسؤهم وان تصبك مصيبة يقولوا قد اخذنا امرنا من قبل ويتولوا وهم فرحون","score":502},"116":{"verse":"ان الله له ملك السموت والارض يحي ويميت وما لكم من دون الله من ولي ولا نصير","score":317},"111":{"verse":"ان الله اشترى من المؤمنين انفسهم وامولهم بان لهم الجنة يقتلون في سبيل الله فيقتلون ويقتلون وعدا عليه حقا في التورية والانجيل والقران ومن اوفي بعهده من الله فاستبشروا ببيعكم الذي بايعتم به وذلك هو الفوز العظيم","score":1122},"16":{"verse":"ام حسبتم ان تتركوا ولما يعلم الله الذين جهدوا منكم ولم يتخذوا من دون الله ولا رسوله ولا المؤمنين وليجة والله خبير بما تعملون","score":603},"67":{"verse":"المنفقون والمنفقت بعضهم من بعض يامرون بالمنكر وينهون عن المعروف ويقبضون ايديهم نسوا الله فنسيهم ان المنفقين هم الفسقون","score":660},"63":{"verse":"الم يعلموا انه من يحادد الله ورسوله فان له نار جهنم خلدا فيها ذلك الخزي العظيم","score":438},"78":{"verse":"الم يعلموا ان الله يعلم سرهم ونجويهم وان الله علم الغيوب","score":249},"104":{"verse":"الم يعلموا ان الله هو يقبل التوبة عن عباده وياخذ الصدقت وان الله هو التواب الرحيم","score":407},"70":{"verse":"الم ياتهم نبا الذين من قبلهم قوم نوح وعاد وثمود وقوم ابرهيم واصحب مدين والمؤتفكت اتتهم رسلهم بالبينت فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون","score":807},"79":{"verse":"الذين يلمزون المطوعين من المؤمنين في الصدقت والذين لا يجدون الا جهدهم فيسخرون منهم سخر الله منهم ولهم عذاب اليم","score":626},"20":{"verse":"الذين امنوا وهاجروا وجهدوا في سبيل الله بامولهم وانفسهم اعظم درجة عند الله واولئك هم الفائزون","score":518},"112":{"verse":"التئبون العبدون الحمدون السئحون الركعون السجدون الامرون بالمعروف والناهون عن المنكر والحفظون لحدود الله وبشر المؤمنين","score":649},"97":{"verse":"الاعراب اشد كفرا ونفاقا واجدر الا يعلموا حدود ما انزل الله على رسوله والله عليم حكيم","score":457},"39":{"verse":"الا تنفروا يعذبكم عذابا اليما ويستبدل قوما غيركم ولا تضروه شيا والله على كل شي قدير","score":505},"40":{"verse":"الا تنصروه فقد نصره الله اذ اخرجه الذين كفروا ثاني اثنين اذ هما في الغار اذ يقول لصحبه لا تحزن ان الله معنا فانزل الله سكينته عليه وايده بجنود لم تروها وجعل كلمة الذين كفروا السفلى وكلمة الله هي العليا والله عزيز حكيم","score":1271},"13":{"verse":"الا تقتلون قوما نكثوا ايمنهم وهموا باخراج الرسول وهم بدءوكم اول مرة اتخشونهم فالله احق ان تخشوه ان كنتم مؤمنين","score":599},"4":{"verse":"الا الذين عهدتم من المشركين ثم لم ينقصوكم شيا ولم يظهروا عليكم احدا فاتموا اليهم عهدهم الى مدتهم ان الله يحب المتقين","score":645},"109":{"verse":"افمن اسس بنينه على تقوى من الله ورضون خير ام من اسس بنينه على شفا جرف هار فانهار به في نار جهنم والله لا يهدي القوم الظلمين","score":640},"89":{"verse":"اعد الله لهم جنت تجري من تحتها الانهر خلدين فيها ذلك الفوز العظيم","score":409},"9":{"verse":"اشتروا بايت الله ثمنا قليلا فصدوا عن سبيله انهم ساء ما كانوا يعملون","score":344},"80":{"verse":"استغفر لهم او لا تستغفر لهم ان تستغفر لهم سبعين مرة فلن يغفر الله لهم ذلك بانهم كفروا بالله ورسوله والله لا يهدي القوم الفسقين","score":746},"19":{"verse":"اجعلتم سقاية الحاج وعمارة المسجد الحرام كمن امن بالله واليوم الاخر وجهد في سبيل الله لا يستون عند الله والله لا يهدي القوم الظلمين","score":685},"31":{"verse":"اتخذوا احبارهم ورهبنهم اربابا من دون الله والمسيح ابن مريم وما امروا الا ليعبدوا الها وحدا لا اله الا هو سبحنه عما يشركون","score":590}}