{"57":{"verse":"يأيها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين","score":435},"45":{"verse":"ويوم يحشرهم كأن لم يلبثوا الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين","score":569},"28":{"verse":"ويوم نحشرهم جميعا ثم نقول للذين أشركوا مكانكم أنتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم إيانا تعبدون","score":628},"48":{"verse":"ويقولون متى هذا الوعد إن كنتم صدقين","score":209},"20":{"verse":"ويقولون لولا أنزل عليه اية من ربه فقل إنما الغيب لله فانتظروا إني معكم من المنتظرين","score":428},"18":{"verse":"ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعؤنا عند الله قل أتنبون الله بما لا يعلم في السموت ولا في الأرض سبحنه وتعلى عما يشركون","score":733},"53":{"verse":"ويستنبونك أحق هو قل إي وربي إنه لحق وما أنتم بمعجزين","score":313},"82":{"verse":"ويحق الله الحق بكلمته ولو كره المجرمون","score":217},"86":{"verse":"ونجنا برحمتك من القوم الكفرين","score":168},"43":{"verse":"ومنهم من ينظر اليك أفأنت تهدي العمي ولو كانوا لا يبصرون","score":276},"42":{"verse":"ومنهم من يستمعون اليك أفأنت تسمع الصم ولو كانوا لا يعقلون","score":281},"40":{"verse":"ومنهم من يؤمن به ومنهم من لا يؤمن به وربك أعلم بالمفسدين","score":252},"36":{"verse":"وما يتبع أكثرهم الا ظنا إن الظن لا يغني من الحق شيا إن الله عليم بما يفعلون","score":387},"37":{"verse":"وما كان هذا القران أن يفترى من دون الله ولكن تصديق الذى بين يديه وتفصيل الكتب لا ريب فيه من رب العلمين","score":524},"100":{"verse":"وما كان لنفس أن تؤمن الا بإذن الله ويجعل الرجس على الذين لا يعقلون","score":308},"19":{"verse":"وما كان الناس الا أمة وحدة فاختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون","score":479},"60":{"verse":"وما ظن الذين يفترون على الله الكذب يوم القيمة إن الله لذو فضل على الناس ولكن أكثرهم لا يشكرون","score":480},"61":{"verse":"وما تكون في شأن وما تتلوا منه من قران ولا تعملون من عمل الا كنا عليكم شهودا إذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الأرض ولا في السماء ولا أصغر من ذلك ولا أكبر الا في كتب مبين","score":954},"11":{"verse":"ولو يعجل الله للناس الشر استعجالهم بالخير لقضي اليهم أجلهم فنذر الذين لا يرجون لقاءنا في طغينهم يعمهون","score":598},"99":{"verse":"ولو شاء ربك لامن من في الأرض كلهم جميعا أفأنت تكره الناس حتى يكونوا مؤمنين","score":371},"97":{"verse":"ولو جاءتهم كل اية حتى يروا العذاب الاليم","score":188},"54":{"verse":"ولو أن لكل نفس ظلمت ما في الأرض لافتدت به وأسروا الندامة لما رأوا العذاب وقضي بينهم بالقسط وهم لا يظلمون","score":577},"47":{"verse":"ولكل أمة رسول فإذا جاء رسولهم قضي بينهم بالقسط وهم لا يظلمون","score":362},"93":{"verse":"ولقد بوأنا بني إسرءيل مبوأ صدق ورزقنهم من الطيبت فما اختلفوا حتى جاءهم العلم إن ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون","score":745},"13":{"verse":"ولقد أهلكنا القرون من قبلكم لما ظلموا وجاءتهم رسلهم بالبينت وما كانوا ليؤمنوا كذلك نجزي القوم المجرمين","score":535},"65":{"verse":"ولا يحزنك قولهم إن العزة لله جميعا هو السميع العليم","score":284},"95":{"verse":"ولا تكونن من الذين كذبوا بآيت الله فتكون من الخسرين","score":261},"106":{"verse":"ولا تدع من دون الله ما لا ينفعك ولا يضرك فإن فعلت فإنك إذا من الظلمين","score":352},"84":{"verse":"وقال موسى يقوم إن كنتم امنتم بالله فعليه توكلوا إن كنتم مسلمين","score":291},"88":{"verse":"وقال موسى ربنا إنك اتيت فرعون وملأه زينة وأمولا في الحيوة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على أمولهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الاليم","score":800},"79":{"verse":"وقال فرعون ائتوني بكل سحر عليم","score":181},"90":{"verse":"وجوزنا ببني إسرءيل البحر فأتبعهم فرعون وجنوده بغيا وعدوا حتى إذا أدركه الغرق قال امنت أنه لا اله الا الذى امنت به بنوا إسرءيل وأنا من المسلمين","score":755},"25":{"verse":"والله يدعوا الى دار السلم ويهدي من يشاء الى صرط مستقيم","score":299},"27":{"verse":"والذين كسبوا السيات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من عاصم كأنما أغشيت وجوههم قطعا من اليل مظلما أولئك أصحب النار هم فيها خلدون","score":817},"71":{"verse":"واتل عليهم نبأ نوح إذ قال لقومه يقوم إن كان كبر عليكم مقامي وتذكيري بآيت الله فعلى الله توكلت فأجمعوا أمركم وشركاءكم ثم لا يكن أمركم عليكم غمة ثم اقضوا الي ولا تنظرون","score":919},"109":{"verse":"واتبع ما يوحى اليك واصبر حتى يحكم الله وهو خير الحكمين","score":313},"107":{"verse":"وإن يمسسك الله بضر فلا كاشف له الا هو وإن يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم","score":639},"41":{"verse":"وإن كذبوك فقل لي عملي ولكم عملكم أنتم بريون مما أعمل وأنا بريء مما تعملون","score":334},"46":{"verse":"وإما نرينك بعض الذى نعدهم أو نتوفينك فالينا مرجعهم ثم الله شهيد على ما يفعلون","score":438},"12":{"verse":"وإذا مس الإنسن الضر دعانا لجنبه أو قاعدا أو قائما فلما كشفنا عنه ضره مر كأن لم يدعنا الى ضر مسه كذلك زين للمسرفين ما كانوا يعملون","score":703},"15":{"verse":"وإذا تتلى عليهم اياتنا بينت قال الذين لا يرجون لقاءنا ائت بقران غير هذا أو بدله قل ما يكون لي أن أبدله من تلقاىء نفسي إن أتبع الا ما يوحى الي إني أخاف إن عصيت ربي عذاب يوم عظيم","score":874},"21":{"verse":"وإذا أذقنا الناس رحمة من بعد ضراء مستهم إذا لهم مكر في اياتنا قل الله أسرع مكرا إن رسلنا يكتبون ما تمكرون","score":543},"87":{"verse":"وأوحينا الى موسى وأخيه أن تبوا لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة وأقيموا الصلوة وبشر المؤمنين","score":519},"105":{"verse":"وأن أقم وجهك للدين حنيفا ولا تكونن من المشركين","score":243},"56":{"verse":"هو يحي ويميت واليه ترجعون","score":151},"22":{"verse":"هو الذى يسيركم في البر والبحر حتى إذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا أنهم أحيط بهم دعوا الله مخلصين له الدين لئن أنجيتنا من هذه لنكونن من الشكرين","score":1178},"67":{"verse":"هو الذى جعل لكم اليل لتسكنوا فيه والنهار مبصرا إن في ذلك لآيت لقوم يسمعون","score":380},"5":{"verse":"هو الذى جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك الا بالحق يفصل الآيت لقوم يعلمون","score":687},"30":{"verse":"هنالك تبلوا كل نفس ما أسلفت وردوا الى الله موليهم الحق وضل عنهم ما كانوا يفترون","score":382},"70":{"verse":"متع في الدنيا ثم الينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون","score":435},"64":{"verse":"لهم البشرى في الحيوة الدنيا وفي الأخرة لا تبديل لكلمت الله ذلك هو الفوز العظيم","score":432},"26":{"verse":"للذين أحسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة أولئك أصحب الجنة هم فيها خلدون","score":519},"33":{"verse":"كذلك حقت كلمت ربك على الذين فسقوا أنهم لا يؤمنون","score":274},"108":{"verse":"قل يأيها الناس قد جاءكم الحق من ربكم فمن اهتدى فإنما يهتدي لنفسه ومن ضل فإنما يضل عليها وما أنا عليكم بوكيل","score":562},"104":{"verse":"قل يأيها الناس إن كنتم في شك من ديني فلا أعبد الذين تعبدون من دون الله ولكن أعبد الله الذى يتوفيكم وأمرت أن أكون من المؤمنين","score":595},"35":{"verse":"قل هل من شركائكم من يهدي الى الحق قل الله يهدي للحق أفمن يهدي الى الحق أحق أن يتبع امن لا يهدي الا أن يهدى فما لكم كيف تحكمون","score":643},"34":{"verse":"قل هل من شركائكم من يبدؤا الخلق ثم يعيده قل الله يبدؤا الخلق ثم يعيده فأنى تؤفكون","score":498},"31":{"verse":"قل من يرزقكم من السماء والأرض امن يملك السمع والأبصر ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الأمر فسيقولون الله فقل أفلا تتقون","score":741},"16":{"verse":"قل لو شاء الله ما تلوته عليكم ولا أدريكم به فقد لبثت فيكم عمرا من قبله أفلا تعقلون","score":452},"49":{"verse":"قل لا أملك لنفسي ضرا ولا نفعا الا ما شاء الله لكل أمة أجل إذا جاء أجلهم فلا يستخرون ساعة ولا يستقدمون","score":510},"58":{"verse":"قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون","score":358},"101":{"verse":"قل انظروا ماذا في السموت والأرض وما تغني الأيت والنذر عن قوم لا يؤمنون","score":360},"69":{"verse":"قل إن الذين يفترون على الله الكذب لا يفلحون","score":211},"59":{"verse":"قل أرءيتم ما أنزل الله لكم من رزق فجعلتم منه حراما وحللا قل ءآلله أذن لكم أم على الله تفترون","score":445},"50":{"verse":"قل أرءيتم إن أتيكم عذابه بيتا أو نهارا ماذا يستعجل منه المجرمون","score":327},"68":{"verse":"قالوا اتخذ الله ولدا سبحنه هو الغني له ما في السموت وما في الأرض إن عندكم من سلطن بهذا أتقولون على الله ما لا تعلمون","score":592},"78":{"verse":"قالوا أجئتنا لتلفتنا عما وجدنا عليه اباءنا وتكون لكما الكبرياء في الأرض وما نحن لكما بمؤمنين","score":439},"77":{"verse":"قال موسى أتقولون للحق لما جاءكم أسحر هذا ولا يفلح السحرون","score":327},"89":{"verse":"قال قد أجيبت دعوتكما فاستقيما ولا تتبعان سبيل الذين لا يعلمون","score":364},"102":{"verse":"فهل ينتظرون الا مثل أيام الذين خلوا من قبلهم قل فانتظروا إني معكم من المنتظرين","score":430},"17":{"verse":"فمن أظلم ممن افترى على الله كذبا أو كذب بآيته إنه لا يفلح المجرمون","score":339},"83":{"verse":"فما امن لموسى الا ذرية من قومه على خوف من فرعون وملائهم أن يفتنهم وإن فرعون لعال في الأرض وإنه لمن المسرفين","score":507},"98":{"verse":"فلولا كانت قرية امنت فنفعها إيمنها الا قوم يونس لما امنوا كشفنا عنهم عذاب الخزي في الحيوة الدنيا ومتعنهم الى حين","score":579},"76":{"verse":"فلما جاءهم الحق من عندنا قالوا إن هذا لسحر مبين","score":246},"80":{"verse":"فلما جاء السحرة قال لهم موسى القوا ما أنتم ملقون","score":221},"81":{"verse":"فلما القوا قال موسى ما جئتم به السحر إن الله سيبطله إن الله لا يصلح عمل المفسدين","score":415},"23":{"verse":"فلما أنجيهم إذا هم يبغون في الأرض بغير الحق يأيها الناس إنما بغيكم على أنفسكم متع الحيوة الدنيا ثم الينا مرجعكم فننبئكم بما كنتم تعملون","score":771},"29":{"verse":"فكفي بالله شهيدا بيننا وبينكم إن كنا عن عبادتكم لغفلين","score":325},"73":{"verse":"فكذبوه فنجينه ومن معه في الفلك وجعلنهم خلئف وأغرقنا الذين كذبوا بآيتنا فانظر كيف كان عقبة المنذرين","score":634},"85":{"verse":"فقالوا على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظلمين","score":272},"32":{"verse":"فذلكم الله ربكم الحق فماذا بعد الحق الا الضلل فأنى تصرفون","score":347},"92":{"verse":"فاليوم ننجيك ببدنك لتكون لمن خلفك اية وإن كثيرا من الناس عن ايتنا لغفلون","score":398},"94":{"verse":"فإن كنت في شك مما أنزلنا اليك فسل الذين يقرءون الكتب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين","score":554},"72":{"verse":"فإن توليتم فما سالتكم من أجر إن أجري الا على الله وأمرت أن أكون من المسلمين","score":315},"10":{"verse":"دعويهم فيها سبحنك اللهم وتحيتهم فيها سلم واخر دعويهم أن الحمد لله رب العلمين","score":444},"103":{"verse":"ثم ننجي رسلنا والذين امنوا كذلك حقا علينا ننج المؤمنين","score":288},"52":{"verse":"ثم قيل للذين ظلموا ذوقوا عذاب الخلد هل تجزون الا بما كنتم تكسبون","score":412},"14":{"verse":"ثم جعلنكم خلئف في الأرض من بعدهم لننظر كيف تعملون","score":340},"75":{"verse":"ثم بعثنا من بعدهم موسى وهرون الى فرعون وملائه بآيتنا فاستكبروا وكانوا قوما مجرمين","score":454},"74":{"verse":"ثم بعثنا من بعده رسلا الى قومهم فجاءوهم بالبينت فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين","score":644},"39":{"verse":"بل كذبوا بما لم يحيطوا بعلمه ولما يأتهم تأويله كذلك كذب الذين من قبلهم فانظر كيف كان عقبة الظلمين","score":577},"4":{"verse":"اليه مرجعكم جميعا وعد الله حقا إنه يبدؤا الخلق ثم يعيده ليجزي الذين امنوا وعملوا الصلحت بالقسط والذين كفروا لهم شراب من حميم وعذاب اليم بما كانوا يكفرون","score":909},"1":{"verse":"الر تلك آيت الكتب الحكيم","score":126},"63":{"verse":"الذين امنوا وكانوا يتقون","score":107},"66":{"verse":"الا إن لله من في السموت ومن في الأرض وما يتبع الذين يدعون من دون الله شركاء إن يتبعون الا الظن وإن هم الا يخرصون","score":526},"55":{"verse":"الا إن لله ما في السموت والأرض الا إن وعد الله حق ولكن أكثرهم لا يعلمون","score":317},"62":{"verse":"الا إن أولياء الله لا خوف عليهم ولا هم يحزنون","score":186},"24":{"verse":"إنما مثل الحيوة الدنيا كماء أنزلنه من السماء فاختلط به نبات الأرض مما يأكل الناس والأنعم حتى إذا أخذت الأرض زخرفها وازينت وظن أهلها أنهم قدرون عليها أتيها أمرنا ليلا أو نهارا فجعلنها حصيدا كأن لم تغن بالأمس كذلك نفصل الآيت لقوم يتفكرون","score":1291},"6":{"verse":"إن في اختلف اليل والنهار وما خلق الله في السموت والأرض لآيت لقوم يتقون","score":343},"3":{"verse":"إن ربكم الله الذى خلق السموت والأرض في ستة أيام ثم استوى على العرش يدبر الأمر ما من شفيع الا من بعد إذنه ذلكم الله ربكم فاعبدوه أفلا تذكرون","score":772},"44":{"verse":"إن الله لا يظلم الناس شيا ولكن الناس أنفسهم يظلمون","score":243},"7":{"verse":"إن الذين لا يرجون لقاءنا ورضوا بالحيوة الدنيا واطمأنوا بها والذين هم عن ايتنا غفلون","score":412},"96":{"verse":"إن الذين حقت عليهم كلمت ربك لا يؤمنون","score":190},"9":{"verse":"إن الذين امنوا وعملوا الصلحت يهديهم ربهم بإيمنهم تجري من تحتهم الأنهر في جنت النعيم","score":439},"8":{"verse":"أولئك مأويهم النار بما كانوا يكسبون","score":151},"38":{"verse":"أم يقولون افتريه قل فأتوا بسورة مثله وادعوا من استطعتم من دون الله إن كنتم صدقين","score":474},"2":{"verse":"أكان للناس عجبا أن أوحينا الى رجل منهم أن أنذر الناس وبشر الذين امنوا أن لهم قدم صدق عند ربهم قال الكفرون إن هذا لسحر مبين","score":626},"51":{"verse":"أثم إذا ما وقع امنتم به آلن وقد كنتم به تستعجلون","score":284},"91":{"verse":"آلن وقد عصيت قبل وكنت من المفسدين","score":212}}