{"57":{"verse":"يايها الناس قد جاءتكم موعظة من ربكم وشفاء لما في الصدور وهدى ورحمة للمؤمنين","score":434},"45":{"verse":"ويوم يحشرهم كان لم يلبثوا الا ساعة من النهار يتعارفون بينهم قد خسر الذين كذبوا بلقاء الله وما كانوا مهتدين","score":568},"28":{"verse":"ويوم نحشرهم جميعا ثم نقول للذين اشركوا مكانكم انتم وشركاؤكم فزيلنا بينهم وقال شركاؤهم ما كنتم ايانا تعبدون","score":624},"48":{"verse":"ويقولون متى هذا الوعد ان كنتم صدقين","score":210},"20":{"verse":"ويقولون لولا انزل عليه اية من ربه فقل انما الغيب لله فانتظروا اني معكم من المنتظرين","score":429},"18":{"verse":"ويعبدون من دون الله ما لا يضرهم ولا ينفعهم ويقولون هؤلاء شفعؤنا عند الله قل اتنبون الله بما لا يعلم في السموت ولا في الارض سبحنه وتعلى عما يشركون","score":735},"53":{"verse":"ويستنبونك احق هو قل اي وربي انه لحق وما انتم بمعجزين","score":314},"82":{"verse":"ويحق الله الحق بكلمته ولو كره المجرمون","score":216},"86":{"verse":"ونجنا برحمتك من القوم الكفرين","score":167},"43":{"verse":"ومنهم من ينظر اليك افانت تهدي العمي ولو كانوا لا يبصرون","score":276},"42":{"verse":"ومنهم من يستمعون اليك افانت تسمع الصم ولو كانوا لا يعقلون","score":282},"40":{"verse":"ومنهم من يؤمن به ومنهم من لا يؤمن به وربك اعلم بالمفسدين","score":251},"36":{"verse":"وما يتبع اكثرهم الا ظنا ان الظن لا يغني من الحق شيا ان الله عليم بما يفعلون","score":387},"37":{"verse":"وما كان هذا القران ان يفترى من دون الله ولكن تصديق الذي بين يديه وتفصيل الكتب لا ريب فيه من رب العلمين","score":530},"100":{"verse":"وما كان لنفس ان تؤمن الا باذن الله ويجعل الرجس على الذين لا يعقلون","score":308},"19":{"verse":"وما كان الناس الا امة وحدة فاختلفوا ولولا كلمة سبقت من ربك لقضي بينهم فيما فيه يختلفون","score":479},"60":{"verse":"وما ظن الذين يفترون على الله الكذب يوم القيمة ان الله لذو فضل على الناس ولكن اكثرهم لا يشكرون","score":477},"61":{"verse":"وما تكون في شان وما تتلوا منه من قران ولا تعملون من عمل الا كنا عليكم شهودا اذ تفيضون فيه وما يعزب عن ربك من مثقال ذرة في الارض ولا في السماء ولا اصغر من ذلك ولا اكبر الا في كتب مبين","score":953},"11":{"verse":"ولو يعجل الله للناس الشر استعجالهم بالخير لقضي اليهم اجلهم فنذر الذين لا يرجون لقاءنا في طغينهم يعمهون","score":599},"99":{"verse":"ولو شاء ربك لامن من في الارض كلهم جميعا افانت تكره الناس حتى يكونوا مؤمنين","score":370},"97":{"verse":"ولو جاءتهم كل اية حتى يروا العذاب الاليم","score":189},"54":{"verse":"ولو ان لكل نفس ظلمت ما في الارض لافتدت به واسروا الندامة لما راوا العذاب وقضي بينهم بالقسط وهم لا يظلمون","score":579},"47":{"verse":"ولكل امة رسول فاذا جاء رسولهم قضي بينهم بالقسط وهم لا يظلمون","score":361},"93":{"verse":"ولقد بوانا بني اسرءيل مبوا صدق ورزقنهم من الطيبت فما اختلفوا حتى جاءهم العلم ان ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون","score":747},"13":{"verse":"ولقد اهلكنا القرون من قبلكم لما ظلموا وجاءتهم رسلهم بالبينت وما كانوا ليؤمنوا كذلك نجزي القوم المجرمين","score":532},"65":{"verse":"ولا يحزنك قولهم ان العزة لله جميعا هو السميع العليم","score":283},"95":{"verse":"ولا تكونن من الذين كذبوا بايت الله فتكون من الخسرين","score":261},"106":{"verse":"ولا تدع من دون الله ما لا ينفعك ولا يضرك فان فعلت فانك اذا من الظلمين","score":351},"84":{"verse":"وقال موسى يقوم ان كنتم امنتم بالله فعليه توكلوا ان كنتم مسلمين","score":292},"88":{"verse":"وقال موسى ربنا انك اتيت فرعون وملاه زينة وامولا في الحيوة الدنيا ربنا ليضلوا عن سبيلك ربنا اطمس على امولهم واشدد على قلوبهم فلا يؤمنوا حتى يروا العذاب الاليم","score":801},"79":{"verse":"وقال فرعون ائتوني بكل سحر عليم","score":181},"90":{"verse":"وجوزنا ببني اسرءيل البحر فاتبعهم فرعون وجنوده بغيا وعدوا حتى اذا ادركه الغرق قال امنت انه لا اله الا الذي امنت به بنوا اسرءيل وانا من المسلمين","score":763},"87":{"verse":"واوحينا الى موسى واخيه ان تبوءا لقومكما بمصر بيوتا واجعلوا بيوتكم قبلة واقيموا الصلوة وبشر المؤمنين","score":521},"107":{"verse":"وان يمسسك الله بضر فلا كاشف له الا هو وان يردك بخير فلا راد لفضله يصيب به من يشاء من عباده وهو الغفور الرحيم","score":636},"41":{"verse":"وان كذبوك فقل لي عملي ولكم عملكم انتم بريون مما اعمل وانا برئ مما تعملون","score":331},"105":{"verse":"وان اقم وجهك للدين حنيفا ولا تكونن من المشركين","score":241},"46":{"verse":"واما نرينك بعض الذي نعدهم او نتوفينك فالينا مرجعهم ثم الله شهيد على ما يفعلون","score":442},"25":{"verse":"والله يدعوا الى دار السلم ويهدي من يشاء الى صرط مستقيم","score":300},"27":{"verse":"والذين كسبوا السيات جزاء سيئة بمثلها وترهقهم ذلة ما لهم من الله من عاصم كانما اغشيت وجوههم قطعا من اليل مظلما اولئك اصحب النار هم فيها خلدون","score":817},"12":{"verse":"واذا مس الانسن الضر دعانا لجنبه او قاعدا او قائما فلما كشفنا عنه ضره مر كان لم يدعنا الى ضر مسه كذلك زين للمسرفين ما كانوا يعملون","score":698},"15":{"verse":"واذا تتلى عليهم اياتنا بينت قال الذين لا يرجون لقاءنا ائت بقران غير هذا او بدله قل ما يكون لي ان ابدله من تلقاىء نفسي ان اتبع الا ما يوحى الي اني اخاف ان عصيت ربي عذاب يوم عظيم","score":881},"21":{"verse":"واذا اذقنا الناس رحمة من بعد ضراء مستهم اذا لهم مكر في اياتنا قل الله اسرع مكرا ان رسلنا يكتبون ما تمكرون","score":543},"71":{"verse":"واتل عليهم نبا نوح اذ قال لقومه يقوم ان كان كبر عليكم مقامي وتذكيري بايت الله فعلى الله توكلت فاجمعوا امركم وشركاءكم ثم لا يكن امركم عليكم غمة ثم اقضوا الي ولا تنظرون","score":914},"109":{"verse":"واتبع ما يوحى اليك واصبر حتى يحكم الله وهو خير الحكمين","score":312},"56":{"verse":"هو يحي ويميت واليه ترجعون","score":153},"22":{"verse":"هو الذي يسيركم في البر والبحر حتى اذا كنتم في الفلك وجرين بهم بريح طيبة وفرحوا بها جاءتها ريح عاصف وجاءهم الموج من كل مكان وظنوا انهم احيط بهم دعوا الله مخلصين له الدين لئن انجيتنا من هذه لنكونن من الشكرين","score":1180},"67":{"verse":"هو الذي جعل لكم اليل لتسكنوا فيه والنهار مبصرا ان في ذلك لايت لقوم يسمعون","score":384},"5":{"verse":"هو الذي جعل الشمس ضياء والقمر نورا وقدره منازل لتعلموا عدد السنين والحساب ما خلق الله ذلك الا بالحق يفصل الايت لقوم يعلمون","score":693},"30":{"verse":"هنالك تبلوا كل نفس ما اسلفت وردوا الى الله موليهم الحق وضل عنهم ما كانوا يفترون","score":382},"70":{"verse":"متع في الدنيا ثم الينا مرجعهم ثم نذيقهم العذاب الشديد بما كانوا يكفرون","score":434},"64":{"verse":"لهم البشرى في الحيوة الدنيا وفي الاخرة لا تبديل لكلمت الله ذلك هو الفوز العظيم","score":432},"26":{"verse":"للذين احسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة اولئك اصحب الجنة هم فيها خلدون","score":519},"33":{"verse":"كذلك حقت كلمت ربك على الذين فسقوا انهم لا يؤمنون","score":272},"108":{"verse":"قل يايها الناس قد جاءكم الحق من ربكم فمن اهتدى فانما يهتدي لنفسه ومن ضل فانما يضل عليها وما انا عليكم بوكيل","score":560},"104":{"verse":"قل يايها الناس ان كنتم في شك من ديني فلا اعبد الذين تعبدون من دون الله ولكن اعبد الله الذي يتوفيكم وامرت ان اكون من المؤمنين","score":599},"35":{"verse":"قل هل من شركائكم من يهدي الى الحق قل الله يهدي للحق افمن يهدي الى الحق احق ان يتبع امن لا يهدي الا ان يهدى فما لكم كيف تحكمون","score":640},"34":{"verse":"قل هل من شركائكم من يبدؤا الخلق ثم يعيده قل الله يبدؤا الخلق ثم يعيده فانى تؤفكون","score":496},"31":{"verse":"قل من يرزقكم من السماء والارض امن يملك السمع والابصر ومن يخرج الحي من الميت ويخرج الميت من الحي ومن يدبر الامر فسيقولون الله فقل افلا تتقون","score":743},"16":{"verse":"قل لو شاء الله ما تلوته عليكم ولا ادريكم به فقد لبثت فيكم عمرا من قبله افلا تعقلون","score":453},"49":{"verse":"قل لا املك لنفسي ضرا ولا نفعا الا ما شاء الله لكل امة اجل اذا جاء اجلهم فلا يستخرون ساعة ولا يستقدمون","score":510},"58":{"verse":"قل بفضل الله وبرحمته فبذلك فليفرحوا هو خير مما يجمعون","score":358},"101":{"verse":"قل انظروا ماذا في السموت والارض وما تغني الايت والنذر عن قوم لا يؤمنون","score":363},"69":{"verse":"قل ان الذين يفترون على الله الكذب لا يفلحون","score":211},"59":{"verse":"قل ارءيتم ما انزل الله لكم من رزق فجعلتم منه حراما وحللا قل االله اذن لكم ام على الله تفترون","score":447},"50":{"verse":"قل ارءيتم ان اتيكم عذابه بيتا او نهارا ماذا يستعجل منه المجرمون","score":330},"78":{"verse":"قالوا اجئتنا لتلفتنا عما وجدنا عليه اباءنا وتكون لكما الكبرياء في الارض وما نحن لكما بمؤمنين","score":439},"68":{"verse":"قالوا اتخذ الله ولدا سبحنه هو الغني له ما في السموت وما في الارض ان عندكم من سلطن بهذا اتقولون على الله ما لا تعلمون","score":595},"77":{"verse":"قال موسى اتقولون للحق لما جاءكم اسحر هذا ولا يفلح السحرون","score":327},"89":{"verse":"قال قد اجيبت دعوتكما فاستقيما ولا تتبعان سبيل الذين لا يعلمون","score":368},"102":{"verse":"فهل ينتظرون الا مثل ايام الذين خلوا من قبلهم قل فانتظروا اني معكم من المنتظرين","score":432},"17":{"verse":"فمن اظلم ممن افترى على الله كذبا او كذب بايته انه لا يفلح المجرمون","score":339},"83":{"verse":"فما امن لموسى الا ذرية من قومه على خوف من فرعون وملائهم ان يفتنهم وان فرعون لعال في الارض وانه لمن المسرفين","score":508},"98":{"verse":"فلولا كانت قرية امنت فنفعها ايمنها الا قوم يونس لما امنوا كشفنا عنهم عذاب الخزي في الحيوة الدنيا ومتعنهم الى حين","score":580},"76":{"verse":"فلما جاءهم الحق من عندنا قالوا ان هذا لسحر مبين","score":246},"80":{"verse":"فلما جاء السحرة قال لهم موسى القوا ما انتم ملقون","score":222},"23":{"verse":"فلما انجيهم اذا هم يبغون في الارض بغير الحق يايها الناس انما بغيكم على انفسكم متع الحيوة الدنيا ثم الينا مرجعكم فننبئكم بما كنتم تعملون","score":769},"81":{"verse":"فلما القوا قال موسى ما جئتم به السحر ان الله سيبطله ان الله لا يصلح عمل المفسدين","score":416},"29":{"verse":"فكفي بالله شهيدا بيننا وبينكم ان كنا عن عبادتكم لغفلين","score":322},"73":{"verse":"فكذبوه فنجينه ومن معه في الفلك وجعلنهم خلئف واغرقنا الذين كذبوا بايتنا فانظر كيف كان عقبة المنذرين","score":630},"85":{"verse":"فقالوا على الله توكلنا ربنا لا تجعلنا فتنة للقوم الظلمين","score":274},"32":{"verse":"فذلكم الله ربكم الحق فماذا بعد الحق الا الضلل فانى تصرفون","score":346},"94":{"verse":"فان كنت في شك مما انزلنا اليك فسل الذين يقرءون الكتب من قبلك لقد جاءك الحق من ربك فلا تكونن من الممترين","score":550},"72":{"verse":"فان توليتم فما سالتكم من اجر ان اجري الا على الله وامرت ان اكون من المسلمين","score":317},"92":{"verse":"فاليوم ننجيك ببدنك لتكون لمن خلفك اية وان كثيرا من الناس عن ايتنا لغفلون","score":395},"10":{"verse":"دعويهم فيها سبحنك اللهم وتحيتهم فيها سلم واخر دعويهم ان الحمد لله رب العلمين","score":445},"103":{"verse":"ثم ننجي رسلنا والذين امنوا كذلك حقا علينا ننج المؤمنين","score":286},"52":{"verse":"ثم قيل للذين ظلموا ذوقوا عذاب الخلد هل تجزون الا بما كنتم تكسبون","score":413},"14":{"verse":"ثم جعلنكم خلئف في الارض من بعدهم لننظر كيف تعملون","score":339},"75":{"verse":"ثم بعثنا من بعدهم موسى وهرون الى فرعون وملائه بايتنا فاستكبروا وكانوا قوما مجرمين","score":454},"74":{"verse":"ثم بعثنا من بعده رسلا الى قومهم فجاءوهم بالبينت فما كانوا ليؤمنوا بما كذبوا به من قبل كذلك نطبع على قلوب المعتدين","score":642},"39":{"verse":"بل كذبوا بما لم يحيطوا بعلمه ولما ياتهم تاويله كذلك كذب الذين من قبلهم فانظر كيف كان عقبة الظلمين","score":573},"8":{"verse":"اولئك ماويهم النار بما كانوا يكسبون","score":148},"24":{"verse":"انما مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض مما ياكل الناس والانعم حتى اذا اخذت الارض زخرفها وازينت وظن اهلها انهم قدرون عليها اتيها امرنا ليلا او نهارا فجعلنها حصيدا كان لم تغن بالامس كذلك نفصل الايت لقوم يتفكرون","score":1294},"6":{"verse":"ان في اختلف اليل والنهار وما خلق الله في السموت والارض لايت لقوم يتقون","score":347},"3":{"verse":"ان ربكم الله الذي خلق السموت والارض في ستة ايام ثم استوى على العرش يدبر الامر ما من شفيع الا من بعد اذنه ذلكم الله ربكم فاعبدوه افلا تذكرون","score":777},"44":{"verse":"ان الله لا يظلم الناس شيا ولكن الناس انفسهم يظلمون","score":242},"7":{"verse":"ان الذين لا يرجون لقاءنا ورضوا بالحيوة الدنيا واطمانوا بها والذين هم عن ايتنا غفلون","score":413},"96":{"verse":"ان الذين حقت عليهم كلمت ربك لا يؤمنون","score":190},"9":{"verse":"ان الذين امنوا وعملوا الصلحت يهديهم ربهم بايمنهم تجري من تحتهم الانهر في جنت النعيم","score":444},"38":{"verse":"ام يقولون افتريه قل فاتوا بسورة مثله وادعوا من استطعتم من دون الله ان كنتم صدقين","score":478},"4":{"verse":"اليه مرجعكم جميعا وعد الله حقا انه يبدؤا الخلق ثم يعيده ليجزي الذين امنوا وعملوا الصلحت بالقسط والذين كفروا لهم شراب من حميم وعذاب اليم بما كانوا يكفرون","score":906},"91":{"verse":"الن وقد عصيت قبل وكنت من المفسدين","score":213},"1":{"verse":"الر تلك ايت الكتب الحكيم","score":126},"63":{"verse":"الذين امنوا وكانوا يتقون","score":107},"66":{"verse":"الا ان لله من في السموت ومن في الارض وما يتبع الذين يدعون من دون الله شركاء ان يتبعون الا الظن وان هم الا يخرصون","score":528},"55":{"verse":"الا ان لله ما في السموت والارض الا ان وعد الله حق ولكن اكثرهم لا يعلمون","score":316},"62":{"verse":"الا ان اولياء الله لا خوف عليهم ولا هم يحزنون","score":186},"2":{"verse":"اكان للناس عجبا ان اوحينا الى رجل منهم ان انذر الناس وبشر الذين امنوا ان لهم قدم صدق عند ربهم قال الكفرون ان هذا لسحر مبين","score":624},"51":{"verse":"اثم اذا ما وقع امنتم به الن وقد كنتم به تستعجلون","score":287}}