{"105":{"verse":"يوم يأت لا تكلم نفس الا بإذنه فمنهم شقي وسعيد","score":261},"51":{"verse":"يقوم لا اسلكم عليه اجرا ان اجري الا على الذي فطرني افلا تعقلون","score":323},"98":{"verse":"يقدم قومه يوم القيمة فأوردهم النار وبئس الورد المورود","score":296},"76":{"verse":"يابرهيم اعرض عن هذا انه قد جاء امر ربك وانهم اتيهم عذاب غير مردود","score":405},"64":{"verse":"ويقوم هذه ناقة الله لكم اية فذروها تاكل في ارض الله ولا تمسوها بسوء فياخذكم عذاب قريب","score":498},"30":{"verse":"ويقوم من ينصرني من الله ان طردتهم افلا تذكرون","score":255},"89":{"verse":"ويقوم لا يجرمنكم شقاقي أن يصيبكم مثل ما أصاب قوم نوح أو قوم هود أو قوم صلح وما قوم لوط منكم ببعيد","score":593},"29":{"verse":"ويقوم لا اسلكم عليه مالا ان اجري الا على الله وما انا بطارد الذين امنوا انهم ملقوا ربهم ولكني اريكم قوما تجهلون","score":486},"85":{"verse":"ويقوم اوفوا المكيال والميزان بالقسط ولا تبخسوا الناس اشياءهم ولا تعثوا في الارض مفسدين","score":503},"93":{"verse":"ويقوم اعملوا على مكانتكم إني عمل سوف تعلمون من يأتيه عذاب يخزيه ومن هو كذب وارتقبوا إني معكم رقيب","score":546},"52":{"verse":"ويقوم استغفروا ربكم ثم توبوا اليه يرسل السماء عليكم مدرارا ويزدكم قوة الى قوتكم ولا تتولوا مجرمين","score":575},"38":{"verse":"ويصنع الفلك وكلما مر عليه ملا من قومه سخروا منه قال ان تسخروا منا فانا نسخر منكم كما تسخرون","score":495},"42":{"verse":"وهي تجري بهم في موج كالجبال ونادى نوح ابنه وكان في معزل يبني اركب معنا ولا تكن مع الكفرين","score":488},"7":{"verse":"وهو الذي خلق السموت والارض في ستة ايام وكان عرشه على الماء ليبلوكم ايكم احسن عملا ولئن قلت انكم مبعوثون من بعد الموت ليقولن الذين كفروا ان هذا الا سحر مبين","score":812},"45":{"verse":"ونادى نوح ربه فقال رب ان ابني من اهلي وان وعدك الحق وانت احكم الحكمين","score":353},"18":{"verse":"ومن اظلم ممن افترى على الله كذبا اولئك يعرضون على ربهم ويقول الاشهد هؤلاء الذين كذبوا على ربهم الا لعنة الله على الظلمين","score":591},"104":{"verse":"وما نؤخره الا لأجل معدود","score":134},"6":{"verse":"وما من دابة في الارض الا على الله رزقها ويعلم مستقرها ومستودعها كل في كتب مبين","score":437},"117":{"verse":"وما كان ربك ليهلك القرى بظلم وأهلها مصلحون","score":224},"101":{"verse":"وما ظلمنهم ولكن ظلموا أنفسهم فما أغنت عنهم الهتهم التي يدعون من دون الله من شي لما جاء أمر ربك وما زادوهم غير تتبيب","score":640},"118":{"verse":"ولو شاء ربك لجعل الناس أمة وحدة ولا يزالون مختلفين","score":285},"77":{"verse":"ولما جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقال هذا يوم عصيب","score":361},"58":{"verse":"ولما جاء امرنا نجينا هودا والذين امنوا معه برحمة منا ونجينهم من عذاب غليظ","score":392},"94":{"verse":"ولما جاء أمرنا نجينا شعيبا والذين امنوا معه برحمة منا وأخذت الذين ظلموا الصيحة فأصبحوا في ديرهم جثمين","score":621},"123":{"verse":"ولله غيب السموت والأرض واليه يرجع الأمر كله فاعبده وتوكل عليه وما ربك بغفل عما تعملون","score":497},"69":{"verse":"ولقد جاءت رسلنا ابرهيم بالبشرى قالوا سلما قال سلم فما لبث ان جاء بعجل حنيذ","score":432},"25":{"verse":"ولقد ارسلنا نوحا الى قومه اني لكم نذير مبين","score":210},"110":{"verse":"ولقد اتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وإنهم لفي شك منه مريب","score":511},"96":{"verse":"ولقد أرسلنا موسى بآيتنا وسلطن مبين","score":196},"34":{"verse":"ولا ينفعكم نصحي ان اردت ان انصح لكم ان كان الله يريد ان يغويكم هو ربكم واليه ترجعون","score":459},"113":{"verse":"ولا تركنوا الى الذين ظلموا فتمسكم النار وما لكم من دون الله من أولياء ثم لا تنصرون","score":367},"31":{"verse":"ولا اقول لكم عندي خزائن الله ولا اعلم الغيب ولا اقول اني ملك ولا اقول للذين تزدري اعينكم لن يؤتيهم الله خيرا الله اعلم بما في انفسهم اني اذا لمن الظلمين","score":720},"10":{"verse":"ولئن اذقنه نعماء بعد ضراء مسته ليقولن ذهب السيات عني انه لفرح فخور","score":406},"9":{"verse":"ولئن اذقنا الانسن منا رحمة ثم نزعنها منه انه ليوس كفور","score":290},"8":{"verse":"ولئن اخرنا عنهم العذاب الى امة معدودة ليقولن ما يحبسه الا يوم ياتيهم ليس مصروفا عنهم وحاق بهم ما كانوا به يستهزءون","score":612},"120":{"verse":"وكلا نقص عليك من أنباء الرسل ما نثبت به فؤادك وجاءك في هذه الحق وموعظة وذكرى للمؤمنين","score":503},"102":{"verse":"وكذلك أخذ ربك إذا أخذ القرى وهي ظلمة إن أخذه اليم شديد","score":372},"44":{"verse":"وقيل يارض ابلعي ماءك ويسماء اقلعي وغيض الماء وقضي الامر واستوت على الجودي وقيل بعدا للقوم الظلمين","score":562},"121":{"verse":"وقل للذين لا يؤمنون اعملوا على مكانتكم إنا عملون","score":194},"41":{"verse":"وقال اركبوا فيها بسم الله مجريها ومرسيها ان ربي لغفور رحيم","score":332},"78":{"verse":"وجاءه قومه يهرعون اليه ومن قبل كانوا يعملون السيات قال يقوم هؤلاء بناتي هن اطهر لكم فاتقوا الله ولا تخزون في ضيفي اليس منكم رجل رشيد","score":725},"59":{"verse":"وتلك عاد جحدوا بايت ربهم وعصوا رسله واتبعوا امر كل جبار عنيد","score":391},"36":{"verse":"واوحي الى نوح انه لن يؤمن من قومك الا من قد امن فلا تبتئس بما كانوا يفعلون","score":331},"122":{"verse":"وانتظروا إنا منتظرون","score":129},"3":{"verse":"وان استغفروا ربكم ثم توبوا اليه يمتعكم متعا حسنا الى اجل مسمى ويؤت كل ذي فضل فضله وان تولوا فاني اخاف عليكم عذاب يوم كبير","score":716},"71":{"verse":"وامراته قائمة فضحكت فبشرنها باسحق ومن وراء اسحق يعقوب","score":384},"84":{"verse":"والى مدين اخاهم شعيبا قال يقوم اعبدوا الله ما لكم من اله غيره ولا تنقصوا المكيال والميزان اني اريكم بخير واني اخاف عليكم عذاب يوم محيط","score":718},"50":{"verse":"والى عاد اخاهم هودا قال يقوم اعبدوا الله ما لكم من اله غيره ان انتم الا مفترون","score":359},"61":{"verse":"والى ثمود اخاهم صلحا قال يقوم اعبدوا الله ما لكم من اله غيره هو انشاكم من الارض واستعمركم فيها فاستغفروه ثم توبوا اليه ان ربي قريب مجيب","score":792},"37":{"verse":"واصنع الفلك باعيننا ووحينا ولا تخطبني في الذين ظلموا انهم مغرقون","score":391},"115":{"verse":"واصبر فإن الله لا يضيع أجر المحسنين","score":204},"90":{"verse":"واستغفروا ربكم ثم توبوا اليه إن ربي رحيم ودود","score":298},"67":{"verse":"واخذ الذين ظلموا الصيحة فاصبحوا في ديرهم جثمين","score":354},"60":{"verse":"واتبعوا في هذه الدنيا لعنة ويوم القيمة الا ان عادا كفروا ربهم الا بعدا لعاد قوم هود","score":428},"111":{"verse":"وإن كلا لما ليوفينهم ربك أعملهم إنه بما يعملون خبير","score":232},"108":{"verse":"وأما الذين سعدوا ففي الجنة خلدين فيها ما دامت السموت والأرض الا ما شاء ربك عطاء غير مجذوذ","score":544},"114":{"verse":"وأقم الصلوة طرفي النهار وزلفا من اليل إن الحسنت يذهبن السيات ذلك ذكرى للذكرين","score":446},"99":{"verse":"وأتبعوا في هذه لعنة ويوم القيمة بئس الرفد المرفود","score":291},"15":{"verse":"من كان يريد الحيوة الدنيا وزينتها نوف اليهم اعملهم فيها وهم فيها لا يبخسون","score":384},"55":{"verse":"من دونه فكيدوني جميعا ثم لا تنظرون","score":229},"83":{"verse":"مسومة عند ربك وما هي من الظلمين ببعيد","score":221},"24":{"verse":"مثل الفريقين كالاعمى والاصم والبصير والسميع هل يستويان مثلا افلا تذكرون","score":407},"22":{"verse":"لا جرم انهم في الاخرة هم الاخسرون","score":173},"68":{"verse":"كان لم يغنوا فيها الا ان ثمودا كفروا ربهم الا بعدا لثمود","score":307},"95":{"verse":"كأن لم يغنوا فيها الا بعدا لمدين كما بعدت ثمود","score":275},"48":{"verse":"قيل ينوح اهبط بسلم منا وبركت عليك وعلى امم ممن معك وامم سنمتعهم ثم يمسهم منا عذاب اليم","score":469},"53":{"verse":"قالوا يهود ما جئتنا ببينة وما نحن بتاركي الهتنا عن قولك وما نحن لك بمؤمنين","score":366},"32":{"verse":"قالوا ينوح قد جدلتنا فاكثرت جدلنا فاتنا بما تعدنا ان كنت من الصدقين","score":431},"81":{"verse":"قالوا يلوط انا رسل ربك لن يصلوا اليك فاسر باهلك بقطع من اليل ولا يلتفت منكم احد الا امراتك انه مصيبها ما اصابهم ان موعدهم الصبح اليس الصبح بقريب","score":805},"62":{"verse":"قالوا يصلح قد كنت فينا مرجوا قبل هذا اتنهينا ان نعبد ما يعبد اباؤنا واننا لفي شك مما تدعونا اليه مريب","score":544},"91":{"verse":"قالوا يشعيب ما نفقه كثيرا مما تقول وإنا لنريك فينا ضعيفا ولولا رهطك لرجمنك وما أنت علينا بعزيز","score":563},"87":{"verse":"قالوا يشعيب اصلوتك تامرك ان نترك ما يعبد اباؤنا او ان نفعل في امولنا ما نشؤا انك لانت الحليم الرشيد","score":494},"79":{"verse":"قالوا لقد علمت ما لنا في بناتك من حق وانك لتعلم ما نريد","score":275},"73":{"verse":"قالوا اتعجبين من امر الله رحمت الله وبركته عليكم اهل البيت انه حميد مجيد","score":392},"72":{"verse":"قالت يويلتى الد وانا عجوز وهذا بعلي شيخا ان هذا لشي عجيب","score":359},"46":{"verse":"قال ينوح انه ليس من اهلك انه عمل غير صلح فلا تسلن ما ليس لك به علم اني اعظك ان تكون من الجهلين","score":484},"88":{"verse":"قال يقوم ارءيتم ان كنت على بينة من ربي ورزقني منه رزقا حسنا وما اريد ان اخالفكم الى ما انهيكم عنه ان اريد الا الاصلح ما استطعت وما توفيقي الا بالله عليه توكلت واليه انيب","score":853},"63":{"verse":"قال يقوم ارءيتم ان كنت على بينة من ربي واتيني منه رحمة فمن ينصرني من الله ان عصيته فما تزيدونني غير تخسير","score":600},"28":{"verse":"قال يقوم ارءيتم ان كنت على بينة من ربي واتيني رحمة من عنده فعميت عليكم انلزمكموها وانتم لها كرهون","score":497},"92":{"verse":"قال يقوم أرهطي أعز عليكم من الله واتخذتموه وراءكم ظهريا إن ربي بما تعملون محيط","score":476},"80":{"verse":"قال لو ان لي بكم قوة او اوي الى ركن شديد","score":187},"43":{"verse":"قال ساوي الى جبل يعصمني من الماء قال لا عاصم اليوم من امر الله الا من رحم وحال بينهما الموج فكان من المغرقين","score":483},"47":{"verse":"قال رب اني اعوذ بك ان اسلك ما ليس لي به علم والا تغفر لي وترحمني اكن من الخسرين","score":407},"33":{"verse":"قال انما ياتيكم به الله ان شاء وما انتم بمعجزين","score":225},"116":{"verse":"فلولا كان من القرون من قبلكم أولوا بقية ينهون عن الفساد في الأرض الا قليلا ممن أنجينا منهم واتبع الذين ظلموا ما أترفوا فيه وكانوا مجرمين","score":651},"70":{"verse":"فلما را ايديهم لا تصل اليه نكرهم واوجس منهم خيفة قالوا لا تخف انا ارسلنا الى قوم لوط","score":429},"74":{"verse":"فلما ذهب عن ابرهيم الروع وجاءته البشرى يجدلنا في قوم لوط","score":339},"66":{"verse":"فلما جاء امرنا نجينا صلحا والذين امنوا معه برحمة منا ومن خزي يومئذ ان ربك هو القوي العزيز","score":498},"82":{"verse":"فلما جاء امرنا جعلنا عليها سافلها وامطرنا عليها حجارة من سجيل منضود","score":391},"12":{"verse":"فلعلك تارك بعض ما يوحى اليك وضائق به صدرك ان يقولوا لولا انزل عليه كنز او جاء معه ملك انما انت نذير والله على كل شي وكيل","score":647},"109":{"verse":"فلا تك في مرية مما يعبد هؤلاء ما يعبدون الا كما يعبد اباؤهم من قبل وإنا لموفوهم نصيبهم غير منقوص","score":516},"27":{"verse":"فقال الملا الذين كفروا من قومه ما نريك الا بشرا مثلنا وما نريك اتبعك الا الذين هم اراذلنا بادي الراي وما نرى لكم علينا من فضل بل نظنكم كذبين","score":671},"65":{"verse":"فعقروها فقال تمتعوا في داركم ثلثة ايام ذلك وعد غير مكذوب","score":411},"39":{"verse":"فسوف تعلمون من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم","score":348},"57":{"verse":"فان تولوا فقد ابلغتكم ما ارسلت به اليكم ويستخلف ربي قوما غيركم ولا تضرونه شيا ان ربي على كل شي حفيظ","score":642},"14":{"verse":"فالم يستجيبوا لكم فاعلموا انما انزل بعلم الله وان لا اله الا هو فهل انتم مسلمون","score":336},"112":{"verse":"فاستقم كما أمرت ومن تاب معك ولا تطغوا إنه بما تعملون بصير","score":341},"106":{"verse":"فأما الذين شقوا ففي النار لهم فيها زفير وشهيق","score":280},"100":{"verse":"ذلك من أنباء القرى نقصه عليك منها قائم وحصيد","score":260},"107":{"verse":"خلدين فيها ما دامت السموت والأرض الا ما شاء ربك إن ربك فعال لما يريد","score":350},"40":{"verse":"حتى اذا جاء امرنا وفار التنور قلنا احمل فيها من كل زوجين اثنين واهلك الا من سبق عليه القول ومن امن وما امن معه الا قليل","score":544},"49":{"verse":"تلك من انباء الغيب نوحيها اليك ما كنت تعلمها انت ولا قومك من قبل هذا فاصبر ان العقبة للمتقين","score":472},"86":{"verse":"بقيت الله خير لكم ان كنتم مؤمنين وما انا عليكم بحفيظ","score":282},"20":{"verse":"اولئك لم يكونوا معجزين في الارض وما كان لهم من دون الله من اولياء يضعف لهم العذاب ما كانوا يستطيعون السمع وما كانوا يبصرون","score":620},"16":{"verse":"اولئك الذين ليس لهم في الاخرة الا النار وحبط ما صنعوا فيها وبطل ما كانوا يعملون","score":398},"21":{"verse":"اولئك الذين خسروا انفسهم وضل عنهم ما كانوا يفترون","score":272},"56":{"verse":"اني توكلت على الله ربي وربكم ما من دابة الا هو اخذ بناصيتها ان ربي على صرط مستقيم","score":446},"54":{"verse":"ان نقول الا اعتريك بعض الهتنا بسوء قال اني اشهد الله واشهدوا اني برئ مما تشركون","score":419},"26":{"verse":"ان لا تعبدوا الا الله اني اخاف عليكم عذاب يوم اليم","score":223},"23":{"verse":"ان الذين امنوا وعملوا الصلحت واخبتوا الى ربهم اولئك اصحب الجنة هم فيها خلدون","score":406},"75":{"verse":"ان ابرهيم لحليم اوه منيب","score":106},"13":{"verse":"ام يقولون افتريه قل فاتوا بعشر سور مثله مفتريت وادعوا من استطعتم من دون الله ان كنتم صدقين","score":565},"35":{"verse":"ام يقولون افتريه قل ان افتريته فعلي اجرامي وانا برئ مما تجرمون","score":327},"97":{"verse":"الى فرعون وملائه فاتبعوا أمر فرعون وما أمر فرعون برشيد","score":300},"4":{"verse":"الى الله مرجعكم وهو على كل شي قدير","score":188},"1":{"verse":"الر كتب احكمت ايته ثم فصلت من لدن حكيم خبير","score":296},"19":{"verse":"الذين يصدون عن سبيل الله ويبغونها عوجا وهم بالاخرة هم كفرون","score":354},"119":{"verse":"الا من رحم ربك ولذلك خلقهم وتمت كلمة ربك لأملأن جهنم من الجنة والناس أجمعين","score":389},"2":{"verse":"الا تعبدوا الا الله انني لكم منه نذير وبشير","score":200},"5":{"verse":"الا انهم يثنون صدورهم ليستخفوا منه الا حين يستغشون ثيابهم يعلم ما يسرون وما يعلنون انه عليم بذات الصدور","score":615},"11":{"verse":"الا الذين صبروا وعملوا الصلحت اولئك لهم مغفرة واجر كبير","score":325},"17":{"verse":"افمن كان على بينة من ربه ويتلوه شاهد منه ومن قبله كتب موسى اماما ورحمة اولئك يؤمنون به ومن يكفر به من الاحزاب فالنار موعده فلا تك في مرية منه انه الحق من ربك ولكن اكثر الناس لا يؤمنون","score":909},"103":{"verse":"إن في ذلك لآية لمن خاف عذاب الأخرة ذلك يوم مجموع له الناس وذلك يوم مشهود","score":410}}