{"46":{"verse":"يوسف أيها الصديق أفتنا في سبع بقرت سمان يأكلهن سبع عجاف وسبع سنبلت خضر وأخر يابست لعلي أرجع الى الناس لعلهم يعلمون","score":726},"29":{"verse":"يوسف أعرض عن هذا واستغفري لذنبك إنك كنت من الخاطين","score":355},"41":{"verse":"يصحبي السجن أما أحدكما فيسقي ربه خمرا وأما الأخر فيصلب فتأكل الطير من رأسه قضي الأمر الذى فيه تستفتيان","score":656},"39":{"verse":"يصحبي السجن ءأرباب متفرقون خير أم الله الوحد القهار","score":313},"87":{"verse":"يبني اذهبوا فتحسسوا من يوسف وأخيه ولا تايسوا من روح الله إنه لا يايس من روح الله الا القوم الكفرون","score":487},"106":{"verse":"وما يؤمن أكثرهم بالله الا وهم مشركون","score":177},"104":{"verse":"وما تسلهم عليه من أجر إن هو الا ذكر للعلمين","score":197},"103":{"verse":"وما أكثر الناس ولو حرصت بمؤمنين","score":181},"109":{"verse":"وما أرسلنا من قبلك الا رجالا نوحي اليهم من أهل القرى أفلم يسيروا في الأرض فينظروا كيف كان عقبة الذين من قبلهم ولدار الأخرة خير للذين اتقوا أفلا تعقلون","score":780},"53":{"verse":"وما أبرئ نفسي إن النفس لأمارة بالسوء الا ما رحم ربي إن ربي غفور رحيم","score":343},"94":{"verse":"ولما فصلت العير قال أبوهم إني لأجد ريح يوسف لولا أن تفندون","score":314},"65":{"verse":"ولما فتحوا متعهم وجدوا بضعتهم ردت اليهم قالوا يأبانا ما نبغي هذه بضعتنا ردت الينا ونمير أهلنا ونحفظ أخانا ونزداد كيل بعير ذلك كيل يسير","score":827},"68":{"verse":"ولما دخلوا من حيث أمرهم أبوهم ما كان يغني عنهم من الله من شىء الا حاجة في نفس يعقوب قضيها وإنه لذو علم لما علمنه ولكن أكثر الناس لا يعلمون","score":711},"69":{"verse":"ولما دخلوا على يوسف اوى اليه أخاه قال إني أنا أخوك فلا تبتئس بما كانوا يعملون","score":364},"59":{"verse":"ولما جهزهم بجهازهم قال ائتوني بأخ لكم من أبيكم الا ترون أني أوفي الكيل وأنا خير المنزلين","score":453},"22":{"verse":"ولما بلغ أشده اتينه حكما وعلما وكذلك نجزي المحسنين","score":330},"24":{"verse":"ولقد همت به وهم بها لولا أن را برهن ربه كذلك لنصرف عنه السوء والفحشاء إنه من عبادنا المخلصين","score":498},"57":{"verse":"ولأجر الأخرة خير للذين امنوا وكانوا يتقون","score":216},"6":{"verse":"وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث ويتم نعمته عليك وعلى ء ال يعقوب كما أتمها على أبويك من قبل إبرهيم وإسحق إن ربك عليم حكيم","score":739},"56":{"verse":"وكذلك مكنا ليوسف في الأرض يتبوأ منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع أجر المحسنين","score":542},"105":{"verse":"وكأين من اية في السموت والأرض يمرون عليها وهم عنها معرضون","score":291},"67":{"verse":"وقال يبني لا تدخلوا من باب وحد وادخلوا من أبوب متفرقة وما أغني عنكم من الله من شىء إن الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون","score":675},"30":{"verse":"وقال نسوة في المدينة امرأت العزيز ترود فتيها عن نفسه قد شغفها حبا إنا لنريها في ضلل مبين","score":559},"42":{"verse":"وقال للذي ظن أنه ناج منهما اذكرني عند ربك فأنسيه الشيطن ذكر ربه فلبث في السجن بضع سنين","score":581},"62":{"verse":"وقال لفتينه اجعلوا بضعتهم في رحالهم لعلهم يعرفونها إذا انقلبوا الى أهلهم لعلهم يرجعون","score":468},"50":{"verse":"وقال الملك ائتوني به فلما جاءه الرسول قال ارجع الى ربك فسله ما بال النسوة التي قطعن أيديهن إن ربي بكيدهن عليم","score":562},"54":{"verse":"وقال الملك ائتوني به أستخلصه لنفسي فلما كلمه قال إنك اليوم لدينا مكين أمين","score":365},"43":{"verse":"وقال الملك إني أرى سبع بقرت سمان يأكلهن سبع عجاف وسبع سنبلت خضر وأخر يابست يأيها الملأ أفتوني في رءيي إن كنتم للرءيا تعبرون","score":687},"45":{"verse":"وقال الذى نجا منهما وادكر بعد أمة أنا أنبئكم بتأويله فأرسلون","score":301},"21":{"verse":"وقال الذى اشتريه من مصر لامرأته أكرمي مثويه عسى أن ينفعنا أو نتخذه ولدا وكذلك مكنا ليوسف في الأرض ولنعلمه من تأويل الأحاديث والله غالب على أمره ولكن أكثر الناس لا يعلمون","score":914},"20":{"verse":"وشروه بثمن بخس درهم معدودة وكانوا فيه من الزهدين","score":344},"82":{"verse":"وسل القرية التي كنا فيها والعير التي أقبلنا فيها وإنا لصدقون","score":303},"23":{"verse":"ورودته التي هو في بيتها عن نفسه وغلقت الأبوب وقالت هيت لك قال معاذ الله إنه ربي أحسن مثواي إنه لا يفلح الظلمون","score":613},"100":{"verse":"ورفع أبويه على العرش وخروا له سجدا وقال يأبت هذا تأويل رءيي من قبل قد جعلها ربي حقا وقد أحسن بي إذ أخرجني من السجن وجاء بكم من البدو من بعد أن نزغ الشيطن بيني وبين إخوتي إن ربي لطيف لما يشاء إنه هو العليم الحكيم","score":1252},"36":{"verse":"ودخل معه السجن فتيان قال أحدهما إني أريني أعصر خمرا وقال الأخر إني أريني أحمل فوق رأسي خبزا تأكل الطير منه نبئنا بتأويله إنا نريك من المحسنين","score":777},"18":{"verse":"وجاءو على قميصه بدم كذب قال بل سولت لكم أنفسكم أمرا فصبر جميل والله المستعان على ما تصفون","score":524},"16":{"verse":"وجاءو أباهم عشاء يبكون","score":122},"19":{"verse":"وجاءت سيارة فأرسلوا واردهم فأدلى دلوه قال يبشرى هذا غلم وأسروه بضعة والله عليم بما يعملون","score":521},"58":{"verse":"وجاء إخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون","score":298},"84":{"verse":"وتولى عنهم وقال يأسفي على يوسف وابيضت عيناه من الحزن فهو كظيم","score":378},"25":{"verse":"واستبقا الباب وقدت قميصه من دبر والفيا سيدها لدا الباب قالت ما جزاء من أراد بأهلك سوا الا أن يسجن أو عذاب اليم","score":599},"38":{"verse":"واتبعت ملة اباءي إبرهيم وإسحق ويعقوب ما كان لنا أن نشرك بالله من شىء ذلك من فضل الله علينا وعلى الناس ولكن أكثر الناس لا يشكرون","score":639},"27":{"verse":"وإن كان قميصه قد من دبر فكذبت وهو من الصدقين","score":295},"3":{"verse":"نحن نقص عليك أحسن القصص بما أوحينا اليك هذا القران وإن كنت من قبله لمن الغفلين","score":449},"40":{"verse":"ما تعبدون من دونه الا أسماء سميتموها أنتم واباؤكم ما أنزل الله بها من سلطن إن الحكم الا لله أمر الا تعبدوا الا إياه ذلك الدين القيم ولكن أكثر الناس لا يعلمون","score":699},"7":{"verse":"لقد كان في يوسف وإخوته ايت للسائلين","score":207},"111":{"verse":"لقد كان في قصصهم عبرة لأولي الالبب ما كان حديثا يفترى ولكن تصديق الذى بين يديه وتفصيل كل شىء وهدى ورحمة لقوم يؤمنون","score":714},"108":{"verse":"قل هذه سبيلي أدعوا الى الله على بصيرة أنا ومن اتبعني وسبحن الله وما أنا من المشركين","score":401},"78":{"verse":"قالوا يأيها العزيز إن له أبا شيخا كبيرا فخذ أحدنا مكانه إنا نريك من المحسنين","score":427},"11":{"verse":"قالوا يأبانا ما لك لا تأمنا على يوسف وإنا له لنصحون","score":210},"97":{"verse":"قالوا يأبانا استغفر لنا ذنوبنا إنا كنا خطين","score":237},"17":{"verse":"قالوا يأبانا إنا ذهبنا نستبق وتركنا يوسف عند متعنا فأكله الذئب وما أنت بمؤمن لنا ولو كنا صدقين","score":487},"71":{"verse":"قالوا وأقبلوا عليهم ماذا تفقدون","score":175},"72":{"verse":"قالوا نفقد صواع الملك ولمن جاء به حمل بعير وأنا به زعيم","score":311},"14":{"verse":"قالوا لئن أكله الذئب ونحن عصبة إنا إذا لخسرون","score":246},"74":{"verse":"قالوا فما جزؤه إن كنتم كذبين","score":174},"61":{"verse":"قالوا سنرود عنه أباه وإنا لفعلون","score":157},"75":{"verse":"قالوا جزؤه من وجد في رحله فهو جزؤه كذلك نجزي الظلمين","score":398},"73":{"verse":"قالوا تالله لقد علمتم ما جئنا لنفسد في الأرض وما كنا سرقين","score":317},"91":{"verse":"قالوا تالله لقد اثرك الله علينا وإن كنا لخطين","score":239},"85":{"verse":"قالوا تالله تفتؤا تذكر يوسف حتى تكون حرضا أو تكون من الهلكين","score":351},"95":{"verse":"قالوا تالله إنك لفي ضللك القديم","score":162},"77":{"verse":"قالوا إن يسرق فقد سرق أخ له من قبل فأسرها يوسف في نفسه ولم يبدها لهم قال أنتم شر مكانا والله أعلم بما تصفون","score":603},"44":{"verse":"قالوا أضغث أحلم وما نحن بتأويل الأحلم بعلمين","score":255},"90":{"verse":"قالوا أءنك لأنت يوسف قال أنا يوسف وهذا أخي قد من الله علينا إنه من يتق ويصبر فإن الله لا يضيع أجر المحسنين","score":542},"32":{"verse":"قالت فذلكن الذى لمتنني فيه ولقد رودته عن نفسه فاستعصم ولئن لم يفعل ما امره ليسجنن وليكونا من الصغرين","score":598},"5":{"verse":"قال يبني لا تقصص رءياك على إخوتك فيكيدوا لك كيدا إن الشيطن للإنسن عدو مبين","score":450},"26":{"verse":"قال هي رودتني عن نفسي وشهد شاهد من أهلها إن كان قميصه قد من قبل فصدقت وهو من الكذبين","score":531},"89":{"verse":"قال هل علمتم ما فعلتم بيوسف وأخيه إذ أنتم جهلون","score":263},"64":{"verse":"قال هل امنكم عليه الا كما أمنتكم على أخيه من قبل فالله خير حفظا وهو أرحم الرحمين","score":419},"79":{"verse":"قال معاذ الله أن نأخذ الا من وجدنا متعنا عنده إنا إذا لظلمون","score":299},"51":{"verse":"قال ما خطبكن إذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرأت العزيز الن حصحص الحق أنا رودته عن نفسه وإنه لمن الصدقين","score":828},"66":{"verse":"قال لن أرسله معكم حتى تؤتون موثقا من الله لتأتنني به الا أن يحاط بكم فلما اتوه موثقهم قال الله على ما نقول وكيل","score":549},"37":{"verse":"قال لا يأتيكما طعام ترزقانه الا نبأتكما بتأويله قبل أن يأتيكما ذلكما مما علمني ربي إني تركت ملة قوم لا يؤمنون بالله وهم بالأخرة هم كفرون","score":664},"92":{"verse":"قال لا تثريب عليكم اليوم يغفر الله لكم وهو أرحم الرحمين","score":304},"10":{"verse":"قال قائل منهم لا تقتلوا يوسف والقوه في غيبت الجب يلتقطه بعض السيارة إن كنتم فعلين","score":495},"98":{"verse":"قال سوف أستغفر لكم ربي إنه هو الغفور الرحيم","score":282},"33":{"verse":"قال رب السجن أحب الي مما يدعونني اليه والا تصرف عني كيدهن أصب اليهن وأكن من الجهلين","score":431},"47":{"verse":"قال تزرعون سبع سنين دأبا فما حصدتم فذروه في سنبله الا قليلا مما تأكلون","score":432},"83":{"verse":"قال بل سولت لكم أنفسكم أمرا فصبر جميل عسى الله أن يأتيني بهم جميعا إنه هو العليم الحكيم","score":451},"55":{"verse":"قال اجعلني على خزائن الأرض إني حفيظ عليم","score":263},"13":{"verse":"قال إني ليحزنني أن تذهبوا به وأخاف أن يأكله الذئب وأنتم عنه غفلون","score":359},"86":{"verse":"قال إنما أشكوا بثي وحزني الى الله وأعلم من الله ما لا تعلمون","score":264},"31":{"verse":"فلما سمعت بمكرهن أرسلت اليهن وأعتدت لهن متكأ واتت كل وحدة منهن سكينا وقالت اخرج عليهن فلما رأينه أكبرنه وقطعن أيديهن وقلن حش لله ما هذا بشرا إن هذا الا ملك كريم","score":903},"63":{"verse":"فلما رجعوا الى أبيهم قالوا يأبانا منع منا الكيل فأرسل معنا أخانا نكتل وإنا له لحفظون","score":388},"28":{"verse":"فلما را قميصه قد من دبر قال إنه من كيدكن إن كيدكن عظيم","score":335},"15":{"verse":"فلما ذهبوا به وأجمعوا أن يجعلوه في غيبت الجب وأوحينا اليه لتنبئنهم بأمرهم هذا وهم لا يشعرون","score":510},"88":{"verse":"فلما دخلوا عليه قالوا يأيها العزيز مسنا وأهلنا الضر وجئنا ببضعة مزجية فأوف لنا الكيل وتصدق علينا إن الله يجزي المتصدقين","score":734},"99":{"verse":"فلما دخلوا على يوسف اوى اليه أبويه وقال ادخلوا مصر إن شاء الله امنين","score":326},"70":{"verse":"فلما جهزهم بجهازهم جعل السقاية في رحل أخيه ثم أذن مؤذن أيتها العير إنكم لسرقون","score":511},"80":{"verse":"فلما استيسوا منه خلصوا نجيا قال كبيرهم الم تعلموا أن أباكم قد أخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن أبرح الأرض حتى يأذن لي أبي أو يحكم الله لي وهو خير الحكمين","score":961},"96":{"verse":"فلما أن جاء البشير القيه على وجهه فارتد بصيرا قال الم أقل لكم إني أعلم من الله ما لا تعلمون","score":419},"76":{"verse":"فبدأ بأوعيتهم قبل وعاء أخيه ثم استخرجها من وعاء أخيه كذلك كدنا ليوسف ما كان ليأخذ أخاه في دين الملك الا أن يشاء الله نرفع درجت من نشاء وفوق كل ذي علم عليم","score":899},"34":{"verse":"فاستجاب له ربه فصرف عنه كيدهن إنه هو السميع العليم","score":312},"60":{"verse":"فإن لم تأتوني به فلا كيل لكم عندي ولا تقربون","score":220},"101":{"verse":"رب قد اتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموت والأرض أنت ولي في الدنيا والأخرة توفني مسلما والحقني بالصلحين","score":672},"102":{"verse":"ذلك من أنباء الغيب نوحيه اليك وما كنت لديهم إذ أجمعوا أمرهم وهم يمكرون","score":362},"52":{"verse":"ذلك ليعلم أني لم أخنه بالغيب وأن الله لا يهدي كيد الخائنين","score":291},"110":{"verse":"حتى إذا استيس الرسل وظنوا أنهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد بأسنا عن القوم المجرمين","score":551},"49":{"verse":"ثم يأتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون","score":337},"48":{"verse":"ثم يأتي من بعد ذلك سبع شداد يأكلن ما قدمتم لهن الا قليلا مما تحصنون","score":403},"35":{"verse":"ثم بدا لهم من بعد ما رأوا الأيت ليسجننه حتى حين","score":263},"1":{"verse":"الر تلك ايت الكتب المبين","score":109},"9":{"verse":"اقتلوا يوسف أو اطرحوه أرضا يخل لكم وجه أبيكم وتكونوا من بعده قوما صلحين","score":449},"81":{"verse":"ارجعوا الى أبيكم فقولوا يأبانا إن ابنك سرق وما شهدنا الا بما علمنا وما كنا للغيب حفظين","score":444},"93":{"verse":"اذهبوا بقميصي هذا فالقوه على وجه أبي يأت بصيرا وأتوني بأهلكم أجمعين","score":402},"2":{"verse":"إنا أنزلنه قرءنا عربيا لعلكم تعقلون","score":185},"8":{"verse":"إذ قالوا ليوسف وأخوه أحب الى أبينا منا ونحن عصبة إن أبانا لفي ضلل مبين","score":348},"4":{"verse":"إذ قال يوسف لأبيه يأبت إني رأيت أحد عشر كوكبا والشمس والقمر رأيتهم لي سجدين","score":458},"107":{"verse":"أفأمنوا أن تأتيهم غشية من عذاب الله أو تأتيهم الساعة بغتة وهم لا يشعرون","score":398},"12":{"verse":"أرسله معنا غدا يرتع ويلعب وإنا له لحفظون","score":255}}