{"46":{"verse":"يوسف ايها الصديق افتنا في سبع بقرت سمان ياكلهن سبع عجاف وسبع سنبلت خضر واخر يابست لعلي ارجع الى الناس لعلهم يعلمون","score":729},"29":{"verse":"يوسف اعرض عن هذا واستغفري لذنبك انك كنت من الخاطين","score":354},"41":{"verse":"يصحبي السجن اما احدكما فيسقي ربه خمرا واما الاخر فيصلب فتاكل الطير من راسه قضي الامر الذي فيه تستفتيان","score":663},"39":{"verse":"يصحبي السجن اارباب متفرقون خير ام الله الوحد القهار","score":314},"87":{"verse":"يبني اذهبوا فتحسسوا من يوسف واخيه ولا تايسوا من روح الله انه لا يايس من روح الله الا القوم الكفرون","score":488},"106":{"verse":"وما يؤمن اكثرهم بالله الا وهم مشركون","score":175},"104":{"verse":"وما تسلهم عليه من اجر ان هو الا ذكر للعلمين","score":197},"103":{"verse":"وما اكثر الناس ولو حرصت بمؤمنين","score":181},"109":{"verse":"وما ارسلنا من قبلك الا رجالا نوحي اليهم من اهل القرى افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم ولدار الاخرة خير للذين اتقوا افلا تعقلون","score":779},"53":{"verse":"وما ابرئ نفسي ان النفس لامارة بالسوء الا ما رحم ربي ان ربي غفور رحيم","score":343},"94":{"verse":"ولما فصلت العير قال ابوهم اني لاجد ريح يوسف لولا ان تفندون","score":316},"65":{"verse":"ولما فتحوا متعهم وجدوا بضعتهم ردت اليهم قالوا يابانا ما نبغي هذه بضعتنا ردت الينا ونمير اهلنا ونحفظ اخانا ونزداد كيل بعير ذلك كيل يسير","score":830},"68":{"verse":"ولما دخلوا من حيث امرهم ابوهم ما كان يغني عنهم من الله من شي الا حاجة في نفس يعقوب قضيها وانه لذو علم لما علمنه ولكن اكثر الناس لا يعلمون","score":712},"69":{"verse":"ولما دخلوا على يوسف اوى اليه اخاه قال اني انا اخوك فلا تبتئس بما كانوا يعملون","score":364},"59":{"verse":"ولما جهزهم بجهازهم قال ائتوني باخ لكم من ابيكم الا ترون اني اوفي الكيل وانا خير المنزلين","score":452},"22":{"verse":"ولما بلغ اشده اتينه حكما وعلما وكذلك نجزي المحسنين","score":328},"24":{"verse":"ولقد همت به وهم بها لولا ان رءا برهن ربه كذلك لنصرف عنه السوء والفحشاء انه من عبادنا المخلصين","score":498},"57":{"verse":"ولاجر الاخرة خير للذين امنوا وكانوا يتقون","score":216},"6":{"verse":"وكذلك يجتبيك ربك ويعلمك من تاويل الاحاديث ويتم نعمته عليك وعلى ال يعقوب كما اتمها على ابويك من قبل ابرهيم واسحق ان ربك عليم حكيم","score":733},"56":{"verse":"وكذلك مكنا ليوسف في الارض يتبوا منها حيث يشاء نصيب برحمتنا من نشاء ولا نضيع اجر المحسنين","score":541},"105":{"verse":"وكاين من اية في السموت والارض يمرون عليها وهم عنها معرضون","score":291},"67":{"verse":"وقال يبني لا تدخلوا من باب وحد وادخلوا من ابوب متفرقة وما اغني عنكم من الله من شي ان الحكم الا لله عليه توكلت وعليه فليتوكل المتوكلون","score":680},"30":{"verse":"وقال نسوة في المدينة امرات العزيز ترود فتيها عن نفسه قد شغفها حبا انا لنريها في ضلل مبين","score":562},"42":{"verse":"وقال للذي ظن انه ناج منهما اذكرني عند ربك فانسيه الشيطن ذكر ربه فلبث في السجن بضع سنين","score":578},"62":{"verse":"وقال لفتينه اجعلوا بضعتهم في رحالهم لعلهم يعرفونها اذا انقلبوا الى اهلهم لعلهم يرجعون","score":470},"43":{"verse":"وقال الملك اني ارى سبع بقرت سمان ياكلهن سبع عجاف وسبع سنبلت خضر واخر يابست يايها الملا افتوني في رءيي ان كنتم للرءيا تعبرون","score":690},"50":{"verse":"وقال الملك ائتوني به فلما جاءه الرسول قال ارجع الى ربك فسله ما بال النسوة التي قطعن ايديهن ان ربي بكيدهن عليم","score":561},"54":{"verse":"وقال الملك ائتوني به استخلصه لنفسي فلما كلمه قال انك اليوم لدينا مكين امين","score":363},"45":{"verse":"وقال الذي نجا منهما وادكر بعد امة انا انبئكم بتاويله فارسلون","score":305},"21":{"verse":"وقال الذي اشتريه من مصر لامراته اكرمي مثويه عسى ان ينفعنا او نتخذه ولدا وكذلك مكنا ليوسف في الارض ولنعلمه من تاويل الاحاديث والله غالب على امره ولكن اكثر الناس لا يعلمون","score":917},"20":{"verse":"وشروه بثمن بخس درهم معدودة وكانوا فيه من الزهدين","score":343},"82":{"verse":"وسل القرية التي كنا فيها والعير التي اقبلنا فيها وانا لصدقون","score":304},"23":{"verse":"ورودته التي هو في بيتها عن نفسه وغلقت الابوب وقالت هيت لك قال معاذ الله انه ربي احسن مثواي انه لا يفلح الظلمون","score":618},"100":{"verse":"ورفع ابويه على العرش وخروا له سجدا وقال يابت هذا تاويل رءيي من قبل قد جعلها ربي حقا وقد احسن بي اذ اخرجني من السجن وجاء بكم من البدو من بعد ان نزغ الشيطن بيني وبين اخوتي ان ربي لطيف لما يشاء انه هو العليم الحكيم","score":1253},"36":{"verse":"ودخل معه السجن فتيان قال احدهما اني اريني اعصر خمرا وقال الاخر اني اريني احمل فوق راسي خبزا تاكل الطير منه نبئنا بتاويله انا نريك من المحسنين","score":778},"18":{"verse":"وجاءو على قميصه بدم كذب قال بل سولت لكم انفسكم امرا فصبر جميل والله المستعان على ما تصفون","score":524},"16":{"verse":"وجاءو اباهم عشاء يبكون","score":121},"19":{"verse":"وجاءت سيارة فارسلوا واردهم فادلى دلوه قال يبشرى هذا غلم واسروه بضعة والله عليم بما يعملون","score":522},"58":{"verse":"وجاء اخوة يوسف فدخلوا عليه فعرفهم وهم له منكرون","score":297},"84":{"verse":"وتولى عنهم وقال ياسفي على يوسف وابيضت عيناه من الحزن فهو كظيم","score":379},"27":{"verse":"وان كان قميصه قد من دبر فكذبت وهو من الصدقين","score":294},"25":{"verse":"واستبقا الباب وقدت قميصه من دبر والفيا سيدها لدا الباب قالت ما جزاء من اراد باهلك سوءا الا ان يسجن او عذاب اليم","score":602},"38":{"verse":"واتبعت ملة اباءي ابرهيم واسحق ويعقوب ما كان لنا ان نشرك بالله من شي ذلك من فضل الله علينا وعلى الناس ولكن اكثر الناس لا يشكرون","score":639},"3":{"verse":"نحن نقص عليك احسن القصص بما اوحينا اليك هذا القران وان كنت من قبله لمن الغفلين","score":447},"40":{"verse":"ما تعبدون من دونه الا اسماء سميتموها انتم واباؤكم ما انزل الله بها من سلطن ان الحكم الا لله امر الا تعبدوا الا اياه ذلك الدين القيم ولكن اكثر الناس لا يعلمون","score":698},"7":{"verse":"لقد كان في يوسف واخوته ايت للسائلين","score":208},"111":{"verse":"لقد كان في قصصهم عبرة لاولي الالبب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شي وهدى ورحمة لقوم يؤمنون","score":722},"108":{"verse":"قل هذه سبيلي ادعوا الى الله على بصيرة انا ومن اتبعني وسبحن الله وما انا من المشركين","score":401},"78":{"verse":"قالوا يايها العزيز ان له ابا شيخا كبيرا فخذ احدنا مكانه انا نريك من المحسنين","score":424},"11":{"verse":"قالوا يابانا ما لك لا تامنا على يوسف وانا له لنصحون","score":210},"17":{"verse":"قالوا يابانا انا ذهبنا نستبق وتركنا يوسف عند متعنا فاكله الذئب وما انت بمؤمن لنا ولو كنا صدقين","score":488},"97":{"verse":"قالوا يابانا استغفر لنا ذنوبنا انا كنا خطين","score":237},"71":{"verse":"قالوا واقبلوا عليهم ماذا تفقدون","score":176},"72":{"verse":"قالوا نفقد صواع الملك ولمن جاء به حمل بعير وانا به زعيم","score":310},"14":{"verse":"قالوا لئن اكله الذئب ونحن عصبة انا اذا لخسرون","score":245},"74":{"verse":"قالوا فما جزؤه ان كنتم كذبين","score":173},"61":{"verse":"قالوا سنرود عنه اباه وانا لفعلون","score":157},"75":{"verse":"قالوا جزؤه من وجد في رحله فهو جزؤه كذلك نجزي الظلمين","score":396},"73":{"verse":"قالوا تالله لقد علمتم ما جئنا لنفسد في الارض وما كنا سرقين","score":318},"91":{"verse":"قالوا تالله لقد اثرك الله علينا وان كنا لخطين","score":238},"85":{"verse":"قالوا تالله تفتؤا تذكر يوسف حتى تكون حرضا او تكون من الهلكين","score":354},"95":{"verse":"قالوا تالله انك لفي ضللك القديم","score":161},"77":{"verse":"قالوا ان يسرق فقد سرق اخ له من قبل فاسرها يوسف في نفسه ولم يبدها لهم قال انتم شر مكانا والله اعلم بما تصفون","score":604},"44":{"verse":"قالوا اضغث احلم وما نحن بتاويل الاحلم بعلمين","score":256},"90":{"verse":"قالوا اءنك لانت يوسف قال انا يوسف وهذا اخي قد من الله علينا انه من يتق ويصبر فان الله لا يضيع اجر المحسنين","score":543},"32":{"verse":"قالت فذلكن الذي لمتنني فيه ولقد رودته عن نفسه فاستعصم ولئن لم يفعل ما امره ليسجنن وليكونا من الصغرين","score":605},"5":{"verse":"قال يبني لا تقصص رءياك على اخوتك فيكيدوا لك كيدا ان الشيطن للانسن عدو مبين","score":447},"26":{"verse":"قال هي رودتني عن نفسي وشهد شاهد من اهلها ان كان قميصه قد من قبل فصدقت وهو من الكذبين","score":531},"89":{"verse":"قال هل علمتم ما فعلتم بيوسف واخيه اذ انتم جهلون","score":266},"64":{"verse":"قال هل امنكم عليه الا كما امنتكم على اخيه من قبل فالله خير حفظا وهو ارحم الرحمين","score":417},"79":{"verse":"قال معاذ الله ان ناخذ الا من وجدنا متعنا عنده انا اذا لظلمون","score":300},"51":{"verse":"قال ما خطبكن اذ رودتن يوسف عن نفسه قلن حش لله ما علمنا عليه من سوء قالت امرات العزيز الن حصحص الحق انا رودته عن نفسه وانه لمن الصدقين","score":831},"66":{"verse":"قال لن ارسله معكم حتى تؤتون موثقا من الله لتاتنني به الا ان يحاط بكم فلما اتوه موثقهم قال الله على ما نقول وكيل","score":552},"37":{"verse":"قال لا ياتيكما طعام ترزقانه الا نباتكما بتاويله قبل ان ياتيكما ذلكما مما علمني ربي اني تركت ملة قوم لا يؤمنون بالله وهم بالاخرة هم كفرون","score":665},"92":{"verse":"قال لا تثريب عليكم اليوم يغفر الله لكم وهو ارحم الرحمين","score":303},"10":{"verse":"قال قائل منهم لا تقتلوا يوسف والقوه في غيبت الجب يلتقطه بعض السيارة ان كنتم فعلين","score":499},"98":{"verse":"قال سوف استغفر لكم ربي انه هو الغفور الرحيم","score":282},"33":{"verse":"قال رب السجن احب الي مما يدعونني اليه والا تصرف عني كيدهن اصب اليهن واكن من الجهلين","score":430},"47":{"verse":"قال تزرعون سبع سنين دابا فما حصدتم فذروه في سنبله الا قليلا مما تاكلون","score":434},"83":{"verse":"قال بل سولت لكم انفسكم امرا فصبر جميل عسى الله ان ياتيني بهم جميعا انه هو العليم الحكيم","score":450},"13":{"verse":"قال اني ليحزنني ان تذهبوا به واخاف ان ياكله الذئب وانتم عنه غفلون","score":360},"86":{"verse":"قال انما اشكوا بثي وحزني الى الله واعلم من الله ما لا تعلمون","score":264},"55":{"verse":"قال اجعلني على خزائن الارض اني حفيظ عليم","score":263},"31":{"verse":"فلما سمعت بمكرهن ارسلت اليهن واعتدت لهن متكا واتت كل وحدة منهن سكينا وقالت اخرج عليهن فلما راينه اكبرنه وقطعن ايديهن وقلن حش لله ما هذا بشرا ان هذا الا ملك كريم","score":904},"63":{"verse":"فلما رجعوا الى ابيهم قالوا يابانا منع منا الكيل فارسل معنا اخانا نكتل وانا له لحفظون","score":387},"28":{"verse":"فلما رءا قميصه قد من دبر قال انه من كيدكن ان كيدكن عظيم","score":332},"15":{"verse":"فلما ذهبوا به واجمعوا ان يجعلوه في غيبت الجب واوحينا اليه لتنبئنهم بامرهم هذا وهم لا يشعرون","score":512},"88":{"verse":"فلما دخلوا عليه قالوا يايها العزيز مسنا واهلنا الضر وجئنا ببضعة مزجية فاوف لنا الكيل وتصدق علينا ان الله يجزي المتصدقين","score":735},"99":{"verse":"فلما دخلوا على يوسف اوى اليه ابويه وقال ادخلوا مصر ان شاء الله امنين","score":326},"70":{"verse":"فلما جهزهم بجهازهم جعل السقاية في رحل اخيه ثم اذن مؤذن ايتها العير انكم لسرقون","score":511},"96":{"verse":"فلما ان جاء البشير القيه على وجهه فارتد بصيرا قال الم اقل لكم اني اعلم من الله ما لا تعلمون","score":420},"80":{"verse":"فلما استيسوا منه خلصوا نجيا قال كبيرهم الم تعلموا ان اباكم قد اخذ عليكم موثقا من الله ومن قبل ما فرطتم في يوسف فلن ابرح الارض حتى ياذن لي ابي او يحكم الله لي وهو خير الحكمين","score":960},"76":{"verse":"فبدا باوعيتهم قبل وعاء اخيه ثم استخرجها من وعاء اخيه كذلك كدنا ليوسف ما كان لياخذ اخاه في دين الملك الا ان يشاء الله نرفع درجت من نشاء وفوق كل ذي علم عليم","score":896},"60":{"verse":"فان لم تاتوني به فلا كيل لكم عندي ولا تقربون","score":221},"34":{"verse":"فاستجاب له ربه فصرف عنه كيدهن انه هو السميع العليم","score":312},"101":{"verse":"رب قد اتيتني من الملك وعلمتني من تاويل الاحاديث فاطر السموت والارض انت ولي في الدنيا والاخرة توفني مسلما والحقني بالصلحين","score":678},"102":{"verse":"ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا امرهم وهم يمكرون","score":359},"52":{"verse":"ذلك ليعلم اني لم اخنه بالغيب وان الله لا يهدي كيد الخائنين","score":289},"110":{"verse":"حتى اذا استيس الرسل وظنوا انهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد باسنا عن القوم المجرمين","score":552},"49":{"verse":"ثم ياتي من بعد ذلك عام فيه يغاث الناس وفيه يعصرون","score":337},"48":{"verse":"ثم ياتي من بعد ذلك سبع شداد ياكلن ما قدمتم لهن الا قليلا مما تحصنون","score":404},"35":{"verse":"ثم بدا لهم من بعد ما راوا الايت ليسجننه حتى حين","score":265},"2":{"verse":"انا انزلنه قرءنا عربيا لعلكم تعقلون","score":185},"1":{"verse":"الر تلك ايت الكتب المبين","score":110},"9":{"verse":"اقتلوا يوسف او اطرحوه ارضا يخل لكم وجه ابيكم وتكونوا من بعده قوما صلحين","score":448},"107":{"verse":"افامنوا ان تاتيهم غشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون","score":403},"12":{"verse":"ارسله معنا غدا يرتع ويلعب وانا له لحفظون","score":256},"81":{"verse":"ارجعوا الى ابيكم فقولوا يابانا ان ابنك سرق وما شهدنا الا بما علمنا وما كنا للغيب حفظين","score":441},"93":{"verse":"اذهبوا بقميصي هذا فالقوه على وجه ابي يات بصيرا واتوني باهلكم اجمعين","score":403},"8":{"verse":"اذ قالوا ليوسف واخوه احب الى ابينا منا ونحن عصبة ان ابانا لفي ضلل مبين","score":348},"4":{"verse":"اذ قال يوسف لابيه يابت اني رايت احد عشر كوكبا والشمس والقمر رايتهم لي سجدين","score":459}}