{"39":{"verse":"يمحوا الله ما يشاء ويثبت وعنده ام الكتب","score":217},"27":{"verse":"ويقول الذين كفروا لولا انزل عليه اية من ربه قل ان الله يضل من يشاء ويهدي اليه من اناب","score":386},"7":{"verse":"ويقول الذين كفروا لولا انزل عليه اية من ربه انما انت منذر ولكل قوم هاد","score":332},"43":{"verse":"ويقول الذين كفروا لست مرسلا قل كفى بالله شهيدا بيني وبينكم ومن عنده علم الكتب","score":430},"6":{"verse":"ويستعجلونك بالسيئة قبل الحسنة وقد خلت من قبلهم المثلت وان ربك لذو مغفرة للناس على ظلمهم وان ربك لشديد العقاب","score":699},"13":{"verse":"ويسبح الرعد بحمده والملئكة من خيفته ويرسل الصوعق فيصيب بها من يشاء وهم يجدلون في الله وهو شديد المحال","score":650},"3":{"verse":"وهو الذي مد الارض وجعل فيها روسي وانهرا ومن كل الثمرت جعل فيها زوجين اثنين يغشي اليل النهار ان في ذلك لايت لقوم يتفكرون","score":698},"31":{"verse":"ولو ان قرانا سيرت به الجبال او قطعت به الارض او كلم به الموتى بل لله الامر جميعا افلم يايس الذين امنوا ان لو يشاء الله لهدى الناس جميعا ولا يزال الذين كفروا تصيبهم بما صنعوا قارعة او تحل قريبا من دارهم حتى ياتي وعد الله ان الله لا يخلف الميعاد","score":1212},"15":{"verse":"ولله يسجد من في السموت والارض طوعا وكرها وظللهم بالغدو والاصال","score":393},"32":{"verse":"ولقد استهزئ برسل من قبلك فامليت للذين كفروا ثم اخذتهم فكيف كان عقاب","score":462},"38":{"verse":"ولقد ارسلنا رسلا من قبلك وجعلنا لهم ازوجا وذرية وما كان لرسول ان ياتي باية الا باذن الله لكل اجل كتاب","score":503},"37":{"verse":"وكذلك انزلنه حكما عربيا ولئن اتبعت اهواءهم بعدما جاءك من العلم ما لك من الله من ولي ولا واق","score":424},"42":{"verse":"وقد مكر الذين من قبلهم فلله المكر جميعا يعلم ما تكسب كل نفس وسيعلم الكفر لمن عقبى الدار","score":488},"4":{"verse":"وفي الارض قطع متجورت وجنت من اعنب وزرع ونخيل صنوان وغير صنوان يسقى بماء وحد ونفضل بعضها على بعض في الاكل ان في ذلك لايت لقوم يعقلون","score":859},"40":{"verse":"وان ما نرينك بعض الذي نعدهم او نتوفينك فانما عليك البلغ وعلينا الحساب","score":381},"5":{"verse":"وان تعجب فعجب قولهم اءذا كنا تربا اءنا لفي خلق جديد اولئك الذين كفروا بربهم واولئك الاغلل في اعناقهم واولئك اصحب النار هم فيها خلدون","score":758},"25":{"verse":"والذين ينقضون عهد الله من بعد ميثقه ويقطعون ما امر الله به ان يوصل ويفسدون في الارض اولئك لهم اللعنة ولهم سوء الدار","score":639},"21":{"verse":"والذين يصلون ما امر الله به ان يوصل ويخشون ربهم ويخافون سوء الحساب","score":365},"22":{"verse":"والذين صبروا ابتغاء وجه ربهم واقاموا الصلوة وانفقوا مما رزقنهم سرا وعلانية ويدرءون بالحسنة السيئة اولئك لهم عقبى الدار","score":666},"36":{"verse":"والذين اتينهم الكتب يفرحون بما انزل اليك ومن الاحزاب من ينكر بعضه قل انما امرت ان اعبد الله ولا اشرك به اليه ادعوا واليه ماب","score":621},"12":{"verse":"هو الذي يريكم البرق خوفا وطمعا وينشي السحاب الثقال","score":325},"35":{"verse":"مثل الجنة التي وعد المتقون تجري من تحتها الانهر اكلها دائم وظلها تلك عقبى الذين اتقوا وعقبى الكفرين النار","score":587},"34":{"verse":"لهم عذاب في الحيوة الدنيا ولعذاب الاخرة اشق وما لهم من الله من واق","score":329},"11":{"verse":"له معقبت من بين يديه ومن خلفه يحفظونه من امر الله ان الله لا يغير ما بقوم حتى يغيروا ما بانفسهم واذا اراد الله بقوم سوءا فلا مرد له وما لهم من دونه من وال","score":773},"14":{"verse":"له دعوة الحق والذين يدعون من دونه لا يستجيبون لهم بشي الا كبسط كفيه الى الماء ليبلغ فاه وما هو ببلغه وما دعاء الكفرين الا في ضلل","score":713},"18":{"verse":"للذين استجابوا لربهم الحسنى والذين لم يستجيبوا له لو ان لهم ما في الارض جميعا ومثله معه لافتدوا به اولئك لهم سوء الحساب وماويهم جهنم وبئس المهاد","score":774},"30":{"verse":"كذلك ارسلنك في امة قد خلت من قبلها امم لتتلوا عليهم الذي اوحينا اليك وهم يكفرون بالرحمن قل هو ربي لا اله الا هو عليه توكلت واليه متاب","score":661},"16":{"verse":"قل من رب السموت والارض قل الله قل افاتخذتم من دونه اولياء لا يملكون لانفسهم نفعا ولا ضرا قل هل يستوي الاعمى والبصير ام هل تستوي الظلمت والنور ام جعلوا لله شركاء خلقوا كخلقه فتشبه الخلق عليهم قل الله خلق كل شي وهو الوحد القهر","score":1233},"9":{"verse":"علم الغيب والشهدة الكبير المتعال","score":191},"10":{"verse":"سواء منكم من اسر القول ومن جهر به ومن هو مستخف باليل وسارب بالنهار","score":336},"24":{"verse":"سلم عليكم بما صبرتم فنعم عقبى الدار","score":219},"23":{"verse":"جنت عدن يدخلونها ومن صلح من ابائهم وازوجهم وذريتهم والملئكة يدخلون عليهم من كل باب","score":494},"41":{"verse":"اولم يروا انا ناتي الارض ننقصها من اطرافها والله يحكم لا معقب لحكمه وهو سريع الحساب","score":449},"17":{"verse":"انزل من السماء ماء فسالت اودية بقدرها فاحتمل السيل زبدا رابيا ومما يوقدون عليه في النار ابتغاء حلية او متع زبد مثله كذلك يضرب الله الحق والبطل فاما الزبد فيذهب جفاء واما ما ينفع الناس فيمكث في الارض كذلك يضرب الله الامثال","score":1327},"1":{"verse":"المر تلك ايت الكتب والذي انزل اليك من ربك الحق ولكن اكثر الناس لا يؤمنون","score":353},"8":{"verse":"الله يعلم ما تحمل كل انثى وما تغيض الارحام وما تزداد وكل شي عنده بمقدار","score":442},"26":{"verse":"الله يبسط الرزق لمن يشاء ويقدر وفرحوا بالحيوة الدنيا وما الحيوة الدنيا في الاخرة الا متع","score":498},"2":{"verse":"الله الذي رفع السموت بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لاجل مسمى يدبر الامر يفصل الايت لعلكم بلقاء ربكم توقنون","score":819},"20":{"verse":"الذين يوفون بعهد الله ولا ينقضون الميثق","score":231},"29":{"verse":"الذين امنوا وعملوا الصلحت طوبى لهم وحسن ماب","score":237},"28":{"verse":"الذين امنوا وتطمئن قلوبهم بذكر الله الا بذكر الله تطمئن القلوب","score":338},"19":{"verse":"افمن يعلم انما انزل اليك من ربك الحق كمن هو اعمى انما يتذكر اولوا الالبب","score":318},"33":{"verse":"افمن هو قائم على كل نفس بما كسبت وجعلوا لله شركاء قل سموهم ام تنبونه بما لا يعلم في الارض ام بظهر من القول بل زين للذين كفروا مكرهم وصدوا عن السبيل ومن يضلل الله فما له من هاد","score":906}}