{"48":{"verse":"يوم تبدل الأرض غير الأرض والسموت وبرزوا لله الوحد القهار","score":345},"27":{"verse":"يثبت الله الذين امنوا بالقول الثابت في الحيوة الدنيا وفي الأخرة ويضل الله الظلمين ويفعل الله ما يشاء","score":516},"17":{"verse":"يتجرعه ولا يكاد يسيغه ويأتيه الموت من كل مكان وما هو بميت ومن ورائه عذاب غليظ","score":454},"26":{"verse":"ومثل كلمة خبيثة كشجرة خبيثة اجتثت من فوق الأرض ما لها من قرار","score":452},"12":{"verse":"وما لنا الا نتوكل على الله وقد هدينا سبلنا ولنصبرن على ما اذيتمونا وعلى الله فليتوكل المتوكلون","score":420},"20":{"verse":"وما ذلك على الله بعزيز","score":141},"4":{"verse":"وما أرسلنا من رسول الا بلسان قومه ليبين لهم فيضل الله من يشاء ويهدي من يشاء وهو العزيز الحكيم","score":475},"14":{"verse":"ولنسكننكم الأرض من بعدهم ذلك لمن خاف مقامي وخاف وعيد","score":324},"5":{"verse":"ولقد أرسلنا موسى بآيتنا أن أخرج قومك من الظلمت الى النور وذكرهم بأييم الله إن في ذلك لآيت لكل صبار شكور","score":545},"42":{"verse":"ولا تحسبن الله غفلا عما يعمل الظلمون إنما يؤخرهم ليوم تشخص فيه الأبصر","score":424},"46":{"verse":"وقد مكروا مكرهم وعند الله مكرهم وإن كان مكرهم لتزول منه الجبال","score":325},"8":{"verse":"وقال موسى إن تكفروا أنتم ومن في الأرض جميعا فإن الله لغني حميد","score":337},"22":{"verse":"وقال الشيطن لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لي عليكم من سلطن الا أن دعوتكم فاستجبتم لي فلا تلوموني ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتمون من قبل إن الظلمين لهم عذاب اليم","score":1272},"13":{"verse":"وقال الذين كفروا لرسلهم لنخرجنكم من أرضنا أو لتعودن في ملتنا فأوحى اليهم ربهم لنهلكن الظلمين","score":492},"45":{"verse":"وسكنتم في مسكن الذين ظلموا أنفسهم وتبين لكم كيف فعلنا بهم وضربنا لكم الأمثال","score":442},"33":{"verse":"وسخر لكم الشمس والقمر دائبين وسخر لكم اليل والنهار","score":284},"30":{"verse":"وجعلوا لله أندادا ليضلوا عن سبيله قل تمتعوا فإن مصيركم الى النار","score":336},"49":{"verse":"وترى المجرمين يومئذ مقرنين في الأصفاد","score":223},"21":{"verse":"وبرزوا لله جميعا فقال الضعفؤا للذين استكبروا إنا كنا لكم تبعا فهل أنتم مغنون عنا من عذاب الله من شي قالوا لو هدينا الله لهدينكم سواء علينا أجزعنا أم صبرنا ما لنا من محيص","score":886},"15":{"verse":"واستفتحوا وخاب كل جبار عنيد","score":201},"34":{"verse":"واتيكم من كل ما سالتموه وإن تعدوا نعمت الله لا تحصوها إن الإنسن لظلوم كفار","score":371},"6":{"verse":"وإذ قال موسى لقومه اذكروا نعمة الله عليكم إذ أنجيكم من ال فرعون يسومونكم سوء العذاب ويذبحون أبناءكم ويستحيون نساءكم وفي ذلكم بلاء من ربكم عظيم","score":791},"35":{"verse":"وإذ قال إبرهيم رب اجعل هذا البلد امنا واجنبني وبني أن نعبد الأصنام","score":337},"7":{"verse":"وإذ تأذن ربكم لئن شكرتم لأزيدنكم ولئن كفرتم إن عذابي لشديد","score":389},"44":{"verse":"وأنذر الناس يوم يأتيهم العذاب فيقول الذين ظلموا ربنا أخرنا الى أجل قريب نجب دعوتك ونتبع الرسل أولم تكونوا أقسمتم من قبل ما لكم من زوال","score":715},"23":{"verse":"وأدخل الذين امنوا وعملوا الصلحت جنت تجري من تحتها الأنهر خلدين فيها بإذن ربهم تحيتهم فيها سلم","score":563},"52":{"verse":"هذا بلغ للناس ولينذروا به وليعلموا أنما هو اله وحد وليذكر أولوا الالبب","score":342},"43":{"verse":"مهطعين مقنعي رءوسهم لا يرتد اليهم طرفهم وأفدتهم هواء","score":330},"16":{"verse":"من ورائه جهنم ويسقى من ماء صديد","score":181},"18":{"verse":"مثل الذين كفروا بربهم أعملهم كرماد اشتدت به الريح في يوم عاصف لا يقدرون مما كسبوا على شي ذلك هو الضلل البعيد","score":659},"51":{"verse":"ليجزي الله كل نفس ما كسبت إن الله سريع الحساب","score":265},"31":{"verse":"قل لعبادي الذين امنوا يقيموا الصلوة وينفقوا مما رزقنهم سرا وعلانية من قبل أن يأتي يوم لا بيع فيه ولا خلل","score":519},"11":{"verse":"قالت لهم رسلهم إن نحن الا بشر مثلكم ولكن الله يمن على من يشاء من عباده وما كان لنا أن نأتيكم بسلطن الا بإذن الله وعلى الله فليتوكل المؤمنون","score":618},"10":{"verse":"قالت رسلهم أفي الله شك فاطر السموت والأرض يدعوكم ليغفر لكم من ذنوبكم ويؤخركم الى أجل مسمى قالوا إن أنتم الا بشر مثلنا تريدون أن تصدونا عما كان يعبد اباؤنا فأتونا بسلطن مبين","score":980},"47":{"verse":"فلا تحسبن الله مخلف وعده رسله إن الله عزيز ذو انتقام","score":333},"50":{"verse":"سرابيلهم من قطران وتغشى وجوههم النار","score":238},"41":{"verse":"ربنا اغفر لي ولولدي وللمؤمنين يوم يقوم الحساب","score":238},"37":{"verse":"ربنا إني أسكنت من ذريتي بواد غير ذي زرع عند بيتك المحرم ربنا ليقيموا الصلوة فاجعل أفدة من الناس تهوي اليهم وارزقهم من الثمرت لعلهم يشكرون","score":830},"38":{"verse":"ربنا إنك تعلم ما نخفي وما نعلن وما يخفي على الله من شي في الأرض ولا في السماء","score":362},"40":{"verse":"رب اجعلني مقيم الصلوة ومن ذريتي ربنا وتقبل دعاء","score":279},"36":{"verse":"رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم","score":411},"29":{"verse":"جهنم يصلونها وبئس القرار","score":148},"25":{"verse":"تؤتي أكلها كل حين بإذن ربها ويضرب الله الأمثال للناس لعلهم يتذكرون","score":357},"9":{"verse":"الم يأتكم نبؤا الذين من قبلكم قوم نوح وعاد وثمود والذين من بعدهم لا يعلمهم الا الله جاءتهم رسلهم بالبينت فردوا أيديهم في أفوههم وقالوا إنا كفرنا بما أرسلتم به وإنا لفي شك مما تدعوننا اليه مريب","score":976},"24":{"verse":"الم تر كيف ضرب الله مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء","score":491},"28":{"verse":"الم تر الى الذين بدلوا نعمت الله كفرا وأحلوا قومهم دار البوار","score":283},"19":{"verse":"الم تر أن الله خلق السموت والأرض بالحق إن يشأ يذهبكم ويأت بخلق جديد","score":410},"2":{"verse":"الله الذي له ما في السموت وما في الأرض وويل للكفرين من عذاب شديد","score":340},"32":{"verse":"الله الذي خلق السموت والأرض وأنزل من السماء ماء فأخرج به من الثمرت رزقا لكم وسخر لكم الفلك لتجري في البحر بأمره وسخر لكم الأنهر","score":732},"1":{"verse":"الر كتب أنزلنه اليك لتخرج الناس من الظلمت الى النور بإذن ربهم الى صرط العزيز الحميد","score":494},"3":{"verse":"الذين يستحبون الحيوة الدنيا على الأخرة ويصدون عن سبيل الله ويبغونها عوجا أولئك في ضلل بعيد","score":547},"39":{"verse":"الحمد لله الذي وهب لي على الكبر إسمعيل وإسحق إن ربي لسميع الدعاء","score":344}}