{"111":{"verse":"يوم تاتي كل نفس تجدل عن نفسها وتوفى كل نفس ما عملت وهم لا يظلمون","score":368},"2":{"verse":"ينزل الملئكة بالروح من امره على من يشاء من عباده ان انذروا انه لا اله الا انا فاتقون","score":359},"11":{"verse":"ينبت لكم به الزرع والزيتون والنخيل والاعنب ومن كل الثمرت ان في ذلك لاية لقوم يتفكرون","score":461},"83":{"verse":"يعرفون نعمت الله ثم ينكرونها واكثرهم الكفرون","score":263},"50":{"verse":"يخافون ربهم من فوقهم ويفعلون ما يؤمرون","score":208},"59":{"verse":"يتورى من القوم من سوء ما بشر به ايمسكه على هون ام يدسه في التراب الا ساء ما يحكمون","score":396},"84":{"verse":"ويوم نبعث من كل امة شهيدا ثم لا يؤذن للذين كفروا ولا هم يستعتبون","score":372},"89":{"verse":"ويوم نبعث في كل امة شهيدا عليهم من انفسهم وجئنا بك شهيدا على هؤلاء ونزلنا عليك الكتب تبينا لكل شي وهدى ورحمة وبشرى للمسلمين","score":704},"73":{"verse":"ويعبدون من دون الله ما لا يملك لهم رزقا من السموت والارض شيا ولا يستطيعون","score":394},"56":{"verse":"ويجعلون لما لا يعلمون نصيبا مما رزقنهم تالله لتسلن عما كنتم تفترون","score":356},"62":{"verse":"ويجعلون لله ما يكرهون وتصف السنتهم الكذب ان لهم الحسنى لا جرم ان لهم النار وانهم مفرطون","score":442},"57":{"verse":"ويجعلون لله البنت سبحنه ولهم ما يشتهون","score":217},"14":{"verse":"وهو الذي سخر البحر لتاكلوا منه لحما طريا وتستخرجوا منه حلية تلبسونها وترى الفلك مواخر فيه ولتبتغوا من فضله ولعلكم تشكرون","score":764},"67":{"verse":"ومن ثمرت النخيل والاعنب تتخذون منه سكرا ورزقا حسنا ان في ذلك لاية لقوم يعقلون","score":466},"13":{"verse":"وما ذرا لكم في الارض مختلفا الونه ان في ذلك لاية لقوم يذكرون","score":317},"53":{"verse":"وما بكم من نعمة فمن الله ثم اذا مسكم الضر فاليه تجرون","score":288},"64":{"verse":"وما انزلنا عليك الكتب الا لتبين لهم الذي اختلفوا فيه وهدى ورحمة لقوم يؤمنون","score":382},"43":{"verse":"وما ارسلنا من قبلك الا رجالا نوحي اليهم فسلوا اهل الذكر ان كنتم لا تعلمون","score":325},"61":{"verse":"ولو يؤاخذ الله الناس بظلمهم ما ترك عليها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم لا يستخرون ساعة ولا يستقدمون","score":645},"93":{"verse":"ولو شاء الله لجعلكم امة وحدة ولكن يضل من يشاء ويهدي من يشاء ولتسلن عما كنتم تعملون","score":437},"52":{"verse":"وله ما في السموت والارض وله الدين واصبا افغير الله تتقون","score":307},"49":{"verse":"ولله يسجد ما في السموت وما في الارض من دابة والملئكة وهم لا يستكبرون","score":361},"77":{"verse":"ولله غيب السموت والارض وما امر الساعة الا كلمح البصر او هو اقرب ان الله على كل شي قدير","score":441},"6":{"verse":"ولكم فيها جمال حين تريحون وحين تسرحون","score":244},"103":{"verse":"ولقد نعلم انهم يقولون انما يعلمه بشر لسان الذي يلحدون اليه اعجمي وهذا لسان عربي مبين","score":449},"113":{"verse":"ولقد جاءهم رسول منهم فكذبوه فاخذهم العذاب وهم ظلمون","score":340},"36":{"verse":"ولقد بعثنا في كل امة رسولا ان اعبدوا الله واجتنبوا الطغوت فمنهم من هدى الله ومنهم من حقت عليه الضللة فسيروا في الارض فانظروا كيف كان عقبة المكذبين","score":856},"92":{"verse":"ولا تكونوا كالتي نقضت غزلها من بعد قوة انكثا تتخذون ايمنكم دخلا بينكم ان تكون امة هي اربي من امة انما يبلوكم الله به وليبينن لكم يوم القيمة ما كنتم فيه تختلفون","score":858},"116":{"verse":"ولا تقولوا لما تصف السنتكم الكذب هذا حلل وهذا حرام لتفتروا على الله الكذب ان الذين يفترون على الله الكذب لا يفلحون","score":604},"95":{"verse":"ولا تشتروا بعهد الله ثمنا قليلا انما عند الله هو خير لكم ان كنتم تعلمون","score":362},"94":{"verse":"ولا تتخذوا ايمنكم دخلا بينكم فتزل قدم بعد ثبوتها وتذوقوا السوء بما صددتم عن سبيل الله ولكم عذاب عظيم","score":685},"30":{"verse":"وقيل للذين اتقوا ماذا انزل ربكم قالوا خيرا للذين احسنوا في هذه الدنيا حسنة ولدار الاخرة خير ولنعم دار المتقين","score":623},"51":{"verse":"وقال الله لا تتخذوا الهين اثنين انما هو اله وحد فايي فارهبون","score":301},"35":{"verse":"وقال الذين اشركوا لو شاء الله ما عبدنا من دونه من شي نحن ولا اباؤنا ولا حرمنا من دونه من شي كذلك فعل الذين من قبلهم فهل على الرسل الا البلغ المبين","score":696},"9":{"verse":"وعلى الله قصد السبيل ومنها جائر ولو شاء لهديكم اجمعين","score":298},"118":{"verse":"وعلى الذين هادوا حرمنا ما قصصنا عليك من قبل وما ظلمنهم ولكن كانوا انفسهم يظلمون","score":431},"16":{"verse":"وعلمت وبالنجم هم يهتدون","score":136},"112":{"verse":"وضرب الله مثلا قرية كانت امنة مطمئنة ياتيها رزقها رغدا من كل مكان فكفرت بانعم الله فاذقها الله لباس الجوع والخوف بما كانوا يصنعون","score":747},"76":{"verse":"وضرب الله مثلا رجلين احدهما ابكم لا يقدر على شي وهو كل على موليه اينما يوجهه لا يات بخير هل يستوي هو ومن يامر بالعدل وهو على صرط مستقيم","score":757},"12":{"verse":"وسخر لكم اليل والنهار والشمس والقمر والنجوم مسخرت بامره ان في ذلك لايت لقوم يعقلون","score":449},"7":{"verse":"وتحمل اثقالكم الى بلد لم تكونوا بلغيه الا بشق الانفس ان ربكم لرءوف رحيم","score":403},"91":{"verse":"واوفوا بعهد الله اذا عهدتم ولا تنقضوا الايمن بعد توكيدها وقد جعلتم الله عليكم كفيلا ان الله يعلم ما تفعلون","score":582},"68":{"verse":"واوحى ربك الى النحل ان اتخذي من الجبال بيوتا ومن الشجر ومما يعرشون","score":351},"66":{"verse":"وان لكم في الانعم لعبرة نسقيكم مما في بطونه من بين فرث ودم لبنا خالصا سائغا للشربين","score":493},"126":{"verse":"وان عاقبتم فعاقبوا بمثل ما عوقبتم به ولئن صبرتم لهو خير للصبرين","score":401},"18":{"verse":"وان تعدوا نعمة الله لا تحصوها ان الله لغفور رحيم","score":266},"19":{"verse":"والله يعلم ما تسرون وما تعلنون","score":134},"71":{"verse":"والله فضل بعضكم على بعض في الرزق فما الذين فضلوا برادي رزقهم على ما ملكت ايمنهم فهم فيه سواء افبنعمة الله يجحدون","score":700},"70":{"verse":"والله خلقكم ثم يتوفيكم ومنكم من يرد الى ارذل العمر لكي لا يعلم بعد علم شيا ان الله عليم قدير","score":485},"80":{"verse":"والله جعل لكم من بيوتكم سكنا وجعل لكم من جلود الانعم بيوتا تستخفونها يوم ظعنكم ويوم اقامتكم ومن اصوافها واوبارها واشعارها اثثا ومتعا الى حين","score":799},"72":{"verse":"والله جعل لكم من انفسكم ازوجا وجعل لكم من ازوجكم بنين وحفدة ورزقكم من الطيبت افبالبطل يؤمنون وبنعمت الله هم يكفرون","score":701},"81":{"verse":"والله جعل لكم مما خلق ظللا وجعل لكم من الجبال اكننا وجعل لكم سربيل تقيكم الحر وسربيل تقيكم باسكم كذلك يتم نعمته عليكم لعلكم تسلمون","score":755},"65":{"verse":"والله انزل من السماء ماء فاحيا به الارض بعد موتها ان في ذلك لاية لقوم يسمعون","score":377},"78":{"verse":"والله اخرجكم من بطون امهتكم لا تعلمون شيا وجعل لكم السمع والابصر والافدة لعلكم تشكرون","score":503},"15":{"verse":"والقى في الارض روسي ان تميد بكم وانهرا وسبلا لعلكم تهتدون","score":315},"87":{"verse":"والقوا الى الله يومئذ السلم وضل عنهم ما كانوا يفترون","score":233},"20":{"verse":"والذين يدعون من دون الله لا يخلقون شيا وهم يخلقون","score":266},"41":{"verse":"والذين هاجروا في الله من بعد ما ظلموا لنبوئنهم في الدنيا حسنة ولاجر الاخرة اكبر لو كانوا يعلمون","score":486},"8":{"verse":"والخيل والبغال والحمير لتركبوها وزينة ويخلق ما لا تعلمون","score":317},"5":{"verse":"والانعم خلقها لكم فيها دفئ ومنفع ومنها تاكلون","score":239},"38":{"verse":"واقسموا بالله جهد ايمنهم لا يبعث الله من يموت بلى وعدا عليه حقا ولكن اكثر الناس لا يعلمون","score":460},"127":{"verse":"واصبر وما صبرك الا بالله ولا تحزن عليهم ولا تك في ضيق مما يمكرون","score":360},"24":{"verse":"واذا قيل لهم ماذا انزل ربكم قالوا اسطير الاولين","score":242},"85":{"verse":"واذا رءا الذين ظلموا العذاب فلا يخفف عنهم ولا هم ينظرون","score":311},"86":{"verse":"واذا رءا الذين اشركوا شركاءهم قالوا ربنا هؤلاء شركاؤنا الذين كنا ندعوا من دونك فالقوا اليهم القول انكم لكذبون","score":535},"58":{"verse":"واذا بشر احدهم بالانثى ظل وجهه مسودا وهو كظيم","score":324},"101":{"verse":"واذا بدلنا اية مكان اية والله اعلم بما ينزل قالوا انما انت مفتر بل اكثرهم لا يعلمون","score":370},"122":{"verse":"واتينه في الدنيا حسنة وانه في الاخرة لمن الصلحين","score":261},"10":{"verse":"هو الذي انزل من السماء ماء لكم منه شراب ومنه شجر فيه تسيمون","score":311},"33":{"verse":"هل ينظرون الا ان تاتيهم الملئكة او ياتي امر ربك كذلك فعل الذين من قبلهم وما ظلمهم الله ولكن كانوا انفسهم يظلمون","score":548},"106":{"verse":"من كفر بالله من بعد ايمنه الا من اكره وقلبه مطمئن بالايمن ولكن من شرح بالكفر صدرا فعليهم غضب من الله ولهم عذاب عظيم","score":660},"97":{"verse":"من عمل صلحا من ذكر او انثى وهو مؤمن فلنحيينه حيوة طيبة ولنجزينهم اجرهم باحسن ما كانوا يعملون","score":536},"117":{"verse":"متع قليل ولهم عذاب اليم","score":121},"96":{"verse":"ما عندكم ينفد وما عند الله باق ولنجزين الذين صبروا اجرهم باحسن ما كانوا يعملون","score":443},"55":{"verse":"ليكفروا بما اتينهم فتمتعوا فسوف تعلمون","score":231},"25":{"verse":"ليحملوا اوزارهم كاملة يوم القيمة ومن اوزار الذين يضلونهم بغير علم الا ساء ما يزرون","score":431},"39":{"verse":"ليبين لهم الذي يختلفون فيه وليعلم الذين كفروا انهم كانوا كذبين","score":328},"60":{"verse":"للذين لا يؤمنون بالاخرة مثل السوء ولله المثل الاعلى وهو العزيز الحكيم","score":358},"109":{"verse":"لا جرم انهم في الاخرة هم الخسرون","score":172},"23":{"verse":"لا جرم ان الله يعلم ما يسرون وما يعلنون انه لا يحب المستكبرين","score":273},"102":{"verse":"قل نزله روح القدس من ربك بالحق ليثبت الذين امنوا وهدى وبشرى للمسلمين","score":416},"26":{"verse":"قد مكر الذين من قبلهم فاتى الله بنينهم من القواعد فخر عليهم السقف من فوقهم واتيهم العذاب من حيث لا يشعرون","score":609},"74":{"verse":"فلا تضربوا لله الامثال ان الله يعلم وانتم لا تعلمون","score":224},"114":{"verse":"فكلوا مما رزقكم الله حللا طيبا واشكروا نعمت الله ان كنتم اياه تعبدون","score":373},"82":{"verse":"فان تولوا فانما عليك البلغ المبين","score":159},"34":{"verse":"فاصابهم سيات ما عملوا وحاق بهم ما كانوا به يستهزءون","score":290},"98":{"verse":"فاذا قرات القران فاستعذ بالله من الشيطن الرجيم","score":291},"29":{"verse":"فادخلوا ابوب جهنم خلدين فيها فلبئس مثوى المتكبرين","score":323},"75":{"verse":"ضرب الله مثلا عبدا مملوكا لا يقدر على شي ومن رزقنه منا رزقا حسنا فهو ينفق منه سرا وجهرا هل يستون الحمد لله بل اكثرهم لا يعلمون","score":738},"121":{"verse":"شاكرا لانعمه اجتبيه وهديه الى صرط مستقيم","score":278},"107":{"verse":"ذلك بانهم استحبوا الحيوة الدنيا على الاخرة وان الله لا يهدي القوم الكفرين","score":363},"3":{"verse":"خلق السموت والارض بالحق تعلى عما يشركون","score":254},"4":{"verse":"خلق الانسن من نطفة فاذا هو خصيم مبين","score":235},"31":{"verse":"جنت عدن يدخلونها تجري من تحتها الانهر لهم فيها ما يشاءون كذلك يجزي الله المتقين","score":474},"27":{"verse":"ثم يوم القيمة يخزيهم ويقول اين شركاءي الذين كنتم تشقون فيهم قال الذين اوتوا العلم ان الخزي اليوم والسوء على الكفرين","score":627},"69":{"verse":"ثم كلي من كل الثمرت فاسلكي سبل ربك ذللا يخرج من بطونها شراب مختلف الونه فيه شفاء للناس ان في ذلك لاية لقوم يتفكرون","score":691},"123":{"verse":"ثم اوحينا اليك ان اتبع ملة ابرهيم حنيفا وما كان من المشركين","score":294},"110":{"verse":"ثم ان ربك للذين هاجروا من بعد ما فتنوا ثم جهدوا وصبروا ان ربك من بعدها لغفور رحيم","score":514},"119":{"verse":"ثم ان ربك للذين عملوا السوء بجهلة ثم تابوا من بعد ذلك واصلحوا ان ربك من بعدها لغفور رحيم","score":539},"54":{"verse":"ثم اذا كشف الضر عنكم اذا فريق منكم بربهم يشركون","score":326},"63":{"verse":"تالله لقد ارسلنا الى امم من قبلك فزين لهم الشيطن اعملهم فهو وليهم اليوم ولهم عذاب اليم","score":425},"44":{"verse":"بالبينت والزبر وانزلنا اليك الذكر لتبين للناس ما نزل اليهم ولعلهم يتفكرون","score":382},"48":{"verse":"اولم يروا الى ما خلق الله من شي يتفيوا ظلله عن اليمين والشمائل سجدا لله وهم دخرون","score":413},"108":{"verse":"اولئك الذين طبع الله على قلوبهم وسمعهم وابصرهم واولئك هم الغفلون","score":364},"46":{"verse":"او ياخذهم في تقلبهم فما هم بمعجزين","score":233},"47":{"verse":"او ياخذهم على تخوف فان ربكم لرءوف رحيم","score":238},"99":{"verse":"انه ليس له سلطن على الذين امنوا وعلى ربهم يتوكلون","score":237},"105":{"verse":"انما يفتري الكذب الذين لا يؤمنون بايت الله واولئك هم الكذبون","score":276},"40":{"verse":"انما قولنا لشي اذا اردنه ان نقول له كن فيكون","score":204},"100":{"verse":"انما سلطنه على الذين يتولونه والذين هم به مشركون","score":257},"115":{"verse":"انما حرم عليكم الميتة والدم ولحم الخنزير وما اهل لغير الله به فمن اضطر غير باغ ولا عاد فان الله غفور رحيم","score":627},"124":{"verse":"انما جعل السبت على الذين اختلفوا فيه وان ربك ليحكم بينهم يوم القيمة فيما كانوا فيه يختلفون","score":487},"37":{"verse":"ان تحرص على هديهم فان الله لا يهدي من يضل وما لهم من نصرين","score":295},"90":{"verse":"ان الله يامر بالعدل والاحسن وايتاى ذي القربي وينهى عن الفحشاء والمنكر والبغي يعظكم لعلكم تذكرون","score":531},"128":{"verse":"ان الله مع الذين اتقوا والذين هم محسنون","score":186},"104":{"verse":"ان الذين لا يؤمنون بايت الله لا يهديهم الله ولهم عذاب اليم","score":232},"120":{"verse":"ان ابرهيم كان امة قانتا لله حنيفا ولم يك من المشركين","score":236},"21":{"verse":"اموت غير احياء وما يشعرون ايان يبعثون","score":225},"22":{"verse":"الهكم اله وحد فالذين لا يؤمنون بالاخرة قلوبهم منكرة وهم مستكبرون","score":346},"79":{"verse":"الم يروا الى الطير مسخرت في جو السماء ما يمسكهن الا الله ان في ذلك لايت لقوم يؤمنون","score":388},"88":{"verse":"الذين كفروا وصدوا عن سبيل الله زدنهم عذابا فوق العذاب بما كانوا يفسدون","score":434},"42":{"verse":"الذين صبروا وعلى ربهم يتوكلون","score":164},"28":{"verse":"الذين تتوفيهم الملئكة ظالمي انفسهم فالقوا السلم ما كنا نعمل من سوء بلى ان الله عليم بما كنتم تعملون","score":461},"32":{"verse":"الذين تتوفيهم الملئكة طيبين يقولون سلم عليكم ادخلوا الجنة بما كنتم تعملون","score":414},"17":{"verse":"افمن يخلق كمن لا يخلق افلا تذكرون","score":196},"45":{"verse":"افامن الذين مكروا السيات ان يخسف الله بهم الارض او ياتيهم العذاب من حيث لا يشعرون","score":437},"125":{"verse":"ادع الى سبيل ربك بالحكمة والموعظة الحسنة وجدلهم بالتي هي احسن ان ربك هو اعلم بمن ضل عن سبيله وهو اعلم بالمهتدين","score":637},"1":{"verse":"اتى امر الله فلا تستعجلوه سبحنه وتعلى عما يشركون","score":289}}