{"52":{"verse":"ويوم يقول نادوا شركاءي الذين زعمتم فدعوهم فلم يستجيبوا لهم وجعلنا بينهم موبقا","score":469},"47":{"verse":"ويوم نسير الجبال وترى الارض بارزة وحشرنهم فلم نغادر منهم احدا","score":389},"4":{"verse":"وينذر الذين قالوا اتخذ الله ولدا","score":176},"83":{"verse":"ويسلونك عن ذي القرنين قل ساتلوا عليكم منه ذكرا","score":256},"49":{"verse":"ووضع الكتب فترى المجرمين مشفقين مما فيه ويقولون يويلتنا مال هذا الكتب لا يغادر صغيرة ولا كبيرة الا احصيها ووجدوا ما عملوا حاضرا ولا يظلم ربك احدا","score":873},"57":{"verse":"ومن اظلم ممن ذكر بايت ربه فاعرض عنها ونسي ما قدمت يداه انا جعلنا على قلوبهم اكنة ان يفقهوه وفي اذانهم وقرا وان تدعهم الى الهدى فلن يهتدوا اذا ابدا","score":793},"56":{"verse":"وما نرسل المرسلين الا مبشرين ومنذرين ويجدل الذين كفروا بالبطل ليدحضوا به الحق واتخذوا ايتي وما انذروا هزوا","score":631},"55":{"verse":"وما منع الناس ان يؤمنوا اذ جاءهم الهدى ويستغفروا ربهم الا ان تاتيهم سنة الاولين او ياتيهم العذاب قبلا","score":477},"36":{"verse":"وما اظن الساعة قائمة ولئن رددت الى ربي لاجدن خيرا منها منقلبا","score":330},"39":{"verse":"ولولا اذ دخلت جنتك قلت ما شاء الله لا قوة الا بالله ان ترن انا اقل منك مالا وولدا","score":348},"43":{"verse":"ولم تكن له فئة ينصرونه من دون الله وما كان منتصرا","score":240},"54":{"verse":"ولقد صرفنا في هذا القران للناس من كل مثل وكان الانسن اكثر شي جدلا","score":383},"25":{"verse":"ولبثوا في كهفهم ثلث مائة سنين وازدادوا تسعا","score":312},"23":{"verse":"ولا تقولن لشايء اني فاعل ذلك غدا","score":185},"68":{"verse":"وكيف تصبر على ما لم تحط به خبرا","score":219},"19":{"verse":"وكذلك بعثنهم ليتساءلوا بينهم قال قائل منهم كم لبثتم قالوا لبثنا يوما او بعض يوم قالوا ربكم اعلم بما لبثتم فابعثوا احدكم بورقكم هذه الى المدينة فلينظر ايها ازكى طعاما فلياتكم برزق منه وليتلطف ولا يشعرن بكم احدا","score":1274},"21":{"verse":"وكذلك اعثرنا عليهم ليعلموا ان وعد الله حق وان الساعة لا ريب فيها اذ يتنزعون بينهم امرهم فقالوا ابنوا عليهم بنينا ربهم اعلم بهم قال الذين غلبوا على امرهم لنتخذن عليهم مسجدا","score":919},"34":{"verse":"وكان له ثمر فقال لصحبه وهو يحاوره انا اكثر منك مالا واعز نفرا","score":356},"29":{"verse":"وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر انا اعتدنا للظلمين نارا احاط بهم سرادقها وان يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا","score":938},"48":{"verse":"وعرضوا على ربك صفا لقد جئتمونا كما خلقنكم اول مرة بل زعمتم الن نجعل لكم موعدا","score":470},"100":{"verse":"وعرضنا جهنم يومئذ للكفرين عرضا","score":211},"58":{"verse":"وربك الغفور ذو الرحمة لو يؤاخذهم بما كسبوا لعجل لهم العذاب بل لهم موعد لن يجدوا من دونه موئلا","score":530},"14":{"verse":"وربطنا على قلوبهم اذ قاموا فقالوا ربنا رب السموت والارض لن ندعوا من دونه الها لقد قلنا اذا شططا","score":539},"53":{"verse":"ورا المجرمون النار فظنوا انهم مواقعوها ولم يجدوا عنها مصرفا","score":318},"35":{"verse":"ودخل جنته وهو ظالم لنفسه قال ما اظن ان تبيد هذه ابدا","score":333},"59":{"verse":"وتلك القرى اهلكنهم لما ظلموا وجعلنا لمهلكهم موعدا","score":251},"17":{"verse":"وترى الشمس اذا طلعت تزور عن كهفهم ذات اليمين واذا غربت تقرضهم ذات الشمال وهم في فجوة منه ذلك من ايت الله من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا","score":954},"99":{"verse":"وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعنهم جمعا","score":424},"18":{"verse":"وتحسبهم ايقاظا وهم رقود ونقلبهم ذات اليمين وذات الشمال وكلبهم بسط ذراعيه بالوصيد لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا","score":781},"8":{"verse":"وانا لجعلون ما عليها صعيدا جرزا","score":195},"88":{"verse":"واما من امن وعمل صلحا فله جزاء الحسنى وسنقول له من امرنا يسرا","score":306},"80":{"verse":"واما الغلم فكان ابواه مؤمنين فخشينا ان يرهقهما طغينا وكفرا","score":337},"82":{"verse":"واما الجدار فكان لغلمين يتيمين في المدينة وكان تحته كنز لهما وكان ابوهما صلحا فاراد ربك ان يبلغا اشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن امري ذلك تاويل ما لم تسطع عليه صبرا","score":1084},"32":{"verse":"واضرب لهم مثلا رجلين جعلنا لاحدهما جنتين من اعنب وحففنهما بنخل وجعلنا بينهما زرعا","score":504},"45":{"verse":"واضرب لهم مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض فاصبح هشيما تذروه الريح وكان الله على كل شي مقتدرا","score":717},"28":{"verse":"واصبر نفسك مع الذين يدعون ربهم بالغدوة والعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحيوة الدنيا ولا تطع من اغفلنا قلبه عن ذكرنا واتبع هويه وكان امره فرطا","score":998},"50":{"verse":"واذ قلنا للملئكة اسجدوا لادم فسجدوا الا ابليس كان من الجن ففسق عن امر ربه افتتخذونه وذريته اولياء من دوني وهم لكم عدو بئس للظلمين بدلا","score":780},"60":{"verse":"واذ قال موسى لفتيه لا ابرح حتى ابلغ مجمع البحرين او امضي حقبا","score":380},"16":{"verse":"واذ اعتزلتموهم وما يعبدون الا الله فاوا الى الكهف ينشر لكم ربكم من رحمته ويهيئ لكم من امركم مرفقا","score":498},"42":{"verse":"واحيط بثمره فاصبح يقلب كفيه على ما انفق فيها وهي خاوية على عروشها ويقول يليتني لم اشرك بربي احدا","score":623},"27":{"verse":"واتل ما اوحي اليك من كتاب ربك لا مبدل لكلمته ولن تجد من دونه ملتحدا","score":354},"44":{"verse":"هنالك الولية لله الحق هو خير ثوابا وخير عقبا","score":254},"15":{"verse":"هؤلاء قومنا اتخذوا من دونه الهة لولا ياتون عليهم بسلطن بين فمن اظلم ممن افترى على الله كذبا","score":457},"13":{"verse":"نحن نقص عليك نباهم بالحق انهم فتية امنوا بربهم وزدنهم هدى","score":347},"3":{"verse":"مكثين فيه ابدا","score":101},"5":{"verse":"ما لهم به من علم ولا لابائهم كبرت كلمة تخرج من افوههم ان يقولون الا كذبا","score":340},"51":{"verse":"ما اشهدتهم خلق السموت والارض ولا خلق انفسهم وما كنت متخذ المضلين عضدا","score":452},"38":{"verse":"لكنا هو الله ربي ولا اشرك بربي احدا","score":179},"33":{"verse":"كلتا الجنتين اتت اكلها ولم تظلم منه شيا وفجرنا خللهما نهرا","score":315},"91":{"verse":"كذلك وقد احطنا بما لديه خبرا","score":206},"2":{"verse":"قيما لينذر باسا شديدا من لدنه ويبشر المؤمنين الذين يعملون الصلحت ان لهم اجرا حسنا","score":459},"103":{"verse":"قل هل ننبئكم بالاخسرين اعملا","score":145},"109":{"verse":"قل لو كان البحر مدادا لكلمت ربي لنفد البحر قبل ان تنفد كلمت ربي ولو جئنا بمثله مددا","score":484},"110":{"verse":"قل انما انا بشر مثلكم يوحى الي انما الهكم اله وحد فمن كان يرجوا لقاء ربه فليعمل عملا صلحا ولا يشرك بعبادة ربه احدا","score":617},"26":{"verse":"قل الله اعلم بما لبثوا له غيب السموت والارض ابصر به واسمع ما لهم من دونه من ولي ولا يشرك في حكمه احدا","score":548},"94":{"verse":"قالوا يذا القرنين ان ياجوج وماجوج مفسدون في الارض فهل نجعل لك خرجا على ان تجعل بيننا وبينهم سدا","score":570},"78":{"verse":"قال هذا فراق بيني وبينك سانبئك بتاويل ما لم تستطع عليه صبرا","score":366},"98":{"verse":"قال هذا رحمة من ربي فاذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا","score":394},"95":{"verse":"قال ما مكني فيه ربي خير فاعينوني بقوة اجعل بينكم وبينهم ردما","score":341},"66":{"verse":"قال له موسى هل اتبعك على ان تعلمن مما علمت رشدا","score":238},"37":{"verse":"قال له صاحبه وهو يحاوره اكفرت بالذي خلقك من تراب ثم من نطفة ثم سويك رجلا","score":485},"73":{"verse":"قال لا تؤاخذني بما نسيت ولا ترهقني من امري عسرا","score":251},"70":{"verse":"قال فان اتبعتني فلا تسلني عن شي حتى احدث لك منه ذكرا","score":334},"69":{"verse":"قال ستجدني ان شاء الله صابرا ولا اعصي لك امرا","score":242},"64":{"verse":"قال ذلك ما كنا نبغ فارتدا على اثارهما قصصا","score":275},"67":{"verse":"قال انك لن تستطيع معي صبرا","score":179},"76":{"verse":"قال ان سالتك عن شي بعدها فلا تصحبني قد بلغت من لدني عذرا","score":383},"87":{"verse":"قال اما من ظلم فسوف نعذبه ثم يرد الى ربه فيعذبه عذابا نكرا","score":371},"75":{"verse":"قال الم اقل لك انك لن تستطيع معي صبرا","score":215},"72":{"verse":"قال الم اقل انك لن تستطيع معي صبرا","score":203},"63":{"verse":"قال ارءيت اذ اوينا الى الصخرة فاني نسيت الحوت وما انسينيه الا الشيطن ان اذكره واتخذ سبيله في البحر عجبا","score":589},"65":{"verse":"فوجدا عبدا من عبادنا اتينه رحمة من عندنا وعلمنه من لدنا علما","score":329},"97":{"verse":"فما اسطعوا ان يظهروه وما استطعوا له نقبا","score":260},"62":{"verse":"فلما جاوزا قال لفتيه اتنا غداءنا لقد لقينا من سفرنا هذا نصبا","score":356},"61":{"verse":"فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله في البحر سربا","score":390},"6":{"verse":"فلعلك بخع نفسك على اثرهم ان لم يؤمنوا بهذا الحديث اسفا","score":347},"40":{"verse":"فعسى ربي ان يؤتين خيرا من جنتك ويرسل عليها حسبانا من السماء فتصبح صعيدا زلقا","score":497},"11":{"verse":"فضربنا على اذانهم في الكهف سنين عددا","score":229},"74":{"verse":"فانطلقا حتى اذا لقيا غلما فقتله قال اقتلت نفسا زكية بغير نفس لقد جئت شيا نكرا","score":547},"71":{"verse":"فانطلقا حتى اذا ركبا في السفينة خرقها قال اخرقتها لتغرق اهلها لقد جئت شيا امرا","score":522},"77":{"verse":"فانطلقا حتى اذا اتيا اهل قرية استطعما اهلها فابوا ان يضيفوهما فوجدا فيها جدارا يريد ان ينقض فاقامه قال لو شيت لتخذت عليه اجرا","score":790},"81":{"verse":"فاردنا ان يبدلهما ربهما خيرا منه زكوة واقرب رحما","score":283},"85":{"verse":"فاتبع سببا","score":80},"22":{"verse":"سيقولون ثلثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ويقولون سبعة وثامنهم كلبهم قل ربي اعلم بعدتهم ما يعلمهم الا قليل فلا تمار فيهم الا مراء ظهرا ولا تستفت فيهم منهم احدا","score":1078},"106":{"verse":"ذلك جزاؤهم جهنم بما كفروا واتخذوا ايتي ورسلي هزوا","score":330},"108":{"verse":"خلدين فيها لا يبغون عنها حولا","score":176},"86":{"verse":"حتى اذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يذا القرنين اما ان تعذب واما ان تتخذ فيهم حسنا","score":745},"90":{"verse":"حتى اذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا","score":440},"93":{"verse":"حتى اذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا","score":369},"12":{"verse":"ثم بعثنهم لنعلم اي الحزبين احصى لما لبثوا امدا","score":295},"89":{"verse":"ثم اتبع سببا","score":96},"92":{"verse":"ثم اتبع سببا","score":96},"31":{"verse":"اولئك لهم جنت عدن تجري من تحتهم الانهر يحلون فيها من اساور من ذهب ويلبسون ثيابا خضرا من سندس واستبرق متكين فيها على الارائك نعم الثواب وحسنت مرتفقا","score":891},"105":{"verse":"اولئك الذين كفروا بايت ربهم ولقائه فحبطت اعملهم فلا نقيم لهم يوم القيمة وزنا","score":425},"41":{"verse":"او يصبح ماؤها غورا فلن تستطيع له طلبا","score":266},"20":{"verse":"انهم ان يظهروا عليكم يرجموكم او يعيدوكم في ملتهم ولن تفلحوا اذا ابدا","score":382},"84":{"verse":"انا مكنا له في الارض واتينه من كل شي سببا","score":199},"7":{"verse":"انا جعلنا ما على الارض زينة لها لنبلوهم ايهم احسن عملا","score":253},"107":{"verse":"ان الذين امنوا وعملوا الصلحت كانت لهم جنت الفردوس نزلا","score":293},"30":{"verse":"ان الذين امنوا وعملوا الصلحت انا لا نضيع اجر من احسن عملا","score":275},"79":{"verse":"اما السفينة فكانت لمسكين يعملون في البحر فاردت ان اعيبها وكان وراءهم ملك ياخذ كل سفينة غصبا","score":529},"9":{"verse":"ام حسبت ان اصحب الكهف والرقيم كانوا من ايتنا عجبا","score":275},"46":{"verse":"المال والبنون زينة الحيوة الدنيا والبقيت الصلحت خير عند ربك ثوابا وخير املا","score":430},"101":{"verse":"الذين كانت اعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا","score":361},"104":{"verse":"الذين ضل سعيهم في الحيوة الدنيا وهم يحسبون انهم يحسنون صنعا","score":360},"1":{"verse":"الحمد لله الذي انزل على عبده الكتب ولم يجعل له عوجا","score":296},"24":{"verse":"الا ان يشاء الله واذكر ربك اذا نسيت وقل عسى ان يهدين ربي لاقرب من هذا رشدا","score":397},"102":{"verse":"افحسب الذين كفروا ان يتخذوا عبادي من دوني اولياء انا اعتدنا جهنم للكفرين نزلا","score":439},"10":{"verse":"اذ اوى الفتية الى الكهف فقالوا ربنا اتنا من لدنك رحمة وهيئ لنا من امرنا رشدا","score":350},"96":{"verse":"اتوني زبر الحديد حتى اذا ساوى بين الصدفين قال انفخوا حتى اذا جعله نارا قال اتوني افرغ عليه قطرا","score":608}}