{"52":{"verse":"ويوم يقول نادوا شركاءي الذين زعمتم فدعوهم فلم يستجيبوا لهم وجعلنا بينهم موبقا","score":469},"47":{"verse":"ويوم نسير الجبال وترى الأرض بارزة وحشرنهم فلم نغادر منهم أحدا","score":389},"4":{"verse":"وينذر الذين قالوا اتخذ الله ولدا","score":176},"83":{"verse":"ويسلونك عن ذي القرنين قل سأتلوا عليكم منه ذكرا","score":256},"49":{"verse":"ووضع الكتب فترى المجرمين مشفقين مما فيه ويقولون يويلتنا مال هذا الكتب لا يغادر صغيرة ولا كبيرة إلا أحصيها ووجدوا ما عملوا حاضرا ولا يظلم ربك أحدا","score":873},"57":{"verse":"ومن أظلم ممن ذكر بأيت ربه فأعرض عنها ونسي ما قدمت يداه إنا جعلنا على قلوبهم أكنة أن يفقهوه وفي اذانهم وقرا وإن تدعهم إلى الهدى فلن يهتدوا إذا أبدا","score":793},"56":{"verse":"وما نرسل المرسلين إلا مبشرين ومنذرين ويجدل الذين كفروا بالبطل ليدحضوا به الحق واتخذوا ايتي وما أنذروا هزوا","score":631},"55":{"verse":"وما منع الناس أن يؤمنوا إذ جاءهم الهدى ويستغفروا ربهم إلا أن تأتيهم سنة الأولين أو يأتيهم العذاب قبلا","score":477},"36":{"verse":"وما اظن الساعة قائمة ولئن رددت الى ربي لاجدن خيرا منها منقلبا","score":330},"39":{"verse":"ولولا اذ دخلت جنتك قلت ما شاء الله لا قوة الا بالله ان ترن انا اقل منك مالا وولدا","score":348},"43":{"verse":"ولم تكن له فئة ينصرونه من دون الله وما كان منتصرا","score":240},"54":{"verse":"ولقد صرفنا في هذا القران للناس من كل مثل وكان الإنسن أكثر شي جدلا","score":383},"25":{"verse":"ولبثوا في كهفهم ثلث مائة سنين وازدادوا تسعا","score":312},"23":{"verse":"ولا تقولن لشايء اني فاعل ذلك غدا","score":185},"68":{"verse":"وكيف تصبر على ما لم تحط به خبرا","score":219},"19":{"verse":"وكذلك بعثنهم ليتساءلوا بينهم قال قائل منهم كم لبثتم قالوا لبثنا يوما أو بعض يوم قالوا ربكم أعلم بما لبثتم فابعثوا أحدكم بورقكم هذه إلى المدينة فلينظر أيها أزكى طعاما فليأتكم برزق منه وليتلطف ولا يشعرن بكم أحدا","score":1274},"21":{"verse":"وكذلك أعثرنا عليهم ليعلموا أن وعد الله حق وأن الساعة لا ريب فيها إذ يتنزعون بينهم أمرهم فقالوا ابنوا عليهم بنينا ربهم أعلم بهم قال الذين غلبوا على أمرهم لنتخذن عليهم مسجدا","score":919},"34":{"verse":"وكان له ثمر فقال لصحبه وهو يحاوره انا اكثر منك مالا واعز نفرا","score":356},"29":{"verse":"وقل الحق من ربكم فمن شاء فليؤمن ومن شاء فليكفر إنا أعتدنا للظلمين نارا أحاط بهم سرادقها وإن يستغيثوا يغاثوا بماء كالمهل يشوي الوجوه بئس الشراب وساءت مرتفقا","score":938},"48":{"verse":"وعرضوا على ربك صفا لقد جئتمونا كما خلقنكم أول مرة بل زعمتم ألن نجعل لكم موعدا","score":470},"100":{"verse":"وعرضنا جهنم يومئذ للكفرين عرضا","score":211},"58":{"verse":"وربك الغفور ذو الرحمة لو يؤاخذهم بما كسبوا لعجل لهم العذاب بل لهم موعد لن يجدوا من دونه موئلا","score":530},"14":{"verse":"وربطنا على قلوبهم اذ قاموا فقالوا ربنا رب السموت والأرض لن ندعوا من دونه إلها لقد قلنا إذا شططا","score":539},"53":{"verse":"ورا المجرمون النار فظنوا أنهم مواقعوها ولم يجدوا عنها مصرفا","score":318},"35":{"verse":"ودخل جنته وهو ظالم لنفسه قال ما اظن ان تبيد هذه ابدا","score":333},"59":{"verse":"وتلك القرى أهلكنهم لما ظلموا وجعلنا لمهلكهم موعدا","score":251},"17":{"verse":"وترى الشمس إذا طلعت تزور عن كهفهم ذات اليمين وإذا غربت تقرضهم ذات الشمال وهم في فجوة منه ذلك من ايت الله من يهد الله فهو المهتد ومن يضلل فلن تجد له وليا مرشدا","score":954},"99":{"verse":"وتركنا بعضهم يومئذ يموج في بعض ونفخ في الصور فجمعنهم جمعا","score":424},"18":{"verse":"وتحسبهم أيقاظا وهم رقود ونقلبهم ذات اليمين وذات الشمال وكلبهم بسط ذراعيه بالوصيد لو اطلعت عليهم لوليت منهم فرارا ولملئت منهم رعبا","score":781},"8":{"verse":"وانا لجعلون ما عليها صعيدا جرزا","score":195},"32":{"verse":"واضرب لهم مثلا رجلين جعلنا لاحدهما جنتين من اعنب وحففنهما بنخل وجعلنا بينهما زرعا","score":504},"45":{"verse":"واضرب لهم مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الأرض فاصبح هشيما تذروه الريح وكان الله على كل شي مقتدرا","score":717},"28":{"verse":"واصبر نفسك مع الذين يدعون ربهم بالغدوة والعشي يريدون وجهه ولا تعد عيناك عنهم تريد زينة الحيوة الدنيا ولا تطع من أغفلنا قلبه عن ذكرنا واتبع هويه وكان أمره فرطا","score":998},"42":{"verse":"واحيط بثمره فاصبح يقلب كفيه على ما انفق فيها وهي خاوية على عروشها ويقول يليتني لم اشرك بربي احدا","score":623},"27":{"verse":"واتل ما أوحي إليك من كتاب ربك لا مبدل لكلمته ولن تجد من دونه ملتحدا","score":354},"50":{"verse":"وإذ قلنا للملئكة اسجدوا لآدم فسجدوا إلا إبليس كان من الجن ففسق عن أمر ربه أفتتخذونه وذريته أولياء من دوني وهم لكم عدو بئس للظلمين بدلا","score":780},"60":{"verse":"وإذ قال موسى لفتيه لا أبرح حتى أبلغ مجمع البحرين أو أمضي حقبا","score":380},"16":{"verse":"وإذ اعتزلتموهم وما يعبدون إلا الله فأوا إلى الكهف ينشر لكم ربكم من رحمته ويهيئ لكم من أمركم مرفقا","score":498},"88":{"verse":"وأما من امن وعمل صلحا فله جزاء الحسنى وسنقول له من أمرنا يسرا","score":306},"80":{"verse":"وأما الغلم فكان أبواه مؤمنين فخشينا أن يرهقهما طغينا وكفرا","score":337},"82":{"verse":"وأما الجدار فكان لغلمين يتيمين في المدينة وكان تحته كنز لهما وكان أبوهما صلحا فأراد ربك أن يبلغا أشدهما ويستخرجا كنزهما رحمة من ربك وما فعلته عن أمري ذلك تأويل ما لم تسطع عليه صبرا","score":1084},"44":{"verse":"هنالك الولية لله الحق هو خير ثوابا وخير عقبا","score":254},"15":{"verse":"هؤلاء قومنا اتخذوا من دونه الهة لولا يأتون عليهم بسلطن بين فمن أظلم ممن افترى على الله كذبا","score":457},"13":{"verse":"نحن نقص عليك نباهم بالحق انهم فتية امنوا بربهم وزدنهم هدى","score":347},"3":{"verse":"مكثين فيه أبدا","score":101},"5":{"verse":"ما لهم به من علم ولا لآبائهم كبرت كلمة تخرج من أفوههم ان يقولون إلا كذبا","score":340},"51":{"verse":"ما أشهدتهم خلق السموت والأرض ولا خلق أنفسهم وما كنت متخذ المضلين عضدا","score":452},"38":{"verse":"لكنا هو الله ربي ولا اشرك بربي احدا","score":179},"33":{"verse":"كلتا الجنتين اتت اكلها ولم تظلم منه شيا وفجرنا خللهما نهرا","score":315},"91":{"verse":"كذلك وقد أحطنا بما لديه خبرا","score":206},"2":{"verse":"قيما لينذر بأسا شديدا من لدنه ويبشر المؤمنين الذين يعملون الصلحت أن لهم أجرا حسنا","score":459},"103":{"verse":"قل هل ننبئكم بالأخسرين أعملا","score":145},"109":{"verse":"قل لو كان البحر مدادا لكلمت ربي لنفد البحر قبل أن تنفد كلمت ربي ولو جئنا بمثله مددا","score":484},"26":{"verse":"قل الله أعلم بما لبثوا له غيب السموت والأرض أبصر به وأسمع ما لهم من دونه من ولي ولا يشرك في حكمه أحدا","score":548},"110":{"verse":"قل إنما أنا بشر مثلكم يوحى إلي أنما إلهكم إله وحد فمن كان يرجوا لقاء ربه فليعمل عملا صلحا ولا يشرك بعبادة ربه أحدا","score":617},"94":{"verse":"قالوا يذا القرنين إن يأجوج ومأجوج مفسدون في الأرض فهل نجعل لك خرجا على أن تجعل بيننا وبينهم سدا","score":570},"78":{"verse":"قال هذا فراق بيني وبينك سأنبئك بتأويل ما لم تستطع عليه صبرا","score":366},"98":{"verse":"قال هذا رحمة من ربي فإذا جاء وعد ربي جعله دكاء وكان وعد ربي حقا","score":394},"95":{"verse":"قال ما مكني فيه ربي خير فأعينوني بقوة أجعل بينكم وبينهم ردما","score":341},"66":{"verse":"قال له موسى هل أتبعك على أن تعلمن مما علمت رشدا","score":238},"37":{"verse":"قال له صاحبه وهو يحاوره اكفرت بالذي خلقك من تراب ثم من نطفة ثم سويك رجلا","score":485},"73":{"verse":"قال لا تؤاخذني بما نسيت ولا ترهقني من أمري عسرا","score":251},"70":{"verse":"قال فإن اتبعتني فلا تسلني عن شي حتى أحدث لك منه ذكرا","score":334},"69":{"verse":"قال ستجدني إن شاء الله صابرا ولا أعصي لك أمرا","score":242},"64":{"verse":"قال ذلك ما كنا نبغ فارتدا على اثارهما قصصا","score":275},"67":{"verse":"قال إنك لن تستطيع معي صبرا","score":179},"76":{"verse":"قال إن سألتك عن شي بعدها فلا تصحبني قد بلغت من لدني عذرا","score":383},"87":{"verse":"قال أما من ظلم فسوف نعذبه ثم يرد إلى ربه فيعذبه عذابا نكرا","score":371},"75":{"verse":"قال ألم أقل لك إنك لن تستطيع معي صبرا","score":215},"72":{"verse":"قال ألم أقل إنك لن تستطيع معي صبرا","score":203},"63":{"verse":"قال أرءيت إذ أوينا إلى الصخرة فإني نسيت الحوت وما أنسينيه إلا الشيطن أن أذكره واتخذ سبيله في البحر عجبا","score":589},"65":{"verse":"فوجدا عبدا من عبادنا اتينه رحمة من عندنا وعلمنه من لدنا علما","score":329},"97":{"verse":"فما اسطعوا أن يظهروه وما استطعوا له نقبا","score":260},"62":{"verse":"فلما جاوزا قال لفتيه اتنا غداءنا لقد لقينا من سفرنا هذا نصبا","score":356},"61":{"verse":"فلما بلغا مجمع بينهما نسيا حوتهما فاتخذ سبيله في البحر سربا","score":390},"6":{"verse":"فلعلك بخع نفسك على اثرهم إن لم يؤمنوا بهذا الحديث أسفا","score":347},"40":{"verse":"فعسى ربي ان يؤتين خيرا من جنتك ويرسل عليها حسبانا من السماء فتصبح صعيدا زلقا","score":497},"11":{"verse":"فضربنا على اذانهم في الكهف سنين عددا","score":229},"74":{"verse":"فانطلقا حتى إذا لقيا غلما فقتله قال أقتلت نفسا زكية بغير نفس لقد جئت شيا نكرا","score":547},"71":{"verse":"فانطلقا حتى إذا ركبا في السفينة خرقها قال أخرقتها لتغرق أهلها لقد جئت شيا إمرا","score":522},"77":{"verse":"فانطلقا حتى إذا أتيا أهل قرية استطعما أهلها فأبوا أن يضيفوهما فوجدا فيها جدارا يريد أن ينقض فأقامه قال لو شيت لتخذت عليه أجرا","score":790},"81":{"verse":"فأردنا أن يبدلهما ربهما خيرا منه زكوة وأقرب رحما","score":283},"85":{"verse":"فأتبع سببا","score":80},"22":{"verse":"سيقولون ثلثة رابعهم كلبهم ويقولون خمسة سادسهم كلبهم رجما بالغيب ويقولون سبعة وثامنهم كلبهم قل ربي أعلم بعدتهم ما يعلمهم إلا قليل فلا تمار فيهم إلا مراء ظهرا ولا تستفت فيهم منهم احدا","score":1078},"106":{"verse":"ذلك جزاؤهم جهنم بما كفروا واتخذوا ايتي ورسلي هزوا","score":330},"108":{"verse":"خلدين فيها لا يبغون عنها حولا","score":176},"86":{"verse":"حتى إذا بلغ مغرب الشمس وجدها تغرب في عين حمئة ووجد عندها قوما قلنا يذا القرنين إما أن تعذب وإما أن تتخذ فيهم حسنا","score":745},"90":{"verse":"حتى إذا بلغ مطلع الشمس وجدها تطلع على قوم لم نجعل لهم من دونها سترا","score":440},"93":{"verse":"حتى إذا بلغ بين السدين وجد من دونهما قوما لا يكادون يفقهون قولا","score":369},"12":{"verse":"ثم بعثنهم لنعلم اي الحزبين احصى لما لبثوا امدا","score":295},"89":{"verse":"ثم أتبع سببا","score":96},"92":{"verse":"ثم أتبع سببا","score":96},"31":{"verse":"اولئك لهم جنت عدن تجري من تحتهم الانهر يحلون فيها من اساور من ذهب ويلبسون ثيابا خضرا من سندس واستبرق متكين فيها على الارائك نعم الثواب وحسنت مرتفقا","score":891},"41":{"verse":"او يصبح ماؤها غورا فلن تستطيع له طلبا","score":266},"7":{"verse":"انا جعلنا ما على الأرض زينة لها لنبلوهم ايهم احسن عملا","score":253},"30":{"verse":"ان الذين امنوا وعملوا الصلحت إنا لا نضيع اجر من احسن عملا","score":275},"9":{"verse":"ام حسبت ان اصحب الكهف والرقيم كانوا من ايتنا عجبا","score":275},"46":{"verse":"المال والبنون زينة الحيوة الدنيا والبقيت الصلحت خير عند ربك ثوابا وخير أملا","score":430},"101":{"verse":"الذين كانت أعينهم في غطاء عن ذكري وكانوا لا يستطيعون سمعا","score":361},"104":{"verse":"الذين ضل سعيهم في الحيوة الدنيا وهم يحسبون أنهم يحسنون صنعا","score":360},"1":{"verse":"الحمد لله الذي أنزل على عبده الكتب ولم يجعل له عوجا","score":296},"10":{"verse":"اذ اوى الفتية الى الكهف فقالوا ربنا اتنا من لدنك رحمة وهيئ لنا من امرنا رشدا","score":350},"96":{"verse":"اتوني زبر الحديد حتى إذا ساوى بين الصدفين قال انفخوا حتى إذا جعله نارا قال اتوني أفرغ عليه قطرا","score":608},"20":{"verse":"إنهم إن يظهروا عليكم يرجموكم أو يعيدوكم في ملتهم ولن تفلحوا إذا أبدا","score":382},"84":{"verse":"إنا مكنا له في الأرض واتينه من كل شي سببا","score":199},"107":{"verse":"إن الذين امنوا وعملوا الصلحت كانت لهم جنت الفردوس نزلا","score":293},"24":{"verse":"إلا أن يشاء الله واذكر ربك اذا نسيت وقل عسى ان يهدين ربي لاقرب من هذا رشدا","score":397},"105":{"verse":"أولئك الذين كفروا بأيت ربهم ولقائه فحبطت أعملهم فلا نقيم لهم يوم القيمة وزنا","score":425},"79":{"verse":"أما السفينة فكانت لمسكين يعملون في البحر فأردت أن أعيبها وكان وراءهم ملك يأخذ كل سفينة غصبا","score":529},"102":{"verse":"أفحسب الذين كفروا أن يتخذوا عبادي من دوني أولياء إنا أعتدنا جهنم للكفرين نزلا","score":439}}