{"12":{"verse":"ييحيى خذ الكتب بقوة واتينه الحكم صبيا","score":248},"85":{"verse":"يوم نحشر المتقين إلى الرحمن وفدا","score":181},"7":{"verse":"يزكريا إنا نبشرك بغلم اسمه يحيى لم نجعل له من قبل سميا","score":320},"6":{"verse":"يرثني ويرث من ال يعقوب واجعله رب رضيا","score":249},"28":{"verse":"يأخت هرون ما كان أبوك امرأ سوء وما كانت أمك بغيا","score":233},"44":{"verse":"يأبت لا تعبد الشيطن إن الشيطن كان للرحمن عصيا","score":292},"43":{"verse":"يأبت إني قد جاءني من العلم ما لم يأتك فاتبعني أهدك صرطا سويا","score":337},"45":{"verse":"يأبت إني أخاف أن يمسك عذاب من الرحمن فتكون للشيطن وليا","score":309},"66":{"verse":"ويقول الإنسن أءذا ما مت لسوف أخرج حيا","score":205},"76":{"verse":"ويزيد الله الذين اهتدوا هدى والبقيت الصلحت خير عند ربك ثوابا وخير مردا","score":468},"50":{"verse":"ووهبنا لهم من رحمتنا وجعلنا لهم لسان صدق عليا","score":244},"53":{"verse":"ووهبنا له من رحمتنا أخاه هرون نبيا","score":162},"25":{"verse":"وهزي إليك بجذع النخلة تسقط عليك رطبا جنيا","score":322},"86":{"verse":"ونسوق المجرمين إلى جهنم وردا","score":156},"80":{"verse":"ونرثه ما يقول ويأتينا فردا","score":151},"52":{"verse":"وندينه من جانب الطور الأيمن وقربنه نجيا","score":213},"92":{"verse":"وما ينبغي للرحمن أن يتخذ ولدا","score":180},"64":{"verse":"وما نتنزل إلا بأمر ربك له ما بين أيدينا وما خلفنا وما بين ذلك وما كان ربك نسيا","score":353},"74":{"verse":"وكم أهلكنا قبلهم من قرن هم أحسن أثثا ورءيا","score":232},"98":{"verse":"وكم أهلكنا قبلهم من قرن هل تحس منهم من أحد أو تسمع لهم ركزا","score":328},"95":{"verse":"وكلهم اتيه يوم القيمة فردا","score":140},"55":{"verse":"وكان يأمر أهله بالصلوة والزكوة وكان عند ربه مرضيا","score":273},"88":{"verse":"وقالوا اتخذ الرحمن ولدا","score":137},"15":{"verse":"وسلم عليه يوم ولد ويوم يموت ويوم يبعث حيا","score":234},"57":{"verse":"ورفعنه مكانا عليا","score":88},"13":{"verse":"وحنانا من لدنا وزكوة وكان تقيا","score":162},"31":{"verse":"وجعلني مباركا أين ما كنت ‎وأوصني بالصلوة والزكوة ما دمت حيا","score":324},"14":{"verse":"وبرا بولديه ولم يكن جبارا عصيا","score":177},"32":{"verse":"وبرا بولدتي ولم يجعلني جبارا شقيا","score":211},"33":{"verse":"والسلم علي يوم ولدت ويوم أموت ويوم أبعث حيا","score":231},"51":{"verse":"واذكر في الكتب موسى إنه كان مخلصا وكان رسولا نبيا","score":261},"16":{"verse":"واذكر في الكتب مريم إذ انتبذت من أهلها مكانا شرقيا","score":279},"54":{"verse":"واذكر في الكتب إسمعيل إنه كان صادق الوعد وكان رسولا نبيا","score":316},"56":{"verse":"واذكر في الكتب إدريس إنه كان صديقا نبيا","score":242},"41":{"verse":"واذكر في الكتب إبرهيم إنه كان صديقا نبيا","score":231},"81":{"verse":"واتخذوا من دون الله الهة ليكونوا لهم عزا","score":202},"5":{"verse":"وإني خفت المولي من وراءي وكانت امرأتي عاقرا فهب لي من لدنك وليا","score":293},"71":{"verse":"وإن منكم إلا واردها كان على ربك حتما مقضيا","score":210},"36":{"verse":"وإن الله ربي وربكم فاعبدوه هذا صرط مستقيم","score":278},"73":{"verse":"وإذا تتلى عليهم ايتنا بينت قال الذين كفروا للذين امنوا أي الفريقين خير مقاما وأحسن نديا","score":444},"39":{"verse":"وأنذرهم يوم الحسرة إذ قضي الأمر وهم في غفلة وهم لا يؤمنون","score":317},"48":{"verse":"وأعتزلكم وما تدعون من دون الله وأدعوا ربي عسى ألا أكون بدعاء ربي شقيا","score":387},"35":{"verse":"ما كان لله أن يتخذ من ولد سبحنه إذا قضى أمرا فإنما يقول له كن فيكون","score":349},"89":{"verse":"لقد جئتم شيا إدا","score":118},"94":{"verse":"لقد أحصيهم وعدهم عدا","score":163},"87":{"verse":"لا يملكون الشفعة إلا من اتخذ عند الرحمن عهدا","score":252},"62":{"verse":"لا يسمعون فيها لغوا إلا سلما ولهم رزقهم فيها بكرة وعشيا","score":317},"1":{"verse":"كهيعص","score":57},"82":{"verse":"كلا سيكفرون بعبادتهم ويكونون عليهم ضدا","score":250},"79":{"verse":"كلا سنكتب ما يقول ونمد له من العذاب مدا","score":200},"75":{"verse":"قل من كان في الضللة فليمدد له الرحمن مدا حتى إذا رأوا ما يوعدون إما العذاب وإما الساعة فسيعلمون من هو شر مكانا وأضعف جندا","score":649},"18":{"verse":"قالت إني أعوذ بالرحمن منك إن كنت تقيا","score":195},"20":{"verse":"قالت أنى يكون لي غلم ولم يمسسني بشر ولم أك بغيا","score":261},"21":{"verse":"قال كذلك قال ربك هو علي هين ولنجعله اية للناس ورحمة منا وكان أمرا مقضيا","score":366},"9":{"verse":"قال كذلك قال ربك هو علي هين وقد خلقتك من قبل ولم تك شيا","score":332},"47":{"verse":"قال سلم عليك سأستغفر لك ربي إنه كان بي حفيا","score":271},"10":{"verse":"قال رب اجعل لي اية قال ايتك ألا تكلم الناس ثلث ليال سويا","score":278},"4":{"verse":"قال رب إني وهن العظم مني واشتعل الرأس شيبا ولم أكن بدعائك رب شقيا","score":373},"8":{"verse":"قال رب أنى يكون لي غلم وكانت امرأتي عاقرا وقد بلغت من الكبر عتيا","score":352},"30":{"verse":"قال إني عبد الله اتيني الكتب وجعلني نبيا","score":202},"19":{"verse":"قال إنما أنا رسول ربك لأهب لك غلما زكيا","score":194},"46":{"verse":"قال أراغب أنت عن الهتي يإبرهيم لئن لم تنته لأرجمنك واهجرني مليا","score":319},"68":{"verse":"فوربك لنحشرنهم والشيطين ثم لنحضرنهم حول جهنم جثيا","score":387},"24":{"verse":"فناديها من تحتها ألا تحزني قد جعل ربك تحتك سريا","score":338},"49":{"verse":"فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحق ويعقوب وكلا جعلنا نبيا","score":392},"84":{"verse":"فلا تعجل عليهم إنما نعد لهم عدا","score":173},"26":{"verse":"فكلي واشربي وقري عينا فإما ترين من البشر أحدا فقولي إني نذرت للرحمن صوما فلن أكلم اليوم إنسيا","score":504},"59":{"verse":"فخلف من بعدهم خلف أضاعوا الصلوة واتبعوا الشهوت فسوف يلقون غيا","score":421},"11":{"verse":"فخرج على قومه من المحراب فأوحى إليهم أن سبحوا بكرة وعشيا","score":344},"22":{"verse":"فحملته فانتبذت به مكانا قصيا","score":198},"37":{"verse":"فاختلف الأحزاب من بينهم فويل للذين كفروا من مشهد يوم عظيم","score":365},"17":{"verse":"فاتخذت من دونهم حجابا فأرسلنا إليها روحنا فتمثل لها بشرا سويا","score":389},"97":{"verse":"فإنما يسرنه بلسانك لتبشر به المتقين وتنذر به قوما لدا","score":312},"29":{"verse":"فأشارت إليه قالوا كيف نكلم من كان في المهد صبيا","score":250},"23":{"verse":"فأجاءها المخاض إلى جذع النخلة قالت يليتني مت قبل هذا وكنت نسيا منسيا","score":391},"27":{"verse":"فأتت به قومها تحمله قالوا يمريم لقد جئت شيا فريا","score":300},"65":{"verse":"رب السموت والأرض وما بينهما فاعبده واصطبر لعبدته هل تعلم له سميا","score":394},"34":{"verse":"ذلك عيسى ابن مريم قول الحق الذي فيه يمترون","score":243},"2":{"verse":"ذكر رحمت ربك عبده زكريا","score":196},"61":{"verse":"جنت عدن التي وعد الرحمن عباده بالغيب إنه كان وعده مأتيا","score":340},"72":{"verse":"ثم ننجي الذين اتقوا ونذر الظلمين فيها جثيا","score":278},"69":{"verse":"ثم لننزعن من كل شيعة أيهم أشد على الرحمن عتيا","score":278},"70":{"verse":"ثم لنحن أعلم بالذين هم أولى بها صليا","score":180},"63":{"verse":"تلك الجنة التي نورث من عبادنا من كان تقيا","score":218},"90":{"verse":"تكاد السموت يتفطرن منه وتنشق الأرض وتخر الجبال هدا","score":348},"40":{"verse":"إنا نحن نرث الأرض ومن عليها وإلينا يرجعون","score":211},"93":{"verse":"إن كل من في السموت والأرض إلا اتي الرحمن عبدا","score":216},"96":{"verse":"إن الذين امنوا وعملوا الصلحت سيجعل لهم الرحمن ودا","score":257},"60":{"verse":"إلا من تاب وامن وعمل صلحا فأولئك يدخلون الجنة ولا يظلمون شيا","score":316},"3":{"verse":"إذ نادى ربه نداء خفيا","score":124},"42":{"verse":"إذ قال لأبيه يأبت لم تعبد ما لا يسمع ولا يبصر ولا يغني عنك شيا","score":342},"67":{"verse":"أولا يذكر الإنسن أنا خلقنه من قبل ولم يك شيا","score":213},"58":{"verse":"أولئك الذين أنعم الله عليهم من النبين من ذرية ادم وممن حملنا مع نوح ومن ذرية إبرهيم واسرءيل وممن هدينا واجتبينا إذا تتلى عليهم ايت الرحمن خروا سجدا وبكيا","score":771},"91":{"verse":"أن دعوا للرحمن ولدا","score":99},"83":{"verse":"ألم تر أنا أرسلنا الشيطين على الكفرين تؤزهم أزا","score":261},"77":{"verse":"أفرءيت الذي كفر بايتنا وقال لأوتين مالا وولدا","score":215},"78":{"verse":"أطلع الغيب أم اتخذ عند الرحمن عهدا","score":243},"38":{"verse":"أسمع بهم وأبصر يوم يأتوننا لكن الظلمون اليوم في ضلل مبين","score":288}}