{"108":{"verse":"يومئذ يتبعون الداعي لا عوج له وخشعت الاصوات للرحمن فلا تسمع الا همسا","score":408},"109":{"verse":"يومئذ لا تنفع الشفعة الا من اذن له الرحمن ورضي له قولا","score":286},"102":{"verse":"يوم ينفخ في الصور ونحشر المجرمين يومئذ زرقا","score":301},"28":{"verse":"يفقهوا قولي","score":73},"110":{"verse":"يعلم ما بين ايديهم وما خلفهم ولا يحيطون به علما","score":250},"103":{"verse":"يتخفتون بينهم ان لبثتم الا عشرا","score":199},"80":{"verse":"يبني اسرءيل قد انجينكم من عدوكم ووعدنكم جانب الطور الايمن ونزلنا عليكم المن والسلوى","score":446},"105":{"verse":"ويسلونك عن الجبال فقل ينسفها ربي نسفا","score":224},"26":{"verse":"ويسر لي امري","score":61},"9":{"verse":"وهل اتيك حديث موسى","score":132},"34":{"verse":"ونذكرك كثيرا","score":103},"112":{"verse":"ومن يعمل من الصلحت وهو مؤمن فلا يخاف ظلما ولا هضما","score":266},"75":{"verse":"ومن ياته مؤمنا قد عمل الصلحت فاولئك لهم الدرجت العلى","score":283},"124":{"verse":"ومن اعرض عن ذكري فان له معيشة ضنكا ونحشره يوم القيمة اعمى","score":354},"17":{"verse":"وما تلك بيمينك يموسى","score":102},"83":{"verse":"وما اعجلك عن قومك يموسى","score":133},"129":{"verse":"ولولا كلمة سبقت من ربك لكان لزاما واجل مسمى","score":220},"134":{"verse":"ولو انا اهلكنهم بعذاب من قبله لقالوا ربنا لولا ارسلت الينا رسولا فنتبع ايتك من قبل ان نذل ونخزي","score":467},"37":{"verse":"ولقد مننا عليك مرة اخرى","score":127},"90":{"verse":"ولقد قال لهم هرون من قبل يقوم انما فتنتم به وان ربكم الرحمن فاتبعوني واطيعوا امري","score":429},"115":{"verse":"ولقد عهدنا الى ادم من قبل فنسي ولم نجد له عزما","score":269},"77":{"verse":"ولقد اوحينا الى موسى ان اسر بعبادي فاضرب لهم طريقا في البحر يبسا لا تخف دركا ولا تخشى","score":534},"56":{"verse":"ولقد ارينه ايتنا كلها فكذب وابى","score":169},"131":{"verse":"ولا تمدن عينيك الى ما متعنا به ازوجا منهم زهرة الحيوة الدنيا لنفتنهم فيه ورزق ربك خير وابقى","score":528},"127":{"verse":"وكذلك نجزي من اسرف ولم يؤمن بايت ربه ولعذاب الاخرة اشد وابقى","score":373},"113":{"verse":"وكذلك انزلنه قرانا عربيا وصرفنا فيه من الوعيد لعلهم يتقون او يحدث لهم ذكرا","score":460},"133":{"verse":"وقالوا لولا ياتينا باية من ربه اولم تاتهم بينة ما في الصحف الاولى","score":283},"111":{"verse":"وعنت الوجوه للحي القيوم وقد خاب من حمل ظلما","score":261},"82":{"verse":"واني لغفار لمن تاب وامن وعمل صلحا ثم اهتدى","score":240},"119":{"verse":"وانك لا تظمؤا فيها ولا تضحى","score":159},"13":{"verse":"وانا اخترتك فاستمع لما يوحى","score":164},"7":{"verse":"وان تجهر بالقول فانه يعلم السر واخفى","score":201},"132":{"verse":"وامر اهلك بالصلوة واصطبر عليها لا نسلك رزقا نحن نرزقك والعقبة للتقوى","score":433},"69":{"verse":"والق ما في يمينك تلقف ما صنعوا انما صنعوا كيد سحر ولا يفلح الساحر حيث اتى","score":442},"22":{"verse":"واضمم يدك الى جناحك تخرج بيضاء من غير سوء اية اخرى","score":335},"79":{"verse":"واضل فرعون قومه وما هدى","score":136},"41":{"verse":"واصطنعتك لنفسي","score":129},"32":{"verse":"واشركه في امري","score":90},"116":{"verse":"واذ قلنا للملئكة اسجدوا لادم فسجدوا الا ابليس ابى","score":273},"27":{"verse":"واحلل عقدة من لساني","score":111},"29":{"verse":"واجعل لي وزيرا من اهلي","score":114},"30":{"verse":"هرون اخي","score":50},"104":{"verse":"نحن اعلم بما يقولون اذ يقول امثلهم طريقة ان لبثتم الا يوما","score":316},"55":{"verse":"منها خلقنكم وفيها نعيدكم ومنها نخرجكم تارة اخرى","score":292},"100":{"verse":"من اعرض عنه فانه يحمل يوم القيمة وزرا","score":214},"2":{"verse":"ما انزلنا عليك القران لتشقى","score":147},"6":{"verse":"له ما في السموت وما في الارض وما بينهما وما تحت الثرى","score":262},"23":{"verse":"لنريك من ايتنا الكبرى","score":89},"107":{"verse":"لا ترى فيها عوجا ولا امتا","score":112},"33":{"verse":"كي نسبحك كثيرا","score":121},"54":{"verse":"كلوا وارعوا انعمكم ان في ذلك لايت لاولي النهى","score":186},"81":{"verse":"كلوا من طيبت ما رزقنكم ولا تطغوا فيه فيحل عليكم غضبي ومن يحلل عليه غضبي فقد هوى","score":575},"99":{"verse":"كذلك نقص عليك من انباء ما قد سبق وقد اتينك من لدنا ذكرا","score":334},"68":{"verse":"قلنا لا تخف انك انت الاعلى","score":115},"135":{"verse":"قل كل متربص فتربصوا فستعلمون من اصحب الصرط السوي ومن اهتدى","score":409},"65":{"verse":"قالوا يموسى اما ان تلقي واما ان نكون اول من القى","score":166},"87":{"verse":"قالوا ما اخلفنا موعدك بملكنا ولكنا حملنا اوزارا من زينة القوم فقذفنها فكذلك القى السامري","score":481},"91":{"verse":"قالوا لن نبرح عليه عكفين حتى يرجع الينا موسى","score":250},"72":{"verse":"قالوا لن نؤثرك على ما جاءنا من البينت والذي فطرنا فاقض ما انت قاض انما تقضي هذه الحيوة الدنيا","score":516},"63":{"verse":"قالوا ان هذن لسحرن يريدان ان يخرجاكم من ارضكم بسحرهما ويذهبا بطريقتكم المثلى","score":495},"45":{"verse":"قالا ربنا اننا نخاف ان يفرط علينا او ان يطغى","score":235},"92":{"verse":"قال يهرون ما منعك اذ رايتهم ضلوا","score":166},"94":{"verse":"قال يبنؤم لا تاخذ بلحيتي ولا براسي اني خشيت ان تقول فرقت بين بني اسرءيل ولم ترقب قولي","score":494},"18":{"verse":"قال هي عصاي اتوكؤا عليها واهش بها على غنمي ولي فيها مارب اخرى","score":330},"84":{"verse":"قال هم اولاء على اثري وعجلت اليك رب لترضى","score":223},"59":{"verse":"قال موعدكم يوم الزينة وان يحشر الناس ضحى","score":252},"61":{"verse":"قال لهم موسى ويلكم لا تفتروا على الله كذبا فيسحتكم بعذاب وقد خاب من افترى","score":429},"46":{"verse":"قال لا تخافا انني معكما اسمع وارى","score":157},"126":{"verse":"قال كذلك اتتك ايتنا فنسيتها وكذلك اليوم تنسى","score":259},"36":{"verse":"قال قد اوتيت سؤلك يموسى","score":144},"49":{"verse":"قال فمن ربكما يموسى","score":100},"95":{"verse":"قال فما خطبك يسمري","score":139},"51":{"verse":"قال فما بال القرون الاولى","score":92},"85":{"verse":"قال فانا قد فتنا قومك من بعدك واضلهم السامري","score":259},"97":{"verse":"قال فاذهب فان لك في الحيوة ان تقول لا مساس وان لك موعدا لن تخلفه وانظر الى الهك الذي ظلت عليه عاكفا لنحرقنه ثم لننسفنه في اليم نسفا","score":736},"52":{"verse":"قال علمها عند ربي في كتب لا يضل ربي ولا ينسى","score":236},"50":{"verse":"قال ربنا الذي اعطى كل شي خلقه ثم هدى","score":239},"125":{"verse":"قال رب لم حشرتني اعمى وقد كنت بصيرا","score":230},"25":{"verse":"قال رب اشرح لي صدري","score":142},"21":{"verse":"قال خذها ولا تخف سنعيدها سيرتها الاولى","score":234},"66":{"verse":"قال بل القوا فاذا حبالهم وعصيهم يخيل اليه من سحرهم انها تسعى","score":340},"96":{"verse":"قال بصرت بما لم يبصروا به فقبضت قبضة من اثر الرسول فنبذتها وكذلك سولت لي نفسي","score":534},"123":{"verse":"قال اهبطا منها جميعا بعضكم لبعض عدو فاما ياتينكم مني هدى فمن اتبع هداي فلا يضل ولا يشقى","score":532},"71":{"verse":"قال امنتم له قبل ان اذن لكم انه لكبيركم الذي علمكم السحر فلاقطعن ايديكم وارجلكم من خلف ولاصلبنكم في جذوع النخل ولتعلمن اينا اشد عذابا وابقى","score":798},"19":{"verse":"قال القها يموسى","score":73},"57":{"verse":"قال اجئتنا لتخرجنا من ارضنا بسحرك يموسى","score":256},"106":{"verse":"فيذرها قاعا صفصفا","score":151},"120":{"verse":"فوسوس اليه الشيطن قال يادم هل ادلك على شجرة الخلد وملك لا يبلى","score":363},"58":{"verse":"فلناتينك بسحر مثله فاجعل بيننا وبينك موعدا لا نخلفه نحن ولا انت مكانا سوى","score":412},"11":{"verse":"فلما اتيها نودي يموسى","score":107},"16":{"verse":"فلا يصدنك عنها من لا يؤمن بها واتبع هويه فتردى","score":253},"44":{"verse":"فقولا له قولا لينا لعله يتذكر او يخشى","score":207},"117":{"verse":"فقلنا يادم ان هذا عدو لك ولزوجك فلا يخرجنكما من الجنة فتشقى","score":385},"86":{"verse":"فرجع موسى الى قومه غضبن اسفا قال يقوم الم يعدكم ربكم وعدا حسنا افطال عليكم العهد ام اردتم ان يحل عليكم غضب من ربكم فاخلفتم موعدي","score":834},"60":{"verse":"فتولى فرعون فجمع كيده ثم اتى","score":202},"62":{"verse":"فتنزعوا امرهم بينهم واسروا النجوى","score":188},"114":{"verse":"فتعلى الله الملك الحق ولا تعجل بالقران من قبل ان يقضى اليك وحيه وقل رب زدني علما","score":436},"67":{"verse":"فاوجس في نفسه خيفة موسى","score":181},"20":{"verse":"فالقيها فاذا هي حية تسعى","score":159},"70":{"verse":"فالقي السحرة سجدا قالوا امنا برب هرون وموسى","score":249},"121":{"verse":"فاكلا منها فبدت لهما سوءتهما وطفقا يخصفان عليهما من ورق الجنة وعصى ادم ربه فغوى","score":502},"130":{"verse":"فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل غروبها ومن اناى اليل فسبح واطراف النهار لعلك ترضى","score":658},"88":{"verse":"فاخرج لهم عجلا جسدا له خوار فقالوا هذا الهكم واله موسى فنسي","score":364},"64":{"verse":"فاجمعوا كيدكم ثم ائتوا صفا وقد افلح اليوم من استعلى","score":326},"47":{"verse":"فاتياه فقولا انا رسولا ربك فارسل معنا بني اسرءيل ولا تعذبهم قد جئنك باية من ربك والسلم على من اتبع الهدى","score":551},"78":{"verse":"فاتبعهم فرعون بجنوده فغشيهم من اليم ما غشيهم","score":325},"1":{"verse":"طه","score":33},"101":{"verse":"خلدين فيه وساء لهم يوم القيمة حملا","score":182},"76":{"verse":"جنت عدن تجري من تحتها الانهر خلدين فيها وذلك جزاء من تزكى","score":391},"122":{"verse":"ثم اجتبه ربه فتاب عليه وهدى","score":190},"4":{"verse":"تنزيلا ممن خلق الارض والسموت العلى","score":190},"12":{"verse":"اني انا ربك فاخلع نعليك انك بالواد المقدس طوى","score":255},"74":{"verse":"انه من يات ربه مجرما فان له جهنم لا يموت فيها ولا يحيى","score":250},"14":{"verse":"انني انا الله لا اله الا انا فاعبدني واقم الصلوة لذكري","score":218},"98":{"verse":"انما الهكم الله الذي لا اله الا هو وسع كل شي علما","score":190},"35":{"verse":"انك كنت بنا بصيرا","score":97},"48":{"verse":"انا قد اوحي الينا ان العذاب على من كذب وتولى","score":206},"73":{"verse":"انا امنا بربنا ليغفر لنا خطينا وما اكرهتنا عليه من السحر والله خير وابقى","score":372},"118":{"verse":"ان لك الا تجوع فيها ولا تعرى","score":134},"15":{"verse":"ان الساعة اتية اكاد اخفيها لتجزى كل نفس بما تسعى","score":296},"39":{"verse":"ان اقذفيه في التابوت فاقذفيه في اليم فليلقه اليم بالساحل ياخذه عدو لي وعدو له والقيت عليك محبة مني ولتصنع على عيني","score":685},"8":{"verse":"الله لا اله الا هو له الاسماء الحسنى","score":115},"5":{"verse":"الرحمن على العرش استوى","score":128},"53":{"verse":"الذي جعل لكم الارض مهدا وسلك لكم فيها سبلا وانزل من السماء ماء فاخرجنا به ازوجا من نبات شتى","score":507},"3":{"verse":"الا تذكرة لمن يخشى","score":114},"93":{"verse":"الا تتبعن افعصيت امري","score":134},"128":{"verse":"افلم يهد لهم كم اهلكنا قبلهم من القرون يمشون في مسكنهم ان في ذلك لايت لاولي النهى","score":379},"89":{"verse":"افلا يرون الا يرجع اليهم قولا ولا يملك لهم ضرا ولا نفعا","score":242},"31":{"verse":"اشدد به ازري","score":109},"43":{"verse":"اذهبا الى فرعون انه طغى","score":145},"42":{"verse":"اذهب انت واخوك بايتي ولا تنيا في ذكري","score":212},"24":{"verse":"اذهب الى فرعون انه طغى","score":144},"10":{"verse":"اذ رءا نارا فقال لاهله امكثوا اني انست نارا لعلي اتيكم منها بقبس او اجد على النار هدى","score":401},"40":{"verse":"اذ تمشي اختك فتقول هل ادلكم على من يكفله فرجعنك الى امك كي تقر عينها ولا تحزن وقتلت نفسا فنجينك من الغم وفتنك فتونا فلبثت سنين في اهل مدين ثم جئت على قدر يموسى","score":1014},"38":{"verse":"اذ اوحينا الى امك ما يوحى","score":106}}