{"104":{"verse":"يوم نطوي السماء كطي السجل للكتب كما بدأنا أول خلق نعيده وعدا علينا إنا كنا فعلين","score":440},"28":{"verse":"يعلم ما بين أيديهم وما خلفهم ولا يشفعون إلا لمن ارتضى وهم من خشيته مشفقون","score":416},"20":{"verse":"يسبحون اليل والنهار لا يفترون","score":143},"38":{"verse":"ويقولون متى هذا الوعد إن كنتم صدقين","score":210},"72":{"verse":"ووهبنا له إسحق ويعقوب نافلة وكلا جعلنا صلحين","score":270},"33":{"verse":"وهو الذي خلق اليل والنهار والشمس والقمر كل في فلك يسبحون","score":311},"50":{"verse":"وهذا ذكر مبارك أنزلنه أفأنتم له منكرون","score":212},"76":{"verse":"ونوحا إذ نادى من قبل فاستجبنا له فنجينه وأهله من الكرب العظيم","score":347},"47":{"verse":"ونضع الموزين القسط ليوم القيمة فلا تظلم نفس شيا وإن كان مثقال حبة من خردل اتينا بها وكفى بنا حسبين","score":605},"77":{"verse":"ونصرنه من القوم الذين كذبوا بآيتنا إنهم كانوا قوم سوء فأغرقنهم أجمعين","score":384},"71":{"verse":"ونجينه ولوطا إلى الأرض التي بركنا فيها للعلمين","score":230},"29":{"verse":"ومن يقل منهم إني إله من دونه فذلك نجزيه جهنم كذلك نجزي الظلمين","score":381},"82":{"verse":"ومن الشيطين من يغوصون له ويعملون عملا دون ذلك وكنا لهم حفظين","score":370},"16":{"verse":"وما خلقنا السماء والأرض وما بينهما لعبين","score":186},"8":{"verse":"وما جعلنهم جسدا لا يأكلون الطعام وما كانوا خلدين","score":261},"34":{"verse":"وما جعلنا لبشر من قبلك الخلد أفإين مت فهم الخلدون","score":282},"107":{"verse":"وما أرسلنك إلا رحمة للعلمين","score":121},"25":{"verse":"وما أرسلنا من قبلك من رسول إلا نوحي إليه أنه لا إله إلا أنا فاعبدون","score":263},"7":{"verse":"وما أرسلنا قبلك إلا رجالا نوحي إليهم فسلوا أهل الذكر إن كنتم لا تعلمون","score":318},"74":{"verse":"ولوطا اتينه حكما وعلما ونجينه من القرية التي كانت تعمل الخبئث إنهم كانوا قوم سوء فسقين","score":479},"19":{"verse":"وله من في السموت والأرض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون","score":398},"105":{"verse":"ولقد كتبنا في الزبور من بعد الذكر أن الأرض يرثها عبادي الصلحون","score":404},"41":{"verse":"ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون","score":441},"48":{"verse":"ولقد اتينا موسى وهرون الفرقان وضياء وذكرا للمتقين","score":273},"51":{"verse":"ولقد اتينا إبرهيم رشده من قبل وكنا به علمين","score":240},"81":{"verse":"ولسليمن الريح عاصفة تجري بأمره إلى الأرض التي بركنا فيها وكنا بكل شي علمين","score":411},"46":{"verse":"ولئن مستهم نفحة من عذاب ربك ليقولن يويلنا إنا كنا ظلمين","score":288},"11":{"verse":"وكم قصمنا من قرية كانت ظالمة وأنشأنا بعدها قوما اخرين","score":314},"26":{"verse":"وقالوا اتخذ الرحمن ولدا سبحنه بل عباد مكرمون","score":272},"80":{"verse":"وعلمنه صنعة لبوس لكم لتحصنكم من بأسكم فهل أنتم شكرون","score":328},"89":{"verse":"وزكريا إذ نادى ربه رب لا تذرني فردا وأنت خير الورثين","score":324},"87":{"verse":"وذا النون إذ ذهب مغضبا فظن أن لن نقدر عليه فنادى في الظلمت أن لا إله إلا أنت سبحنك إني كنت من الظلمين","score":552},"78":{"verse":"وداود وسليمن إذ يحكمان في الحرث إذ نفشت فيه غنم القوم وكنا لحكمهم شهدين","score":480},"95":{"verse":"وحرم على قرية أهلكنها أنهم لا يرجعون","score":187},"73":{"verse":"وجعلنهم أئمة يهدون بأمرنا وأوحينا إليهم فعل الخيرت وإقام الصلوة وإيتاء الزكوة وكانوا لنا عبدين","score":482},"31":{"verse":"وجعلنا في الأرض روسي أن تميد بهم وجعلنا فيها فجاجا سبلا لعلهم يهتدون","score":415},"32":{"verse":"وجعلنا السماء سقفا محفوظا وهم عن ايتها معرضون","score":290},"93":{"verse":"وتقطعوا أمرهم بينهم كل إلينا رجعون","score":199},"57":{"verse":"وتالله لأكيدن أصنمكم بعد أن تولوا مدبرين","score":221},"91":{"verse":"والتي أحصنت فرجها فنفخنا فيها من روحنا وجعلنها وابنها اية للعلمين","score":370},"97":{"verse":"واقترب الوعد الحق فإذا هي شخصة أبصر الذين كفروا يويلنا قد كنا في غفلة من هذا بل كنا ظلمين","score":575},"111":{"verse":"وإن أدري لعله فتنة لكم ومتع إلى حين","score":176},"85":{"verse":"وإسمعيل وإدريس وذا الكفل كل من الصبرين","score":217},"36":{"verse":"وإذا راك الذين كفروا إن يتخذونك إلا هزوا أهذا الذي يذكر الهتكم وهم بذكر الرحمن هم كفرون","score":500},"83":{"verse":"وأيوب إذ نادى ربه أني مسني الضر وأنت أرحم الرحمين","score":254},"70":{"verse":"وأرادوا به كيدا فجعلنهم الأخسرين","score":202},"86":{"verse":"وأدخلنهم في رحمتنا إنهم من الصلحين","score":198},"75":{"verse":"وأدخلنه في رحمتنا إنه من الصلحين","score":190},"2":{"verse":"ما يأتيهم من ذكر من ربهم محدث إلا استمعوه وهم يلعبون","score":292},"6":{"verse":"ما امنت قبلهم من قرية أهلكنها أفهم يؤمنون","score":184},"39":{"verse":"لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ولا هم ينصرون","score":389},"99":{"verse":"لو كان هؤلاء الهة ما وردوها وكل فيها خلدون","score":191},"22":{"verse":"لو كان فيهما الهة إلا الله لفسدتا فسبحن الله رب العرش عما يصفون","score":340},"17":{"verse":"لو أردنا أن نتخذ لهوا لاتخذنه من لدنا إن كنا فعلين","score":250},"100":{"verse":"لهم فيها زفير وهم فيها لا يسمعون","score":182},"10":{"verse":"لقد أنزلنا إليكم كتبا فيه ذكركم أفلا تعقلون","score":259},"3":{"verse":"لاهية قلوبهم وأسروا النجوى الذين ظلموا هل هذا إلا بشر مثلكم أفتأتون السحر وأنتم تبصرون","score":491},"102":{"verse":"لا يسمعون حسيسها وهم في ما اشتهت أنفسهم خلدون","score":290},"23":{"verse":"لا يسل عما يفعل وهم يسلون","score":123},"27":{"verse":"لا يسبقونه بالقول وهم بأمره يعملون","score":172},"103":{"verse":"لا يحزنهم الفزع الأكبر وتتلقيهم الملئكة هذا يومكم الذي كنتم توعدون","score":400},"13":{"verse":"لا تركضوا وارجعوا إلى ما أترفتم فيه ومسكنكم لعلكم تسلون","score":312},"35":{"verse":"كل نفس ذائقة الموت ونبلوكم بالشر والخير فتنة وإلينا ترجعون","score":342},"69":{"verse":"قلنا ينار كوني بردا وسلما على إبرهيم","score":173},"42":{"verse":"قل من يكلؤكم باليل والنهار من الرحمن بل هم عن ذكر ربهم معرضون","score":305},"112":{"verse":"قل رب احكم ‎بالحق وربنا الرحمن المستعان على ما تصفون","score":295},"108":{"verse":"قل إنما يوحى إلي أنما إلهكم إله وحد فهل أنتم مسلمون","score":220},"45":{"verse":"قل إنما أنذركم بالوحي ولا يسمع الصم الدعاء إذا ما ينذرون","score":282},"14":{"verse":"قالوا يويلنا إنا كنا ظلمين","score":108},"53":{"verse":"قالوا وجدنا اباءنا لها عبدين","score":139},"59":{"verse":"قالوا من فعل هذا بآلهتنا إنه لمن الظلمين","score":182},"61":{"verse":"قالوا فأتوا به على أعين الناس لعلهم يشهدون","score":214},"60":{"verse":"قالوا سمعنا فتى يذكرهم يقال له إبرهيم","score":202},"68":{"verse":"قالوا حرقوه وانصروا الهتكم إن كنتم فعلين","score":223},"55":{"verse":"قالوا أجئتنا بالحق أم أنت من اللعبين","score":170},"62":{"verse":"قالوا ءأنت فعلت هذا بآلهتنا يإبرهيم","score":177},"54":{"verse":"قال لقد كنتم أنتم واباؤكم في ضلل مبين","score":199},"4":{"verse":"قال ربي يعلم القول في السماء والأرض وهو السميع العليم","score":255},"63":{"verse":"قال بل فعله كبيرهم هذا فسلوهم إن كانوا ينطقون","score":258},"56":{"verse":"قال بل ربكم رب السموت والأرض الذي فطرهن وأنا على ذلكم من الشهدين","score":358},"66":{"verse":"قال أفتعبدون من دون الله ما لا ينفعكم شيا ولا يضركم","score":273},"94":{"verse":"فمن يعمل من الصلحت وهو مؤمن فلا كفران لسعيه وإنا له كتبون","score":290},"15":{"verse":"فما زالت تلك دعويهم حتى جعلنهم حصيدا خمدين","score":318},"12":{"verse":"فلما أحسوا بأسنا إذا هم منها يركضون","score":189},"79":{"verse":"ففهمنها سليمن وكلا اتينا حكما وعلما وسخرنا مع داود الجبال يسبحن والطير وكنا فعلين","score":469},"64":{"verse":"فرجعوا إلى أنفسهم فقالوا إنكم أنتم الظلمون","score":223},"58":{"verse":"فجعلهم جذذا إلا كبيرا لهم لعلهم إليه يرجعون","score":258},"90":{"verse":"فاستجبنا له ووهبنا له يحيى وأصلحنا له زوجه إنهم كانوا يسرعون في الخيرت ويدعوننا رغبا ورهبا وكانوا لنا خشعين","score":637},"88":{"verse":"فاستجبنا له ونجينه من الغم وكذلك نجي المؤمنين","score":265},"84":{"verse":"فاستجبنا له فكشفنا ما به من ضر واتينه أهله ومثلهم معهم رحمة من عندنا وذكرى للعبدين","score":495},"109":{"verse":"فإن تولوا فقل اذنتكم على سواء وإن أدري أقريب أم بعيد ما توعدون","score":336},"37":{"verse":"خلق الإنسن من عجل سأوريكم ايتي فلا تستعجلون","score":268},"96":{"verse":"حتى إذا فتحت يأجوج ومأجوج وهم من كل حدب ينسلون","score":317},"65":{"verse":"ثم نكسوا على رءوسهم لقد علمت ما هؤلاء ينطقون","score":257},"9":{"verse":"ثم صدقنهم الوعد فأنجينهم ومن نشاء وأهلكنا المسرفين","score":306},"18":{"verse":"بل نقذف بالحق على البطل فيدمغه فإذا هو زاهق ولكم الويل مما تصفون","score":420},"44":{"verse":"بل متعنا هؤلاء واباءهم حتى طال عليهم العمر أفلا يرون أنا نأتي الأرض ننقصها من أطرافها أفهم الغلبون","score":491},"5":{"verse":"بل قالوا أضغث أحلم بل افتريه بل هو شاعر فليأتنا بآية كما أرسل الأولون","score":377},"40":{"verse":"بل تأتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون","score":371},"49":{"verse":"الذين يخشون ربهم بالغيب وهم من الساعة مشفقون","score":287},"1":{"verse":"اقترب للناس حسابهم وهم في غفلة معرضون","score":259},"110":{"verse":"إنه يعلم الجهر من القول ويعلم ما تكتمون","score":181},"98":{"verse":"إنكم وما تعبدون من دون الله حصب جهنم أنتم لها وردون","score":275},"92":{"verse":"إن هذه أمتكم أمة وحدة وأنا ربكم فاعبدون","score":223},"106":{"verse":"إن في هذا لبلغا لقوم عبدين","score":160},"101":{"verse":"إن الذين سبقت لهم منا الحسنى أولئك عنها مبعدون","score":239},"52":{"verse":"إذ قال لأبيه وقومه ما هذه التماثيل التي أنتم لها عكفون","score":275},"30":{"verse":"أولم ير الذين كفروا أن السموت والأرض كانتا رتقا ففتقنهما وجعلنا من الماء كل شي حي أفلا يؤمنون","score":464},"43":{"verse":"أم لهم الهة تمنعهم من دوننا لا يستطيعون نصر أنفسهم ولا هم منا يصحبون","score":364},"24":{"verse":"أم اتخذوا من دونه الهة قل هاتوا برهنكم هذا ذكر من معي وذكر من قبلي بل أكثرهم لا يعلمون الحق فهم معرضون","score":579},"21":{"verse":"أم اتخذوا الهة من الأرض هم ينشرون","score":176},"67":{"verse":"أف لكم ولما تعبدون من دون الله أفلا تعقلون","score":205}}