{"104":{"verse":"يوم نطوي السماء كطي السجل للكتب كما بدانا اول خلق نعيده وعدا علينا انا كنا فعلين","score":440},"28":{"verse":"يعلم ما بين ايديهم وما خلفهم ولا يشفعون الا لمن ارتضى وهم من خشيته مشفقون","score":416},"20":{"verse":"يسبحون اليل والنهار لا يفترون","score":143},"38":{"verse":"ويقولون متى هذا الوعد ان كنتم صدقين","score":210},"72":{"verse":"ووهبنا له اسحق ويعقوب نافلة وكلا جعلنا صلحين","score":270},"33":{"verse":"وهو الذي خلق اليل والنهار والشمس والقمر كل في فلك يسبحون","score":311},"50":{"verse":"وهذا ذكر مبارك انزلنه افانتم له منكرون","score":212},"76":{"verse":"ونوحا اذ نادى من قبل فاستجبنا له فنجينه واهله من الكرب العظيم","score":347},"47":{"verse":"ونضع الموزين القسط ليوم القيمة فلا تظلم نفس شيا وان كان مثقال حبة من خردل اتينا بها وكفى بنا حسبين","score":605},"77":{"verse":"ونصرنه من القوم الذين كذبوا بايتنا انهم كانوا قوم سوء فاغرقنهم اجمعين","score":384},"71":{"verse":"ونجينه ولوطا الى الارض التي بركنا فيها للعلمين","score":230},"29":{"verse":"ومن يقل منهم اني اله من دونه فذلك نجزيه جهنم كذلك نجزي الظلمين","score":381},"82":{"verse":"ومن الشيطين من يغوصون له ويعملون عملا دون ذلك وكنا لهم حفظين","score":370},"16":{"verse":"وما خلقنا السماء والارض وما بينهما لعبين","score":186},"8":{"verse":"وما جعلنهم جسدا لا ياكلون الطعام وما كانوا خلدين","score":261},"34":{"verse":"وما جعلنا لبشر من قبلك الخلد افاين مت فهم الخلدون","score":282},"107":{"verse":"وما ارسلنك الا رحمة للعلمين","score":121},"25":{"verse":"وما ارسلنا من قبلك من رسول الا نوحي اليه انه لا اله الا انا فاعبدون","score":263},"7":{"verse":"وما ارسلنا قبلك الا رجالا نوحي اليهم فسلوا اهل الذكر ان كنتم لا تعلمون","score":318},"74":{"verse":"ولوطا اتينه حكما وعلما ونجينه من القرية التي كانت تعمل الخبئث انهم كانوا قوم سوء فسقين","score":479},"19":{"verse":"وله من في السموت والارض ومن عنده لا يستكبرون عن عبادته ولا يستحسرون","score":398},"105":{"verse":"ولقد كتبنا في الزبور من بعد الذكر ان الارض يرثها عبادي الصلحون","score":404},"41":{"verse":"ولقد استهزئ برسل من قبلك فحاق بالذين سخروا منهم ما كانوا به يستهزءون","score":441},"48":{"verse":"ولقد اتينا موسى وهرون الفرقان وضياء وذكرا للمتقين","score":273},"51":{"verse":"ولقد اتينا ابرهيم رشده من قبل وكنا به علمين","score":240},"81":{"verse":"ولسليمن الريح عاصفة تجري بامره الى الارض التي بركنا فيها وكنا بكل شي علمين","score":411},"46":{"verse":"ولئن مستهم نفحة من عذاب ربك ليقولن يويلنا انا كنا ظلمين","score":288},"11":{"verse":"وكم قصمنا من قرية كانت ظالمة وانشانا بعدها قوما اخرين","score":314},"26":{"verse":"وقالوا اتخذ الرحمن ولدا سبحنه بل عباد مكرمون","score":272},"80":{"verse":"وعلمنه صنعة لبوس لكم لتحصنكم من باسكم فهل انتم شكرون","score":328},"89":{"verse":"وزكريا اذ نادى ربه رب لا تذرني فردا وانت خير الورثين","score":324},"87":{"verse":"وذا النون اذ ذهب مغضبا فظن ان لن نقدر عليه فنادى في الظلمت ان لا اله الا انت سبحنك اني كنت من الظلمين","score":552},"78":{"verse":"وداود وسليمن اذ يحكمان في الحرث اذ نفشت فيه غنم القوم وكنا لحكمهم شهدين","score":480},"95":{"verse":"وحرم على قرية اهلكنها انهم لا يرجعون","score":187},"73":{"verse":"وجعلنهم ائمة يهدون بامرنا واوحينا اليهم فعل الخيرت واقام الصلوة وايتاء الزكوة وكانوا لنا عبدين","score":482},"31":{"verse":"وجعلنا في الارض روسي ان تميد بهم وجعلنا فيها فجاجا سبلا لعلهم يهتدون","score":415},"32":{"verse":"وجعلنا السماء سقفا محفوظا وهم عن ايتها معرضون","score":290},"93":{"verse":"وتقطعوا امرهم بينهم كل الينا رجعون","score":199},"57":{"verse":"وتالله لاكيدن اصنمكم بعد ان تولوا مدبرين","score":221},"83":{"verse":"وايوب اذ نادى ربه اني مسني الضر وانت ارحم الرحمين","score":254},"111":{"verse":"وان ادري لعله فتنة لكم ومتع الى حين","score":176},"91":{"verse":"والتي احصنت فرجها فنفخنا فيها من روحنا وجعلنها وابنها اية للعلمين","score":370},"97":{"verse":"واقترب الوعد الحق فاذا هي شخصة ابصر الذين كفروا يويلنا قد كنا في غفلة من هذا بل كنا ظلمين","score":575},"85":{"verse":"واسمعيل وادريس وذا الكفل كل من الصبرين","score":217},"70":{"verse":"وارادوا به كيدا فجعلنهم الاخسرين","score":202},"36":{"verse":"واذا راك الذين كفروا ان يتخذونك الا هزوا اهذا الذي يذكر الهتكم وهم بذكر الرحمن هم كفرون","score":500},"86":{"verse":"وادخلنهم في رحمتنا انهم من الصلحين","score":198},"75":{"verse":"وادخلنه في رحمتنا انه من الصلحين","score":190},"2":{"verse":"ما ياتيهم من ذكر من ربهم محدث الا استمعوه وهم يلعبون","score":292},"6":{"verse":"ما امنت قبلهم من قرية اهلكنها افهم يؤمنون","score":184},"39":{"verse":"لو يعلم الذين كفروا حين لا يكفون عن وجوههم النار ولا عن ظهورهم ولا هم ينصرون","score":389},"99":{"verse":"لو كان هؤلاء الهة ما وردوها وكل فيها خلدون","score":191},"22":{"verse":"لو كان فيهما الهة الا الله لفسدتا فسبحن الله رب العرش عما يصفون","score":340},"17":{"verse":"لو اردنا ان نتخذ لهوا لاتخذنه من لدنا ان كنا فعلين","score":250},"100":{"verse":"لهم فيها زفير وهم فيها لا يسمعون","score":182},"10":{"verse":"لقد انزلنا اليكم كتبا فيه ذكركم افلا تعقلون","score":259},"3":{"verse":"لاهية قلوبهم واسروا النجوى الذين ظلموا هل هذا الا بشر مثلكم افتاتون السحر وانتم تبصرون","score":491},"102":{"verse":"لا يسمعون حسيسها وهم في ما اشتهت انفسهم خلدون","score":290},"23":{"verse":"لا يسل عما يفعل وهم يسلون","score":123},"27":{"verse":"لا يسبقونه بالقول وهم بامره يعملون","score":172},"103":{"verse":"لا يحزنهم الفزع الاكبر وتتلقيهم الملئكة هذا يومكم الذي كنتم توعدون","score":400},"13":{"verse":"لا تركضوا وارجعوا الى ما اترفتم فيه ومسكنكم لعلكم تسلون","score":312},"35":{"verse":"كل نفس ذائقة الموت ونبلوكم بالشر والخير فتنة والينا ترجعون","score":342},"69":{"verse":"قلنا ينار كوني بردا وسلما على ابرهيم","score":173},"42":{"verse":"قل من يكلؤكم باليل والنهار من الرحمن بل هم عن ذكر ربهم معرضون","score":305},"112":{"verse":"قل رب احكم ‎بالحق وربنا الرحمن المستعان على ما تصفون","score":295},"108":{"verse":"قل انما يوحى الي انما الهكم اله وحد فهل انتم مسلمون","score":220},"45":{"verse":"قل انما انذركم بالوحي ولا يسمع الصم الدعاء اذا ما ينذرون","score":282},"14":{"verse":"قالوا يويلنا انا كنا ظلمين","score":108},"53":{"verse":"قالوا وجدنا اباءنا لها عبدين","score":139},"59":{"verse":"قالوا من فعل هذا بالهتنا انه لمن الظلمين","score":182},"61":{"verse":"قالوا فاتوا به على اعين الناس لعلهم يشهدون","score":214},"60":{"verse":"قالوا سمعنا فتى يذكرهم يقال له ابرهيم","score":202},"68":{"verse":"قالوا حرقوه وانصروا الهتكم ان كنتم فعلين","score":223},"55":{"verse":"قالوا اجئتنا بالحق ام انت من اللعبين","score":170},"62":{"verse":"قالوا اانت فعلت هذا بالهتنا يابرهيم","score":177},"54":{"verse":"قال لقد كنتم انتم واباؤكم في ضلل مبين","score":199},"4":{"verse":"قال ربي يعلم القول في السماء والارض وهو السميع العليم","score":255},"63":{"verse":"قال بل فعله كبيرهم هذا فسلوهم ان كانوا ينطقون","score":258},"56":{"verse":"قال بل ربكم رب السموت والارض الذي فطرهن وانا على ذلكم من الشهدين","score":358},"66":{"verse":"قال افتعبدون من دون الله ما لا ينفعكم شيا ولا يضركم","score":273},"94":{"verse":"فمن يعمل من الصلحت وهو مؤمن فلا كفران لسعيه وانا له كتبون","score":290},"15":{"verse":"فما زالت تلك دعويهم حتى جعلنهم حصيدا خمدين","score":318},"12":{"verse":"فلما احسوا باسنا اذا هم منها يركضون","score":189},"79":{"verse":"ففهمنها سليمن وكلا اتينا حكما وعلما وسخرنا مع داود الجبال يسبحن والطير وكنا فعلين","score":469},"64":{"verse":"فرجعوا الى انفسهم فقالوا انكم انتم الظلمون","score":223},"58":{"verse":"فجعلهم جذذا الا كبيرا لهم لعلهم اليه يرجعون","score":258},"109":{"verse":"فان تولوا فقل اذنتكم على سواء وان ادري اقريب ام بعيد ما توعدون","score":336},"90":{"verse":"فاستجبنا له ووهبنا له يحيى واصلحنا له زوجه انهم كانوا يسرعون في الخيرت ويدعوننا رغبا ورهبا وكانوا لنا خشعين","score":637},"88":{"verse":"فاستجبنا له ونجينه من الغم وكذلك نجي المؤمنين","score":265},"84":{"verse":"فاستجبنا له فكشفنا ما به من ضر واتينه اهله ومثلهم معهم رحمة من عندنا وذكرى للعبدين","score":495},"37":{"verse":"خلق الانسن من عجل ساوريكم ايتي فلا تستعجلون","score":268},"96":{"verse":"حتى اذا فتحت ياجوج وماجوج وهم من كل حدب ينسلون","score":317},"65":{"verse":"ثم نكسوا على رءوسهم لقد علمت ما هؤلاء ينطقون","score":257},"9":{"verse":"ثم صدقنهم الوعد فانجينهم ومن نشاء واهلكنا المسرفين","score":306},"18":{"verse":"بل نقذف بالحق على البطل فيدمغه فاذا هو زاهق ولكم الويل مما تصفون","score":420},"44":{"verse":"بل متعنا هؤلاء واباءهم حتى طال عليهم العمر افلا يرون انا ناتي الارض ننقصها من اطرافها افهم الغلبون","score":491},"5":{"verse":"بل قالوا اضغث احلم بل افتريه بل هو شاعر فلياتنا باية كما ارسل الاولون","score":377},"40":{"verse":"بل تاتيهم بغتة فتبهتهم فلا يستطيعون ردها ولا هم ينظرون","score":371},"30":{"verse":"اولم ير الذين كفروا ان السموت والارض كانتا رتقا ففتقنهما وجعلنا من الماء كل شي حي افلا يؤمنون","score":464},"110":{"verse":"انه يعلم الجهر من القول ويعلم ما تكتمون","score":181},"98":{"verse":"انكم وما تعبدون من دون الله حصب جهنم انتم لها وردون","score":275},"92":{"verse":"ان هذه امتكم امة وحدة وانا ربكم فاعبدون","score":223},"106":{"verse":"ان في هذا لبلغا لقوم عبدين","score":160},"101":{"verse":"ان الذين سبقت لهم منا الحسنى اولئك عنها مبعدون","score":239},"43":{"verse":"ام لهم الهة تمنعهم من دوننا لا يستطيعون نصر انفسهم ولا هم منا يصحبون","score":364},"24":{"verse":"ام اتخذوا من دونه الهة قل هاتوا برهنكم هذا ذكر من معي وذكر من قبلي بل اكثرهم لا يعلمون الحق فهم معرضون","score":579},"21":{"verse":"ام اتخذوا الهة من الارض هم ينشرون","score":176},"49":{"verse":"الذين يخشون ربهم بالغيب وهم من الساعة مشفقون","score":287},"1":{"verse":"اقترب للناس حسابهم وهم في غفلة معرضون","score":259},"67":{"verse":"اف لكم ولما تعبدون من دون الله افلا تعقلون","score":205},"52":{"verse":"اذ قال لابيه وقومه ما هذه التماثيل التي انتم لها عكفون","score":275}}