{"25":{"verse":"يومئذ يوفيهم الله دينهم الحق ويعلمون ان الله هو الحق المبين","score":287},"24":{"verse":"يوم تشهد عليهم السنتهم وايديهم وارجلهم بما كانوا يعملون","score":301},"44":{"verse":"يقلب الله اليل والنهار ان في ذلك لعبرة لاولي الابصر","score":230},"17":{"verse":"يعظكم الله ان تعودوا لمثله ابدا ان كنتم مؤمنين","score":250},"58":{"verse":"يايها الذين امنوا ليستذنكم الذين ملكت ايمنكم والذين لم يبلغوا الحلم منكم ثلث مرت من قبل صلوة الفجر وحين تضعون ثيابكم من الظهيرة ومن بعد صلوة العشاء ثلث عورت لكم ليس عليكم ولا عليهم جناح بعدهن طوفون عليكم بعضكم على بعض كذلك يبين الله لكم الايت والله عليم حكيم","score":1552},"27":{"verse":"يايها الذين امنوا لا تدخلوا بيوتا غير بيوتكم حتى تستانسوا وتسلموا على اهلها ذلكم خير لكم لعلكم تذكرون","score":575},"21":{"verse":"يايها الذين امنوا لا تتبعوا خطوت الشيطن ومن يتبع خطوت الشيطن فانه يامر بالفحشاء والمنكر ولولا فضل الله عليكم ورحمته ما زكى منكم من احد ابدا ولكن الله يزكي من يشاء والله سميع عليم","score":1024},"47":{"verse":"ويقولون امنا بالله وبالرسول واطعنا ثم يتولى فريق منهم من بعد ذلك وما اولئك بالمؤمنين","score":422},"8":{"verse":"ويدرؤا عنها العذاب ان تشهد اربع شهدت بالله انه لمن الكذبين","score":339},"18":{"verse":"ويبين الله لكم الايت والله عليم حكيم","score":157},"52":{"verse":"ومن يطع الله ورسوله ويخش الله ويتقه فاولئك هم الفائزون","score":320},"33":{"verse":"وليستعفف الذين لا يجدون نكاحا حتى يغنيهم الله من فضله والذين يبتغون الكتب مما ملكت ايمنكم فكاتبوهم ان علمتم فيهم خيرا واتوهم من مال الله الذي اتيكم ولا تكرهوا فتيتكم على البغاء ان اردن تحصنا لتبتغوا عرض الحيوة الدنيا ومن يكرههن فان الله من بعد اكرههن غفور رحيم","score":1485},"20":{"verse":"ولولا فضل الله عليكم ورحمته وان الله رءوف رحيم","score":236},"10":{"verse":"ولولا فضل الله عليكم ورحمته وان الله تواب حكيم","score":237},"14":{"verse":"ولولا فضل الله عليكم ورحمته في الدنيا والاخرة لمسكم في ما افضتم فيه عذاب عظيم","score":470},"16":{"verse":"ولولا اذ سمعتموه قلتم ما يكون لنا ان نتكلم بهذا سبحنك هذا بهتن عظيم","score":385},"42":{"verse":"ولله ملك السموت والارض والى الله المصير","score":174},"34":{"verse":"ولقد انزلنا اليكم ايت مبينت ومثلا من الذين خلوا من قبلكم وموعظة للمتقين","score":395},"22":{"verse":"ولا ياتل اولوا الفضل منكم والسعة ان يؤتوا اولي القربي والمسكين والمهجرين في سبيل الله وليعفوا وليصفحوا الا تحبون ان يغفر الله لكم والله غفور رحيم","score":754},"31":{"verse":"وقل للمؤمنت يغضضن من ابصرهن ويحفظن فروجهن ولا يبدين زينتهن الا ما ظهر منها وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن الا لبعولتهن او ابائهن او اباء بعولتهن او ابنائهن او ابناء بعولتهن اواخونهن او بني اخونهن او بني اخوتهن او نسائهن او ما ملكت ايمنهن او التبعين غير اولي الاربة من الرجال او الطفل الذين لم يظهروا على عورت النساء ولا يضربن بارجلهن ليعلم ما يخفين من زينتهن وتوبوا الى الله جميعا ايه المؤمنون لعلكم تفلحون","score":2154},"55":{"verse":"وعد الله الذين امنوا منكم وعملوا الصلحت ليستخلفنهم في الارض كما استخلف الذين من قبلهم وليمكنن لهم دينهم الذي ارتضى لهم وليبدلنهم من بعد خوفهم امنا يعبدونني لا يشركون بي شيا ومن كفر بعد ذلك فاولئك هم الفسقون","score":1170},"32":{"verse":"وانكحوا الايمى منكم والصلحين من عبادكم وامائكم ان يكونوا فقراء يغنهم الله من فضله والله وسع عليم","score":483},"49":{"verse":"وان يكن لهم الحق ياتوا اليه مذعنين","score":161},"45":{"verse":"والله خلق كل دابة من ماء فمنهم من يمشي على بطنه ومنهم من يمشي على رجلين ومنهم من يمشي على اربع يخلق الله ما يشاء ان الله على كل شي قدير","score":680},"60":{"verse":"والقوعد من النساء التي لا يرجون نكاحا فليس عليهن جناح ان يضعن ثيابهن غير متبرجت بزينة وان يستعففن خير لهن والله سميع عليم","score":746},"4":{"verse":"والذين يرمون المحصنت ثم لم ياتوا باربعة شهداء فاجلدوهم ثمنين جلدة ولا تقبلوا لهم شهدة ابدا واولئك هم الفسقون","score":658},"6":{"verse":"والذين يرمون ازوجهم ولم يكن لهم شهداء الا انفسهم فشهدة احدهم اربع شهدت بالله انه لمن الصدقين","score":556},"39":{"verse":"والذين كفروا اعملهم كسراب بقيعة يحسبه الظمان ماء حتى اذا جاءه لم يجده شيا ووجد الله عنده فوفيه حسابه والله سريع الحساب","score":744},"7":{"verse":"والخمسة ان لعنت الله عليه ان كان من الكذبين","score":198},"9":{"verse":"والخمسة ان غضب الله عليها ان كان من الصدقين","score":246},"56":{"verse":"واقيموا الصلوة واتوا الزكوة واطيعوا الرسول لعلكم ترحمون","score":315},"53":{"verse":"واقسموا بالله جهد ايمنهم لئن امرتهم ليخرجن قل لا تقسموا طاعة معروفة ان الله خبير بما تعملون","score":511},"48":{"verse":"واذا دعوا الى الله ورسوله ليحكم بينهم اذا فريق منهم معرضون","score":318},"59":{"verse":"واذا بلغ الاطفل منكم الحلم فليستذنوا كما استذن الذين من قبلهم كذلك يبين الله لكم ايته والله عليم حكيم","score":557},"29":{"verse":"ليس عليكم جناح ان تدخلوا بيوتا غير مسكونة فيها متع لكم والله يعلم ما تبدون وما تكتمون","score":488},"61":{"verse":"ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ولا على انفسكم ان تاكلوا من بيوتكم او بيوت ابائكم او بيوت امهتكم او بيوت اخونكم او بيوت اخوتكم او بيوت اعممكم او بيوت عمتكم او بيوت اخولكم او بيوت خلتكم او ما ملكتم مفاتحه او صديقكم ليس عليكم جناح ان تاكلوا جميعا او اشتاتا فاذا دخلتم بيوتا فسلموا على انفسكم تحية من عند الله مبركة طيبة كذلك يبين الله لكم الايت لعلكم تعقلون","score":2090},"38":{"verse":"ليجزيهم الله احسن ما عملوا ويزيدهم من فضله والله يرزق من يشاء بغير حساب","score":464},"13":{"verse":"لولا جاءو عليه باربعة شهداء فاذ لم ياتوا بالشهداء فاولئك عند الله هم الكذبون","score":412},"12":{"verse":"لولا اذ سمعتموه ظن المؤمنون والمؤمنت بانفسهم خيرا وقالوا هذا افك مبين","score":365},"46":{"verse":"لقد انزلنا ايت مبينت والله يهدي من يشاء الى صرط مستقيم","score":319},"57":{"verse":"لا تحسبن الذين كفروا معجزين في الارض وماويهم النار ولبئس المصير","score":374},"63":{"verse":"لا تجعلوا دعاء الرسول بينكم كدعاء بعضكم بعضا قد يعلم الله الذين يتسللون منكم لواذا فليحذر الذين يخالفون عن امره ان تصيبهم فتنة او يصيبهم عذاب اليم","score":864},"30":{"verse":"قل للمؤمنين يغضوا من ابصرهم ويحفظوا فروجهم ذلك ازكى لهم ان الله خبير بما يصنعون","score":499},"54":{"verse":"قل اطيعوا الله واطيعوا الرسول فان تولوا فانما عليه ما حمل وعليكم ما حملتم وان تطيعوه تهتدوا وما على الرسول الا البلغ المبين","score":625},"36":{"verse":"في بيوت اذن الله ان ترفع ويذكر فيها اسمه يسبح له فيها بالغدو والاصال","score":409},"28":{"verse":"فان لم تجدوا فيها احدا فلا تدخلوها حتى يؤذن لكم وان قيل لكم ارجعوا فارجعوا هو ازكى لكم والله بما تعملون عليم","score":601},"1":{"verse":"سورة انزلنها وفرضنها وانزلنا فيها ايت بينت لعلكم تذكرون","score":333},"37":{"verse":"رجال لا تلهيهم تجرة ولا بيع عن ذكر الله واقام الصلوة وايتاء الزكوة يخافون يوما تتقلب فيه القلوب والابصر","score":568},"40":{"verse":"او كظلمت في بحر لجي يغشيه موج من فوقه موج من فوقه سحاب ظلمت بعضها فوق بعض اذا اخرج يده لم يكد يريها ومن لم يجعل الله له نورا فما له من نور","score":880},"51":{"verse":"انما كان قول المؤمنين اذا دعوا الى الله ورسوله ليحكم بينهم ان يقولوا سمعنا واطعنا واولئك هم المفلحون","score":460},"62":{"verse":"انما المؤمنون الذين امنوا بالله ورسوله واذا كانوا معه على امر جامع لم يذهبوا حتى يستذنوه ان الذين يستذنونك اولئك الذين يؤمنون بالله ورسوله فاذا استذنوك لبعض شانهم فاذن لمن شيت منهم واستغفر لهم الله ان الله غفور رحيم","score":1148},"23":{"verse":"ان الذين يرمون المحصنت الغفلت المؤمنت لعنوا في الدنيا والاخرة ولهم عذاب عظيم","score":428},"19":{"verse":"ان الذين يحبون ان تشيع الفحشة في الذين امنوا لهم عذاب اليم في الدنيا والاخرة والله يعلم وانتم لا تعلمون","score":514},"11":{"verse":"ان الذين جاءو بالافك عصبة منكم لا تحسبوه شرا لكم بل هو خير لكم لكل امرئ منهم ما اكتسب من الاثم والذي تولى كبره منهم له عذاب عظيم","score":695},"41":{"verse":"الم تر ان الله يسبح له من في السموت والارض والطير صفت كل قد علم صلاته وتسبيحه والله عليم بما يفعلون","score":567},"43":{"verse":"الم تر ان الله يزجي سحابا ثم يؤلف بينه ثم يجعله ركاما فترى الودق يخرج من خلله وينزل من السماء من جبال فيها من برد فيصيب به من يشاء ويصرفه عن من يشاء يكاد سنا برقه يذهب بالابصر","score":1059},"35":{"verse":"الله نور السموت والارض مثل نوره كمشكوة فيها مصباح المصباح في زجاجة الزجاجة كانها كوكب دري يوقد من شجرة مبركة زيتونة لا شرقية ولا غربية يكاد زيتها يضيء ولو لم تمسسه نار نور على نور يهدي الله لنوره من يشاء ويضرب الله الامثل للناس والله بكل شي عليم","score":1489},"2":{"verse":"الزانية والزاني فاجلدوا كل وحد منهما مائة جلدة ولا تاخذكم بهما رافة في دين الله ان كنتم تؤمنون بالله واليوم الاخر وليشهد عذابهما طائفة من المؤمنين","score":787},"3":{"verse":"الزاني لا ينكح الا زانية او مشركة والزانية لا ينكحها الا زان او مشرك وحرم ذلك على المؤمنين","score":463},"26":{"verse":"الخبيثت للخبيثين والخبيثون للخبيثت والطيبت للطيبين والطيبون للطيبت اولئك مبرءون مما يقولون لهم مغفرة ورزق كريم","score":774},"64":{"verse":"الا ان لله ما في السموت والارض قد يعلم ما انتم عليه ويوم يرجعون اليه فينبئهم بما عملوا والله بكل شي عليم","score":490},"5":{"verse":"الا الذين تابوا من بعد ذلك واصلحوا فان الله غفور رحيم","score":305},"50":{"verse":"افي قلوبهم مرض ام ارتابوا ام يخافون ان يحيف الله عليهم ورسوله بل اولئك هم الظلمون","score":413},"15":{"verse":"اذ تلقونه بالسنتكم وتقولون بافواهكم ما ليس لكم به علم وتحسبونه هينا وهو عند الله عظيم","score":488}}