{"28":{"verse":"يويلتي ليتني لم اتخذ فلانا خليلا","score":170},"22":{"verse":"يوم يرون الملئكة لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا","score":338},"69":{"verse":"يضعف له العذاب يوم القيمة ويخلد فيه مهانا","score":245},"27":{"verse":"ويوم يعض الظالم على يديه يقول يليتني اتخذت مع الرسول سبيلا","score":352},"17":{"verse":"ويوم يحشرهم وما يعبدون من دون الله فيقول انتم اضللتم عبادي هؤلاء ام هم ضلوا السبيل","score":432},"25":{"verse":"ويوم تشقق السماء بالغمم ونزل الملئكة تنزيلا","score":264},"55":{"verse":"ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيرا","score":351},"53":{"verse":"وهو الذي مرج البحرين هذا عذب فرات وهذا ملح أجاج وجعل بينهما برزخا وحجرا محجورا","score":547},"54":{"verse":"وهو الذي خلق من الماء بشرا فجعله نسبا وصهرا وكان ربك قديرا","score":349},"47":{"verse":"وهو الذي جعل لكم اليل لباسا والنوم سباتا وجعل النهار نشورا","score":286},"62":{"verse":"وهو الذي جعل اليل والنهار خلفة لمن أراد أن يذكر أو أراد شكورا","score":313},"48":{"verse":"وهو الذي أرسل الريح بشرا بين يدي رحمته وأنزلنا من السماء ماء طهورا","score":360},"71":{"verse":"ومن تاب وعمل صلحا فإنه يتوب إلى الله متابا","score":196},"20":{"verse":"وما ارسلنا قبلك من المرسلين الا انهم لياكلون الطعام ويمشون في الاسواق وجعلنا بعضكم لبعض فتنة اتصبرون وكان ربك بصيرا","score":650},"56":{"verse":"وما أرسلنك إلا مبشرا ونذيرا","score":136},"51":{"verse":"ولو شينا لبعثنا في كل قرية نذيرا","score":196},"50":{"verse":"ولقد صرفنه بينهم ليذكروا فأبى أكثر الناس إلا كفورا","score":299},"35":{"verse":"ولقد اتينا موسى الكتب وجعلنا معه أخاه هرون وزيرا","score":278},"40":{"verse":"ولقد أتوا على القرية التي أمطرت مطر السوء أفلم يكونوا يرونها بل كانوا لا يرجون نشورا","score":433},"33":{"verse":"ولا يأتونك بمثل إلا جئنك بالحق وأحسن تفسيرا","score":266},"39":{"verse":"وكلا ضربنا له الأمثل وكلا تبرنا تتبيرا","score":202},"31":{"verse":"وكذلك جعلنا لكل نبي عدوا من المجرمين وكفى بربك هاديا ونصيرا","score":342},"37":{"verse":"وقوم نوح لما كذبوا الرسل أغرقنهم وجعلنهم للناس اية وأعتدنا للظلمين عذابا أليما","score":434},"23":{"verse":"وقدمنا الى ما عملوا من عمل فجعلنه هباء منثورا","score":221},"7":{"verse":"وقالوا مال هذا الرسول ياكل الطعام ويمشي في الاسواق لولا انزل اليه ملك فيكون معه نذيرا","score":425},"5":{"verse":"وقالوا اسطير الاولين اكتتبها فهي تملى عليه بكرة واصيلا","score":296},"30":{"verse":"وقال الرسول يرب ان قومي اتخذوا هذا القران مهجورا","score":264},"21":{"verse":"وقال الذين لا يرجون لقاءنا لولا انزل علينا الملئكة او نرى ربنا لقد استكبروا في انفسهم وعتو عتوا كبيرا","score":502},"32":{"verse":"وقال الذين كفروا لولا نزل عليه القران جملة وحدة كذلك لنثبت به فؤادك ورتلنه ترتيلا","score":486},"4":{"verse":"وقال الذين كفروا ان هذا الا افك افتريه واعانه عليه قوم اخرون فقد جاءو ظلما وزورا","score":454},"63":{"verse":"وعباد الرحمن الذين يمشون على الأرض هونا وإذا خاطبهم الجهلون قالوا سلما","score":388},"38":{"verse":"وعادا وثمودا وأصحب الرس وقرونا بين ذلك كثيرا","score":305},"58":{"verse":"وتوكل على الحي الذي لا يموت وسبح بحمده وكفى به بذنوب عباده خبيرا","score":408},"74":{"verse":"والذين يقولون ربنا هب لنا من أزوجنا وذريتنا قرة أعين واجعلنا للمتقين إماما","score":370},"65":{"verse":"والذين يقولون ربنا اصرف عنا عذاب جهنم إن عذابها كان غراما","score":328},"64":{"verse":"والذين يبيتون لربهم سجدا وقيما","score":185},"72":{"verse":"والذين لا يشهدون الزور وإذا مروا باللغو مروا كراما","score":265},"68":{"verse":"والذين لا يدعون مع الله إلها اخر ولا يقتلون النفس التي حرم الله إلا بالحق ولا يزنون ومن يفعل ذلك يلق أثاما","score":517},"73":{"verse":"والذين إذا ذكروا بأيت ربهم لم يخروا عليها صما وعميانا","score":282},"67":{"verse":"والذين إذا أنفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما","score":291},"13":{"verse":"واذا القوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا","score":268},"3":{"verse":"واتخذوا من دونه الهة لا يخلقون شيا وهم يخلقون ولا يملكون لانفسهم ضرا ولا نفعا ولا يملكون موتا ولا حيوة ولا نشورا","score":563},"60":{"verse":"وإذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن أنسجد لما تأمرنا وزادهم نفورا","score":398},"41":{"verse":"وإذا رأوك إن يتخذونك إلا هزوا أهذا الذي بعث الله رسولا","score":306},"16":{"verse":"لهم فيها ما يشاءون خلدين كان على ربك وعدا مسولا","score":246},"49":{"verse":"لنحي به بلدة ميتا ونسقيه مما خلقنا أنعما وأناسي كثيرا","score":302},"29":{"verse":"لقد اضلني عن الذكر بعد اذ جاءني وكان الشيطن للانسن خذولا","score":354},"14":{"verse":"لا تدعوا اليوم ثبورا وحدا وادعوا ثبورا كثيرا","score":292},"77":{"verse":"قل ما يعبؤا بكم ربي لولا دعاؤكم فقد كذبتم فسوف يكون لزاما","score":354},"57":{"verse":"قل ما أسلكم عليه من أجر إلا من شاء أن يتخذ إلى ربه سبيلا","score":268},"6":{"verse":"قل انزله الذي يعلم السر في السموت والأرض انه كان غفورا رحيما","score":342},"15":{"verse":"قل اذلك خير ام جنة الخلد التي وعد المتقون كانت لهم جزاء ومصيرا","score":377},"18":{"verse":"قالوا سبحنك ما كان ينبغي لنا ان نتخذ من دونك من اولياء ولكن متعتهم واباءهم حتى نسوا الذكر وكانوا قوما بورا","score":534},"52":{"verse":"فلا تطع الكفرين وجهدهم به جهادا كبيرا","score":260},"36":{"verse":"فقلنا اذهبا إلى القوم الذين كذبوا بأيتنا فدمرنهم تدميرا","score":301},"19":{"verse":"فقد كذبوكم بما تقولون فما تستطيعون صرفا ولا نصرا ومن يظلم منكم نذقه عذابا كبيرا","score":533},"76":{"verse":"خلدين فيها حسنت مستقرا ومقاما","score":203},"46":{"verse":"ثم قبضنه إلينا قبضا يسيرا","score":181},"1":{"verse":"تبارك الذي نزل الفرقان على عبده ليكون للعلمين نذيرا","score":287},"61":{"verse":"تبارك الذي جعل في السماء بروجا وجعل فيها سرجا وقمرا منيرا","score":345},"10":{"verse":"تبارك الذي ان شاء جعل لك خيرا من ذلك جنت تجري من تحتها الانهر ويجعل لك قصورا","score":468},"11":{"verse":"بل كذبوا بالساعة واعتدنا لمن كذب بالساعة سعيرا","score":283},"8":{"verse":"او يلقى اليه كنز او تكون له جنة ياكل منها وقال الظلمون ان تتبعون الا رجلا مسحورا","score":396},"9":{"verse":"انظر كيف ضربوا لك الامثل فضلوا فلا يستطيعون سبيلا","score":339},"26":{"verse":"الملك يومئذ الحق للرحمن وكان يوما على الكفرين عسيرا","score":264},"34":{"verse":"الذين يحشرون على وجوههم إلى جهنم أولئك شر مكانا وأضل سبيلا","score":325},"2":{"verse":"الذي له ملك السموت والأرض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شي فقدره تقديرا","score":534},"59":{"verse":"الذي خلق السموت والأرض وما بينهما في ستة أيام ثم استوى على العرش الرحمن فسل به خبيرا","score":491},"24":{"verse":"اصحب الجنة يومئذ خير مستقرا واحسن مقيلا","score":276},"12":{"verse":"اذا راتهم من مكان بعيد سمعوا لها تغيظا وزفيرا","score":295},"66":{"verse":"إنها ساءت مستقرا ومقاما","score":122},"42":{"verse":"إن كاد ليضلنا عن الهتنا لولا أن صبرنا عليها وسوف يعلمون حين يرون العذاب من أضل سبيلا","score":420},"70":{"verse":"إلا من تاب وامن وعمل عملا صلحا فأولئك يبدل الله سياتهم حسنت وكان الله غفورا رحيما","score":425},"75":{"verse":"أولئك يجزون الغرفة بما صبروا ويلقون فيها تحية وسلما","score":329},"44":{"verse":"أم تحسب أن أكثرهم يسمعون أو يعقلون إن هم إلا كالأنعم بل هم أضل سبيلا","score":343},"45":{"verse":"ألم تر إلى ربك كيف مد الظل ولو شاء لجعله ساكنا ثم جعلنا الشمس عليه دليلا","score":409},"43":{"verse":"أرءيت من اتخذ إلهه هويه أفأنت تكون عليه وكيلا","score":234}}