{"28":{"verse":"يويلتي ليتني لم اتخذ فلانا خليلا","score":170},"22":{"verse":"يوم يرون الملئكة لا بشرى يومئذ للمجرمين ويقولون حجرا محجورا","score":338},"69":{"verse":"يضعف له العذاب يوم القيمة ويخلد فيه مهانا","score":245},"27":{"verse":"ويوم يعض الظالم على يديه يقول يليتني اتخذت مع الرسول سبيلا","score":352},"17":{"verse":"ويوم يحشرهم وما يعبدون من دون الله فيقول اانتم اضللتم عبادي هؤلاء ام هم ضلوا السبيل","score":433},"25":{"verse":"ويوم تشقق السماء بالغمم ونزل الملئكة تنزيلا","score":264},"55":{"verse":"ويعبدون من دون الله ما لا ينفعهم ولا يضرهم وكان الكافر على ربه ظهيرا","score":351},"53":{"verse":"وهو الذي مرج البحرين هذا عذب فرات وهذا ملح اجاج وجعل بينهما برزخا وحجرا محجورا","score":547},"54":{"verse":"وهو الذي خلق من الماء بشرا فجعله نسبا وصهرا وكان ربك قديرا","score":349},"47":{"verse":"وهو الذي جعل لكم اليل لباسا والنوم سباتا وجعل النهار نشورا","score":286},"62":{"verse":"وهو الذي جعل اليل والنهار خلفة لمن اراد ان يذكر او اراد شكورا","score":313},"48":{"verse":"وهو الذي ارسل الريح بشرا بين يدي رحمته وانزلنا من السماء ماء طهورا","score":360},"71":{"verse":"ومن تاب وعمل صلحا فانه يتوب الى الله متابا","score":196},"56":{"verse":"وما ارسلنك الا مبشرا ونذيرا","score":136},"20":{"verse":"وما ارسلنا قبلك من المرسلين الا انهم لياكلون الطعام ويمشون في الاسواق وجعلنا بعضكم لبعض فتنة اتصبرون وكان ربك بصيرا","score":650},"51":{"verse":"ولو شينا لبعثنا في كل قرية نذيرا","score":196},"50":{"verse":"ولقد صرفنه بينهم ليذكروا فابى اكثر الناس الا كفورا","score":299},"35":{"verse":"ولقد اتينا موسى الكتب وجعلنا معه اخاه هرون وزيرا","score":278},"40":{"verse":"ولقد اتوا على القرية التي امطرت مطر السوء افلم يكونوا يرونها بل كانوا لا يرجون نشورا","score":433},"33":{"verse":"ولا ياتونك بمثل الا جئنك بالحق واحسن تفسيرا","score":266},"39":{"verse":"وكلا ضربنا له الامثل وكلا تبرنا تتبيرا","score":202},"31":{"verse":"وكذلك جعلنا لكل نبي عدوا من المجرمين وكفى بربك هاديا ونصيرا","score":342},"37":{"verse":"وقوم نوح لما كذبوا الرسل اغرقنهم وجعلنهم للناس اية واعتدنا للظلمين عذابا اليما","score":434},"23":{"verse":"وقدمنا الى ما عملوا من عمل فجعلنه هباء منثورا","score":221},"7":{"verse":"وقالوا مال هذا الرسول ياكل الطعام ويمشي في الاسواق لولا انزل اليه ملك فيكون معه نذيرا","score":425},"5":{"verse":"وقالوا اسطير الاولين اكتتبها فهي تملى عليه بكرة واصيلا","score":296},"30":{"verse":"وقال الرسول يرب ان قومي اتخذوا هذا القران مهجورا","score":264},"21":{"verse":"وقال الذين لا يرجون لقاءنا لولا انزل علينا الملئكة او نرى ربنا لقد استكبروا في انفسهم وعتو عتوا كبيرا","score":502},"32":{"verse":"وقال الذين كفروا لولا نزل عليه القران جملة وحدة كذلك لنثبت به فؤادك ورتلنه ترتيلا","score":486},"4":{"verse":"وقال الذين كفروا ان هذا الا افك افتريه واعانه عليه قوم اخرون فقد جاءو ظلما وزورا","score":454},"63":{"verse":"وعباد الرحمن الذين يمشون على الارض هونا واذا خاطبهم الجهلون قالوا سلما","score":388},"38":{"verse":"وعادا وثمودا واصحب الرس وقرونا بين ذلك كثيرا","score":305},"58":{"verse":"وتوكل على الحي الذي لا يموت وسبح بحمده وكفى به بذنوب عباده خبيرا","score":408},"74":{"verse":"والذين يقولون ربنا هب لنا من ازوجنا وذريتنا قرة اعين واجعلنا للمتقين اماما","score":370},"65":{"verse":"والذين يقولون ربنا اصرف عنا عذاب جهنم ان عذابها كان غراما","score":328},"64":{"verse":"والذين يبيتون لربهم سجدا وقيما","score":185},"72":{"verse":"والذين لا يشهدون الزور واذا مروا باللغو مروا كراما","score":265},"68":{"verse":"والذين لا يدعون مع الله الها اخر ولا يقتلون النفس التي حرم الله الا بالحق ولا يزنون ومن يفعل ذلك يلق اثاما","score":517},"73":{"verse":"والذين اذا ذكروا بايت ربهم لم يخروا عليها صما وعميانا","score":282},"67":{"verse":"والذين اذا انفقوا لم يسرفوا ولم يقتروا وكان بين ذلك قواما","score":291},"60":{"verse":"واذا قيل لهم اسجدوا للرحمن قالوا وما الرحمن انسجد لما تامرنا وزادهم نفورا","score":398},"41":{"verse":"واذا راوك ان يتخذونك الا هزوا اهذا الذي بعث الله رسولا","score":306},"13":{"verse":"واذا القوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا","score":268},"3":{"verse":"واتخذوا من دونه الهة لا يخلقون شيا وهم يخلقون ولا يملكون لانفسهم ضرا ولا نفعا ولا يملكون موتا ولا حيوة ولا نشورا","score":563},"16":{"verse":"لهم فيها ما يشاءون خلدين كان على ربك وعدا مسولا","score":246},"49":{"verse":"لنحي به بلدة ميتا ونسقيه مما خلقنا انعما واناسي كثيرا","score":302},"29":{"verse":"لقد اضلني عن الذكر بعد اذ جاءني وكان الشيطن للانسن خذولا","score":354},"14":{"verse":"لا تدعوا اليوم ثبورا وحدا وادعوا ثبورا كثيرا","score":292},"77":{"verse":"قل ما يعبؤا بكم ربي لولا دعاؤكم فقد كذبتم فسوف يكون لزاما","score":354},"57":{"verse":"قل ما اسلكم عليه من اجر الا من شاء ان يتخذ الى ربه سبيلا","score":268},"6":{"verse":"قل انزله الذي يعلم السر في السموت والارض انه كان غفورا رحيما","score":342},"15":{"verse":"قل اذلك خير ام جنة الخلد التي وعد المتقون كانت لهم جزاء ومصيرا","score":377},"18":{"verse":"قالوا سبحنك ما كان ينبغي لنا ان نتخذ من دونك من اولياء ولكن متعتهم واباءهم حتى نسوا الذكر وكانوا قوما بورا","score":534},"52":{"verse":"فلا تطع الكفرين وجهدهم به جهادا كبيرا","score":260},"36":{"verse":"فقلنا اذهبا الى القوم الذين كذبوا بايتنا فدمرنهم تدميرا","score":301},"19":{"verse":"فقد كذبوكم بما تقولون فما تستطيعون صرفا ولا نصرا ومن يظلم منكم نذقه عذابا كبيرا","score":533},"76":{"verse":"خلدين فيها حسنت مستقرا ومقاما","score":203},"46":{"verse":"ثم قبضنه الينا قبضا يسيرا","score":181},"1":{"verse":"تبارك الذي نزل الفرقان على عبده ليكون للعلمين نذيرا","score":287},"61":{"verse":"تبارك الذي جعل في السماء بروجا وجعل فيها سرجا وقمرا منيرا","score":345},"10":{"verse":"تبارك الذي ان شاء جعل لك خيرا من ذلك جنت تجري من تحتها الانهر ويجعل لك قصورا","score":468},"11":{"verse":"بل كذبوا بالساعة واعتدنا لمن كذب بالساعة سعيرا","score":283},"75":{"verse":"اولئك يجزون الغرفة بما صبروا ويلقون فيها تحية وسلما","score":329},"8":{"verse":"او يلقى اليه كنز او تكون له جنة ياكل منها وقال الظلمون ان تتبعون الا رجلا مسحورا","score":396},"66":{"verse":"انها ساءت مستقرا ومقاما","score":122},"9":{"verse":"انظر كيف ضربوا لك الامثل فضلوا فلا يستطيعون سبيلا","score":339},"42":{"verse":"ان كاد ليضلنا عن الهتنا لولا ان صبرنا عليها وسوف يعلمون حين يرون العذاب من اضل سبيلا","score":420},"44":{"verse":"ام تحسب ان اكثرهم يسمعون او يعقلون ان هم الا كالانعم بل هم اضل سبيلا","score":343},"26":{"verse":"الملك يومئذ الحق للرحمن وكان يوما على الكفرين عسيرا","score":264},"45":{"verse":"الم تر الى ربك كيف مد الظل ولو شاء لجعله ساكنا ثم جعلنا الشمس عليه دليلا","score":409},"34":{"verse":"الذين يحشرون على وجوههم الى جهنم اولئك شر مكانا واضل سبيلا","score":325},"2":{"verse":"الذي له ملك السموت والارض ولم يتخذ ولدا ولم يكن له شريك في الملك وخلق كل شي فقدره تقديرا","score":534},"59":{"verse":"الذي خلق السموت والارض وما بينهما في ستة ايام ثم استوى على العرش الرحمن فسل به خبيرا","score":491},"70":{"verse":"الا من تاب وامن وعمل عملا صلحا فاولئك يبدل الله سياتهم حسنت وكان الله غفورا رحيما","score":425},"24":{"verse":"اصحب الجنة يومئذ خير مستقرا واحسن مقيلا","score":276},"43":{"verse":"ارءيت من اتخذ الهه هويه افانت تكون عليه وكيلا","score":234},"12":{"verse":"اذا راتهم من مكان بعيد سمعوا لها تغيظا وزفيرا","score":295}}