{"9":{"verse":"يموسى إنه أنا الله العزيز الحكيم","score":169},"87":{"verse":"ويوم ينفخ في الصور ففزع من في السموت ومن في الأرض إلا من شاء الله وكل أتوه دخرين","score":451},"83":{"verse":"ويوم نحشر من كل أمة فوجا ممن يكذب بأيتنا فهم يوزعون","score":302},"71":{"verse":"ويقولون متى هذا الوعد إن كنتم صدقين","score":210},"85":{"verse":"ووقع القول عليهم بما ظلموا فهم لا ينطقون","score":229},"16":{"verse":"وورث سليمن داود وقال يأيها الناس علمنا منطق الطير وأوتينا من كل شي إن هذا لهو الفضل المبين","score":475},"90":{"verse":"ومن جاء بالسيئة فكبت وجوههم في النار هل تجزون إلا ما كنتم تعملون","score":348},"50":{"verse":"ومكروا مكرا ومكرنا مكرا وهم لا يشعرون","score":184},"75":{"verse":"وما من غائبة في السماء والأرض إلا في كتب مبين","score":225},"81":{"verse":"وما أنت بهدي العمي عن ضللتهم إن تسمع إلا من يؤمن بأيتنا فهم مسلمون","score":315},"54":{"verse":"ولوطا إذ قال لقومه أتأتون الفحشة وأنتم تبصرون","score":282},"15":{"verse":"ولقد اتينا داود وسليمن علما وقالا الحمد لله الذي فضلنا على كثير من عباده المؤمنين","score":438},"45":{"verse":"ولقد أرسلنا إلى ثمود أخاهم صلحا أن اعبدوا الله فإذا هم فريقان يختصمون","score":416},"70":{"verse":"ولا تحزن عليهم ولا تكن في ضيق مما يمكرون","score":234},"48":{"verse":"وكان في المدينة تسعة رهط يفسدون في الأرض ولا يصلحون","score":339},"93":{"verse":"وقل الحمد لله سيريكم ايته فتعرفونها وما ربك بغفل عما تعملون","score":362},"67":{"verse":"وقال الذين كفروا أءذا كنا تربا واباؤنا أئنا لمخرجون","score":248},"43":{"verse":"وصدها ما كانت تعبد من دون الله إنها كانت من قوم كفرين","score":279},"17":{"verse":"وحشر لسليمن جنوده من الجن والإنس والطير فهم يوزعون","score":320},"24":{"verse":"وجدتها وقومها يسجدون للشمس من دون الله وزين لهم الشيطن أعملهم فصدهم عن السبيل فهم لا يهتدون","score":573},"14":{"verse":"وجحدوا بها واستيقنتها أنفسهم ظلما وعلوا فانظر كيف كان عقبة المفسدين","score":456},"20":{"verse":"وتفقد الطير فقال ما لي لا أرى الهدهد أم كان من الغائبين","score":288},"88":{"verse":"وترى الجبال تحسبها جامدة وهي تمر مر السحاب صنع الله الذي أتقن كل شي إنه خبير بما تفعلون","score":523},"35":{"verse":"وإني مرسلة إليهم بهدية فناظرة بم يرجع المرسلون","score":274},"77":{"verse":"وإنه لهدى ورحمة للمؤمنين","score":113},"6":{"verse":"وإنك لتلقى القران من لدن حكيم عليم","score":168},"74":{"verse":"وإن ربك ليعلم ما تكن صدورهم وما يعلنون","score":194},"73":{"verse":"وإن ربك لذو فضل على الناس ولكن أكثرهم لا يشكرون","score":266},"82":{"verse":"وإذا وقع القول عليهم أخرجنا لهم دابة من الأرض تكلمهم أن الناس كانوا بأيتنا لا يوقنون","score":404},"53":{"verse":"وأنجينا الذين امنوا وكانوا يتقون","score":145},"92":{"verse":"وأن أتلوا القران فمن اهتدى فإنما يهتدي لنفسه ومن ضل فقل إنما أنا من المنذرين","score":353},"58":{"verse":"وأمطرنا عليهم مطرا فساء مطر المنذرين","score":230},"10":{"verse":"وألق عصاك فلما راها تهتز كأنها جان ولى مدبرا ولم يعقب يموسى لا تخف إني لا يخاف لدي المرسلون","score":495},"12":{"verse":"وأدخل يدك في جيبك تخرج بيضاء من غير سوء في تسع ايت إلى فرعون وقومه إنهم كانوا قوما فسقين","score":571},"2":{"verse":"هدى وبشرى للمؤمنين","score":97},"89":{"verse":"من جاء بالحسنة فله خير منها وهم من فزع يومئذ امنون","score":280},"68":{"verse":"لقد وعدنا هذا نحن واباؤنا من قبل إن هذا إلا أسطير الأولين","score":284},"21":{"verse":"لأعذبنه عذابا شديدا أو لأاذبحنه أو ليأتيني بسلطن مبين","score":333},"44":{"verse":"قيل لها ادخلي الصرح فلما رأته حسبته لجة وكشفت عن ساقيها قال إنه صرح ممرد من قوارير قالت رب إني ظلمت نفسي وأسلمت مع سليمن لله رب العلمين","score":818},"65":{"verse":"قل لا يعلم من في السموت والأرض الغيب إلا الله وما يشعرون أيان يبعثون","score":344},"72":{"verse":"قل عسى أن يكون ردف لكم بعض الذي تستعجلون","score":273},"69":{"verse":"قل سيروا في الأرض فانظروا كيف كان عقبة المجرمين","score":296},"59":{"verse":"قل الحمد لله وسلم على عباده الذين اصطفى الله خير أما يشركون","score":351},"33":{"verse":"قالوا نحن أولوا قوة وأولوا بأس شديد والأمر إليك فانظري ماذا تأمرين","score":345},"49":{"verse":"قالوا تقاسموا بالله لنبيتنه وأهله ثم لنقولن لوليه ما شهدنا مهلك أهله وإنا لصدقون","score":403},"47":{"verse":"قالوا اطيرنا بك وبمن معك قال طئركم عند الله بل أنتم قوم تفتنون","score":347},"29":{"verse":"قالت يأيها الملؤا إني ألقي إلي كتب كريم","score":164},"32":{"verse":"قالت يأيها الملؤا أفتوني في أمري ما كنت قاطعة أمرا حتى تشهدون","score":337},"34":{"verse":"قالت إن الملوك إذا دخلوا قرية أفسدوها وجعلوا أعزة أهلها أذلة وكذلك يفعلون","score":430},"46":{"verse":"قال يقوم لم تستعجلون بالسيئة قبل الحسنة لولا تستغفرون الله لعلكم ترحمون","score":441},"38":{"verse":"قال يأيها الملؤا أيكم يأتيني بعرشها قبل أن يأتوني مسلمين","score":260},"41":{"verse":"قال نكروا لها عرشها ننظر أتهتدي أم تكون من الذين لا يهتدون","score":318},"39":{"verse":"قال عفريت من الجن أنا اتيك به قبل أن تقوم من مقامك وإني عليه لقوي أمين","score":334},"27":{"verse":"قال سننظر أصدقت أم كنت من الكذبين","score":222},"40":{"verse":"قال الذي عنده علم من الكتب أنا اتيك به قبل أن يرتد إليك طرفك فلما راه مستقرا عنده قال هذا من فضل ربي ليبلوني ءأشكر أم أكفر ومن شكر فإنما يشكر لنفسه ومن كفر فإن ربي غني كريم","score":987},"22":{"verse":"فمكث غير بعيد فقال أحطت بما لم تحط به وجئتك من سبإ بنبإ يقين","score":447},"56":{"verse":"فما كان جواب قومه إلا أن قالوا أخرجوا ال لوط من قريتكم إنهم أناس يتطهرون","score":378},"8":{"verse":"فلما جاءها نودي أن بورك من في النار ومن حولها وسبحن الله رب العلمين","score":310},"13":{"verse":"فلما جاءتهم ايتنا مبصرة قالوا هذا سحر مبين","score":246},"42":{"verse":"فلما جاءت قيل أهكذا عرشك قالت كأنه هو وأوتينا العلم من قبلها وكنا مسلمين","score":368},"36":{"verse":"فلما جاء سليمن قال أتمدونن بمال فما اتين الله خير مما اتيكم بل أنتم بهديتكم تفرحون","score":424},"79":{"verse":"فتوكل على الله إنك على الحق المبين","score":157},"52":{"verse":"فتلك بيوتهم خاوية بما ظلموا إن في ذلك لأية لقوم يعلمون","score":296},"19":{"verse":"فتبسم ضاحكا من قولها وقال رب أوزعني أن أشكر نعمتك التي أنعمت علي وعلى ولدي وأن أعمل صلحا ترضيه وأدخلني برحمتك في عبادك الصلحين","score":795},"51":{"verse":"فانظر كيف كان عقبة مكرهم أنا دمرنهم وقومهم أجمعين","score":302},"57":{"verse":"فأنجينه وأهله إلا امرأته قدرنها من الغبرين","score":222},"1":{"verse":"طس تلك ايت القران وكتاب مبين","score":169},"84":{"verse":"حتى إذا جاءوقال أكذبتم بأيتي ولم تحيطوا بها علما أماذا كنتم تعملون","score":380},"18":{"verse":"حتى إذا أتوا على واد النمل قالت نملة يأيها النمل ادخلوا مسكنكم لا يحطمنكم سليمن وجنوده وهم لا يشعرون","score":517},"66":{"verse":"بل ادرك علمهم في الأخرة بل هم في شك منها بل هم منها عمون","score":281},"26":{"verse":"الله لا إله إلا هو رب العرش العظيم","score":155},"3":{"verse":"الذين يقيمون الصلوة ويؤتون الزكوة وهم بالأخرة هم يوقنون","score":301},"37":{"verse":"ارجع إليهم فلنأتينهم بجنود لا قبل لهم بها ولنخرجنهم منها أذلة وهم صغرون","score":414},"28":{"verse":"اذهب بكتبي هذا فألقه إليهم ثم تول عنهم فانظر ماذا يرجعون","score":363},"23":{"verse":"إني وجدت امرأة تملكهم وأوتيت من كل شي ولها عرش عظيم","score":311},"30":{"verse":"إنه من سليمن وإنه بسم الله الرحمن الرحيم","score":179},"91":{"verse":"إنما أمرت أن أعبد رب هذه البلدة الذي حرمها وله كل شي وأمرت أن أكون من المسلمين","score":373},"80":{"verse":"إنك لا تسمع الموتى ولا تسمع الصم الدعاء إذا ولوا مدبرين","score":273},"76":{"verse":"إن هذا القران يقص على بني اسرءيل أكثر الذي هم فيه يختلفون","score":333},"78":{"verse":"إن ربك يقضي بينهم بحكمه وهو العزيز العليم","score":270},"4":{"verse":"إن الذين لا يؤمنون بالأخرة زينا لهم أعملهم فهم يعمهون","score":248},"11":{"verse":"إلا من ظلم ثم بدل حسنا بعد سوء فإني غفور رحيم","score":308},"7":{"verse":"إذ قال موسى لأهله إني انست نارا سآتيكم منها بخبر أو اتيكم بشهاب قبس لعلكم تصطلون","score":462},"5":{"verse":"أولئك الذين لهم سوء العذاب وهم في الأخرة هم الأخسرون","score":269},"63":{"verse":"أمن يهديكم في ظلمت البر والبحر ومن يرسل الريح بشرا بين يدي رحمته أءله مع الله تعلى الله عما يشركون","score":542},"62":{"verse":"أمن يجيب المضطر إذا دعاه ويكشف السوء ويجعلكم خلفاء الأرض أءله مع الله قليلا ما تذكرون","score":499},"64":{"verse":"أمن يبدؤا الخلق ثم يعيده ومن يرزقكم من السماء والأرض أءله مع الله قل هاتوا برهنكم إن كنتم صدقين","score":523},"60":{"verse":"أمن خلق السموت والأرض وأنزل لكم من السماء ماء فأنبتنا به حدائق ذات بهجة ما كان لكم أن تنبتوا شجرها أءله مع الله بل هم قوم يعدلون","score":656},"61":{"verse":"أمن جعل الأرض قرارا وجعل خللها أنهرا وجعل لها روسي وجعل بين البحرين حاجزا أءله مع الله بل أكثرهم لا يعلمون","score":586},"86":{"verse":"ألم يروا أنا جعلنا اليل ليسكنوا فيه والنهار مبصرا إن في ذلك لأيت لقوم يؤمنون","score":342},"25":{"verse":"ألا يسجدوا لله الذي يخرج الخبئ في السموت والأرض ويعلم ما تخفون وما تعلنون","score":423},"31":{"verse":"ألا تعلوا علي وأتوني مسلمين","score":120},"55":{"verse":"أئنكم لتأتون الرجال شهوة من دون النساء بل أنتم قوم تجهلون","score":284}}