{"65":{"verse":"ويوم يناديهم فيقول ماذا اجبتم المرسلين","score":211},"74":{"verse":"ويوم يناديهم فيقول اين شركاءي الذين كنتم تزعمون","score":276},"62":{"verse":"ويوم يناديهم فيقول اين شركاءي الذين كنتم تزعمون","score":276},"70":{"verse":"وهو الله لا اله الا هو له الحمد في الاولى والاخرة وله الحكم واليه ترجعون","score":311},"6":{"verse":"ونمكن لهم في الارض ونري فرعون وهمن وجنودهما منهم ما كانوا يحذرون","score":334},"75":{"verse":"ونزعنا من كل امة شهيدا فقلنا هاتوا برهنكم فعلموا ان الحق لله وضل عنهم ما كانوا يفترون","score":443},"5":{"verse":"ونريد ان نمن على الذين استضعفوا في الارض ونجعلهم ائمة ونجعلهم الورثين","score":403},"73":{"verse":"ومن رحمته جعل لكم اليل والنهار لتسكنوا فيه ولتبتغوا من فضله ولعلكم تشكرون","score":436},"86":{"verse":"وما كنت ترجوا ان يلقى اليك الكتب الا رحمة من ربك فلا تكونن ظهيرا للكفرين","score":374},"44":{"verse":"وما كنت بجانب الغربي اذ قضينا الى موسى الامر وما كنت من الشهدين","score":335},"46":{"verse":"وما كنت بجانب الطور اذ نادينا ولكن رحمة من ربك لتنذر قوما ما اتيهم من نذير من قبلك لعلهم يتذكرون","score":525},"59":{"verse":"وما كان ربك مهلك القرى حتى يبعث في امها رسولا يتلوا عليهم ايتنا وما كنا مهلكي القرى الا واهلها ظلمون","score":471},"60":{"verse":"وما اوتيتم من شي فمتع الحيوة الدنيا وزينتها وما عند الله خير وابقى افلا تعقلون","score":428},"47":{"verse":"ولولا ان تصيبهم مصيبة بما قدمت ايديهم فيقولوا ربنا لولا ارسلت الينا رسولا فنتبع ايتك ونكون من المؤمنين","score":520},"23":{"verse":"ولما ورد ماء مدين وجد عليه امة من الناس يسقون ووجد من دونهم امراتين تذودان قال ما خطبكما قالتا لا نسقي حتى يصدر الرعاء وابونا شيخ كبير","score":774},"22":{"verse":"ولما توجه تلقاء مدين قال عسى ربي ان يهديني سواء السبيل","score":285},"14":{"verse":"ولما بلغ اشده واستوى اتينه حكما وعلما وكذلك نجزي المحسنين","score":366},"45":{"verse":"ولكنا انشانا قرونا فتطاول عليهم العمر وما كنت ثاويا في اهل مدين تتلوا عليهم ايتنا ولكنا كنا مرسلين","score":484},"51":{"verse":"ولقد وصلنا لهم القول لعلهم يتذكرون","score":194},"43":{"verse":"ولقد اتينا موسى الكتب من بعد ما اهلكنا القرون الاولى بصائر للناس وهدى ورحمة لعلهم يتذكرون","score":462},"87":{"verse":"ولا يصدنك عن ايت الله بعد اذ انزلت اليك وادع الى ربك ولا تكونن من المشركين","score":392},"88":{"verse":"ولا تدع مع الله الها اخر لا اله الا هو كل شي هالك الا وجهه له الحكم واليه ترجعون","score":368},"58":{"verse":"وكم اهلكنا من قرية بطرت معيشتها فتلك مسكنهم لم تسكن من بعدهم الا قليلا وكنا نحن الورثين","score":502},"64":{"verse":"وقيل ادعوا شركاءكم فدعوهم فلم يستجيبوا لهم وراوا العذاب لو انهم كانوا يهتدون","score":430},"57":{"verse":"وقالوا ان نتبع الهدى معك نتخطف من ارضنا اولم نمكن لهم حرما امنا يجبى اليه ثمرت كل شي رزقا من لدنا ولكن اكثرهم لا يعلمون","score":645},"11":{"verse":"وقالت لاخته قصيه فبصرت به عن جنب وهم لا يشعرون","score":322},"9":{"verse":"وقالت امرات فرعون قرت عين لي ولك لا تقتلوه عسى ان ينفعنا او نتخذه ولدا وهم لا يشعرون","score":463},"37":{"verse":"وقال موسى ربي اعلم بمن جاء بالهدى من عنده ومن تكون له عقبة الدار انه لا يفلح الظلمون","score":425},"38":{"verse":"وقال فرعون يايها الملا ما علمت لكم من اله غيري فاوقد لي يهمن على الطين فاجعل لي صرحا لعلي اطلع الى اله موسى واني لاظنه من الكذبين","score":655},"80":{"verse":"وقال الذين اوتوا العلم ويلكم ثواب الله خير لمن امن وعمل صلحا ولا يلقيها الا الصبرون","score":389},"69":{"verse":"وربك يعلم ما تكن صدورهم وما يعلنون","score":188},"68":{"verse":"وربك يخلق ما يشاء ويختار ما كان لهم الخيرة سبحن الله وتعلى عما يشركون","score":393},"15":{"verse":"ودخل المدينة على حين غفلة من اهلها فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه فاستغثه الذي من شيعته على الذي من عدوه فوكزه موسى فقضى عليه قال هذا من عمل الشيطن انه عدو مضل مبين","score":1190},"12":{"verse":"وحرمنا عليه المراضع من قبل فقالت هل ادلكم على اهل بيت يكفلونه لكم وهم له نصحون","score":421},"41":{"verse":"وجعلنهم ائمة يدعون الى النار ويوم القيمة لا ينصرون","score":235},"20":{"verse":"وجاء رجل من اقصا المدينة يسعى قال يموسى ان الملا ياتمرون بك ليقتلوك فاخرج اني لك من النصحين","score":487},"7":{"verse":"واوحينا الى ام موسى ان ارضعيه فاذا خفت عليه فالقيه في اليم ولا تخافي ولا تحزني انا رادوه اليك وجاعلوه من المرسلين","score":601},"31":{"verse":"وان الق عصاك فلما راها تهتز كانها جان ولى مدبرا ولم يعقب يموسى اقبل ولا تخف انك من الامنين","score":454},"10":{"verse":"واصبح فؤاد ام موسى فرغا ان كادت لتبدي به لولا ان ربطنا على قلبها لتكون من المؤمنين","score":446},"82":{"verse":"واصبح الذين تمنوا مكانه بالامس يقولون ويكان الله يبسط الرزق لمن يشاء من عباده ويقدر لولا ان من الله علينا لخسف بنا ويكانه لا يفلح الكفرون","score":717},"39":{"verse":"واستكبر هو وجنوده في الارض بغير الحق وظنوا انهم الينا لا يرجعون","score":391},"53":{"verse":"واذا يتلى عليهم قالوا امنا به انه الحق من ربنا انا كنا من قبله مسلمين","score":289},"55":{"verse":"واذا سمعوا اللغو اعرضوا عنه وقالوا لنا اعملنا ولكم اعملكم سلم عليكم لا نبتغي الجهلين","score":435},"34":{"verse":"واخي هرون هو افصح مني لسانا فارسله معي ردءا يصدقني اني اخاف ان يكذبون","score":416},"42":{"verse":"واتبعنهم في هذه الدنيا لعنة ويوم القيمة هم من المقبوحين","score":289},"77":{"verse":"وابتغ فيما اتيك الله الدار الاخرة ولا تنس نصيبك من الدنيا واحسن كما احسن الله اليك ولا تبغ الفساد في الارض ان الله لا يحب المفسدين","score":701},"3":{"verse":"نتلوا عليك من نبا موسى وفرعون بالحق لقوم يؤمنون","score":238},"84":{"verse":"من جاء بالحسنة فله خير منها ومن جاء بالسيئة فلا يجزى الذين عملوا السيات الا ما كانوا يعملون","score":449},"49":{"verse":"قل فاتوا بكتب من عند الله هو اهدى منهما اتبعه ان كنتم صدقين","score":325},"71":{"verse":"قل ارءيتم ان جعل الله عليكم اليل سرمدا الى يوم القيمة من اله غير الله ياتيكم بضياء افلا تسمعون","score":453},"72":{"verse":"قل ارءيتم ان جعل الله عليكم النهار سرمدا الى يوم القيمة من اله غير الله ياتيكم بليل تسكنون فيه افلا تبصرون","score":524},"26":{"verse":"قالت احديهما يابت استجره ان خير من استجرت القوي الامين","score":324},"35":{"verse":"قال سنشد عضدك باخيك ونجعل لكما سلطنا فلا يصلون اليكما بايتنا انتما ومن اتبعكما الغلبون","score":522},"17":{"verse":"قال رب بما انعمت علي فلن اكون ظهيرا للمجرمين","score":234},"33":{"verse":"قال رب اني قتلت منهم نفسا فاخاف ان يقتلون","score":225},"16":{"verse":"قال رب اني ظلمت نفسي فاغفر لي فغفر له انه هو الغفور الرحيم","score":384},"28":{"verse":"قال ذلك بيني وبينك ايما الاجلين قضيت فلا عدون علي والله على ما نقول وكيل","score":359},"27":{"verse":"قال اني اريد ان انكحك احدى ابنتي هتين على ان تاجرني ثمني حجج فان اتممت عشرا فمن عندك وما اريد ان اشق عليك ستجدني ان شاء الله من الصلحين","score":790},"78":{"verse":"قال انما اوتيته على علم عندي اولم يعلم ان الله قد اهلك من قبله من القرون من هو اشد منه قوة واكثر جمعا ولا يسل عن ذنوبهم المجرمون","score":637},"63":{"verse":"قال الذين حق عليهم القول ربنا هؤلاء الذين اغوينا اغوينهم كما غوينا تبرانا اليك ما كانوا ايانا يعبدون","score":492},"29":{"verse":"فلما قضى موسى الاجل وسار باهله انس من جانب الطور نارا قال لاهله امكثوا اني انست نارا لعلي اتيكم منها بخبر او جذوة من النار لعلكم تصطلون","score":701},"36":{"verse":"فلما جاءهم موسى بايتنا بينت قالوا ما هذا الا سحر مفترى وما سمعنا بهذا في ابائنا الاولين","score":411},"48":{"verse":"فلما جاءهم الحق من عندنا قالوا لولا اوتي مثل ما اوتي موسى اولم يكفروا بما اوتي موسى من قبل قالوا سحران تظهرا وقالوا انا بكل كفرون","score":634},"19":{"verse":"فلما ان اراد ان يبطش بالذي هو عدو لهما قال يموسى اتريد ان تقتلني كما قتلت نفسا بالامس ان تريد الا ان تكون جبارا في الارض وما تريد ان تكون من المصلحين","score":791},"30":{"verse":"فلما اتيها نودي من شطئ الواد الايمن في البقعة المبركة من الشجرة ان يموسى اني انا الله رب العلمين","score":457},"66":{"verse":"فعميت عليهم الانباء يومئذ فهم لا يتساءلون","score":204},"24":{"verse":"فسقى لهما ثم تولى الى الظل فقال رب اني لما انزلت الي من خير فقير","score":338},"13":{"verse":"فرددنه الى امه كي تقر عينها ولا تحزن ولتعلم ان وعد الله حق ولكن اكثرهم لا يعلمون","score":448},"81":{"verse":"فخسفنا به وبداره الارض فما كان له من فئة ينصرونه من دون الله وما كان من المنتصرين","score":424},"21":{"verse":"فخرج منها خائفا يترقب قال رب نجني من القوم الظلمين","score":308},"79":{"verse":"فخرج على قومه في زينته قال الذين يريدون الحيوة الدنيا يليت لنا مثل ما اوتي قرون انه لذو حظ عظيم","score":584},"25":{"verse":"فجاءته احديهما تمشي على استحياء قالت ان ابي يدعوك ليجزيك اجر ما سقيت لنا فلما جاءه وقص عليه القصص قال لا تخف نجوت من القوم الظلمين","score":822},"50":{"verse":"فان لم يستجيبوا لك فاعلم انما يتبعون اهواءهم ومن اضل ممن اتبع هويه بغير هدى من الله ان الله لا يهدي القوم الظلمين","score":546},"67":{"verse":"فاما من تاب وامن وعمل صلحا فعسى ان يكون من المفلحين","score":251},"8":{"verse":"فالتقطه ال فرعون ليكون لهم عدوا وحزنا ان فرعون وهمن وجنودهما كانوا خطين","score":441},"18":{"verse":"فاصبح في المدينة خائفا يترقب فاذا الذي استنصره بالامس يستصرخه قال له موسى انك لغوي مبين","score":583},"40":{"verse":"فاخذنه وجنوده فنبذنهم في اليم فانظر كيف كان عقبة الظلمين","score":388},"1":{"verse":"طسم","score":45},"2":{"verse":"تلك ايت الكتب المبين","score":99},"83":{"verse":"تلك الدار الاخرة نجعلها للذين لا يريدون علوا في الارض ولا فسادا والعقبة للمتقين","score":431},"54":{"verse":"اولئك يؤتون اجرهم مرتين بما صبروا ويدرءون بالحسنة السيئة ومما رزقنهم ينفقون","score":438},"56":{"verse":"انك لا تهدي من احببت ولكن الله يهدي من يشاء وهو اعلم بالمهتدين","score":310},"76":{"verse":"ان قرون كان من قوم موسى فبغى عليهم واتينه من الكنوز ما ان مفاتحه لتنوا بالعصبة اولي القوة اذ قال له قومه لا تفرح ان الله لا يحب الفرحين","score":689},"4":{"verse":"ان فرعون علا في الارض وجعل اهلها شيعا يستضعف طائفة منهم يذبح ابناءهم ويستحي نساءهم انه كان من المفسدين","score":621},"85":{"verse":"ان الذي فرض عليك القران لرادك الى معاد قل ربي اعلم من جاء بالهدى ومن هو في ضلل مبين","score":421},"52":{"verse":"الذين اتينهم الكتب من قبله هم به يؤمنون","score":186},"61":{"verse":"افمن وعدنه وعدا حسنا فهو لقيه كمن متعنه متع الحيوة الدنيا ثم هو يوم القيمة من المحضرين","score":500},"32":{"verse":"اسلك يدك في جيبك تخرج بيضاء من غير سوء واضمم اليك جناحك من الرهب فذنك برهنان من ربك الى فرعون وملايه انهم كانوا قوما فسقين","score":719}}