{"55":{"verse":"يوم يغشيهم العذاب من فوقهم ومن تحت ارجلهم ويقول ذوقوا ما كنتم تعملون","score":412},"21":{"verse":"يعذب من يشاء ويرحم من يشاء واليه تقلبون","score":221},"56":{"verse":"يعبادي الذين امنوا ان ارضي وسعة فايي فاعبدون","score":259},"54":{"verse":"يستعجلونك بالعذاب وان جهنم لمحيطة بالكفرين","score":292},"53":{"verse":"ويستعجلونك بالعذاب ولولا اجل مسمى لجاءهم العذاب ولياتينهم بغتة وهم لا يشعرون","score":447},"27":{"verse":"ووهبنا له اسحق ويعقوب وجعلنا في ذريته النبوة والكتب واتينه اجره في الدنيا وانه في الاخرة لمن الصلحين","score":564},"8":{"verse":"ووصينا الانسن بولديه حسنا وان جهداك لتشرك بي ما ليس لك به علم فلا تطعهما الي مرجعكم فانبئكم بما كنتم تعملون","score":622},"6":{"verse":"ومن جهد فانما يجهد لنفسه ان الله لغني عن العلمين","score":263},"10":{"verse":"ومن الناس من يقول امنا بالله فاذا اوذي في الله جعل فتنة الناس كعذاب الله ولئن جاء نصر من ربك ليقولن انا كنا معكم اوليس الله باعلم بما في صدور العلمين","score":711},"68":{"verse":"ومن اظلم ممن افترى على الله كذبا او كذب بالحق لما جاءه اليس في جهنم مثوى للكفرين","score":434},"64":{"verse":"وما هذه الحيوة الدنيا الا لهو ولعب وان الدار الاخرة لهي الحيوان لو كانوا يعلمون","score":342},"48":{"verse":"وما كنت تتلوا من قبله من كتب ولا تخطه بيمينك اذا لارتاب المبطلون","score":350},"22":{"verse":"وما انتم بمعجزين في الأرض ولا في السماء وما لكم من دون الله من ولي ولا نصير","score":347},"11":{"verse":"وليعلمن الله الذين امنوا وليعلمن المنفقين","score":169},"13":{"verse":"وليحملن اثقالهم واثقالا مع اثقالهم وليسلن يوم القيمة عما كانوا يفترون","score":378},"28":{"verse":"ولوطا اذ قال لقومه انكم لتاتون الفحشة ما سبقكم بها من احد من العلمين","score":372},"31":{"verse":"ولما جاءت رسلنا ابرهيم بالبشرى قالوا انا مهلكوا اهل هذه القرية ان اهلها كانوا ظلمين","score":381},"33":{"verse":"ولما ان جاءت رسلنا لوطا سيء بهم وضاق بهم ذرعا وقالوا لا تخف ولا تحزن انا منجوك واهلك الا امراتك كانت من الغبرين","score":590},"3":{"verse":"ولقد فتنا الذين من قبلهم فليعلمن الله الذين صدقوا وليعلمن الكذبين","score":360},"35":{"verse":"ولقد تركنا منها اية بينة لقوم يعقلون","score":191},"14":{"verse":"ولقد ارسلنا نوحا الى قومه فلبث فيهم الف سنة الا خمسين عاما فاخذهم الطوفان وهم ظلمون","score":489},"46":{"verse":"ولا تجدلوا اهل الكتب الا بالتي هي احسن الا الذين ظلموا منهم وقولوا امنا بالذي انزل الينا وانزل اليكم والهنا والهكم وحد ونحن له مسلمون","score":614},"63":{"verse":"ولئن سالتهم من نزل من السماء ماء فاحيا به الأرض من بعد موتها ليقولن الله قل الحمد لله بل اكثرهم لا يعقلون","score":513},"61":{"verse":"ولئن سالتهم من خلق السموت والأرض وسخر الشمس والقمر ليقولن الله فانى يؤفكون","score":405},"47":{"verse":"وكذلك انزلنا اليك الكتب فالذين اتينهم الكتب يؤمنون به ومن هؤلاء من يؤمن به وما يجحد بايتنا الا الكفرون","score":496},"60":{"verse":"وكاين من دابة لا تحمل رزقها الله يرزقها واياكم وهو السميع العليم","score":341},"39":{"verse":"وقرون وفرعون وهمن ولقد جاءهم موسى بالبينت فاستكبروا في الأرض وما كانوا سبقين","score":439},"50":{"verse":"وقالوا لولا انزل عليه ايت من ربه قل انما الايت عند الله وانما انا نذير مبين","score":306},"25":{"verse":"وقال انما اتخذتم من دون الله اوثنا مودة بينكم في الحيوة الدنيا ثم يوم القيمة يكفر بعضكم ببعض ويلعن بعضكم بعضا وماويكم النار وما لكم من نصرين","score":810},"12":{"verse":"وقال الذين كفروا للذين امنوا اتبعوا سبيلنا ولنحمل خطيكم وما هم بحملين من خطيهم من شيء انهم لكذبون","score":538},"38":{"verse":"وعادا وثمودا وقد تبين لكم من مسكنهم وزين لهم الشيطن اعملهم فصدهم عن السبيل وكانوا مستبصرين","score":577},"43":{"verse":"وتلك الامثل نضربها للناس وما يعقلها الا العلمون","score":222},"18":{"verse":"وان تكذبوا فقد كذب امم من قبلكم وما على الرسول الا البلغ المبين","score":326},"36":{"verse":"والى مدين اخاهم شعيبا فقال يقوم اعبدوا الله وارجوا اليوم الاخر ولا تعثوا في الأرض مفسدين","score":496},"23":{"verse":"والذين كفروا بايت الله ولقائه اولئك يئسوا من رحمتي واولئك لهم عذاب اليم","score":351},"69":{"verse":"والذين جهدوا فينا لنهدينهم سبلنا وان الله لمع المحسنين","score":274},"7":{"verse":"والذين امنوا وعملوا الصلحت لنكفرن عنهم سياتهم ولنجزينهم احسن الذي كانوا يعملون","score":430},"9":{"verse":"والذين امنوا وعملوا الصلحت لندخلنهم في الصلحين","score":262},"58":{"verse":"والذين امنوا وعملوا الصلحت لنبوئنهم من الجنة غرفا تجري من تحتها الانهر خلدين فيها نعم اجر العملين","score":528},"16":{"verse":"وابرهيم اذ قال لقومه اعبدوا الله واتقوه ذلكم خير لكم ان كنتم تعلمون","score":358},"5":{"verse":"من كان يرجوا لقاء الله فان اجل الله لات وهو السميع العليم","score":239},"41":{"verse":"مثل الذين اتخذوا من دون الله اولياء كمثل العنكبوت اتخذت بيتا وان اوهن البيوت لبيت العنكبوت لو كانوا يعلمون","score":550},"66":{"verse":"ليكفروا بما اتينهم وليتمتعوا فسوف يعلمون","score":224},"57":{"verse":"كل نفس ذائقة الموت ثم الينا ترجعون","score":210},"52":{"verse":"قل كفى بالله بيني وبينكم شهيدا يعلم ما في السموت والأرض والذين امنوا بالبطل وكفروا بالله اولئك هم الخسرون","score":551},"20":{"verse":"قل سيروا في الأرض فانظروا كيف بدا الخلق ثم الله ينشئ النشاة الاخرة ان الله على كل شيء قدير","score":526},"30":{"verse":"قال رب انصرني على القوم المفسدين","score":178},"32":{"verse":"قال ان فيها لوطا قالوا نحن اعلم بمن فيها لننجينه واهله الا امراته كانت من الغبرين","score":379},"24":{"verse":"فما كان جواب قومه الا ان قالوا اقتلوه او حرقوه فانجيه الله من النار ان في ذلك لايت لقوم يؤمنون","score":431},"40":{"verse":"فكلا اخذنا بذنبه فمنهم من ارسلنا عليه حاصبا ومنهم من اخذته الصيحة ومنهم من خسفنا به الأرض ومنهم من اغرقنا وما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون","score":841},"37":{"verse":"فكذبوه فاخذتهم الرجفة فاصبحوا في دارهم جثمين","score":365},"15":{"verse":"فانجينه واصحب السفينة وجعلنها اية للعلمين","score":248},"26":{"verse":"فامن له لوط وقال اني مهاجر الى ربي انه هو العزيز الحكيم","score":295},"65":{"verse":"فاذا ركبوا في الفلك دعوا الله مخلصين له الدين فلما نجيهم الى البر اذا هم يشركون","score":421},"44":{"verse":"خلق الله السموت والأرض بالحق ان في ذلك لاية للمؤمنين","score":267},"49":{"verse":"بل هو ايت بينت في صدور الذين اوتوا العلم وما يجحد بايتنا الا الظلمون","score":358},"51":{"verse":"اولم يكفهم انا انزلنا عليك الكتب يتلى عليهم ان في ذلك لرحمة وذكرى لقوم يؤمنون","score":391},"19":{"verse":"اولم يروا كيف يبدئ الله الخلق ثم يعيده ان ذلك على الله يسير","score":322},"67":{"verse":"اولم يروا انا جعلنا حرما امنا ويتخطف الناس من حولهم افبالبطل يؤمنون وبنعمة الله يكفرون","score":446},"17":{"verse":"انما تعبدون من دون الله اوثنا وتخلقون افكا ان الذين تعبدون من دون الله لا يملكون لكم رزقا فابتغوا عند الله الرزق واعبدوه واشكروا له اليه ترجعون","score":803},"34":{"verse":"انا منزلون على اهل هذه القرية رجزا من السماء بما كانوا يفسقون","score":314},"42":{"verse":"ان الله يعلم ما يدعون من دونه من شيء وهو العزيز الحكيم","score":288},"4":{"verse":"ام حسب الذين يعملون السيات ان يسبقونا ساء ما يحكمون","score":269},"1":{"verse":"الم","score":7},"62":{"verse":"الله يبسط الرزق لمن يشاء من عباده ويقدر له ان الله بكل شيء عليم","score":355},"59":{"verse":"الذين صبروا وعلى ربهم يتوكلون","score":164},"2":{"verse":"احسب الناس ان يتركوا ان يقولوا امنا وهم لا يفتنون","score":215},"45":{"verse":"اتل ما اوحي اليك من الكتب واقم الصلوة ان الصلوة تنهى عن الفحشاء والمنكر ولذكر الله اكبر والله يعلم ما تصنعون","score":526},"29":{"verse":"ائنكم لتاتون الرجال وتقطعون السبيل وتاتون في ناديكم المنكر فما كان جواب قومه الا ان قالوا ائتنا بعذاب الله ان كنت من الصدقين","score":630}}