{"7":{"verse":"يعلمون ظهرا من الحيوة الدنيا وهم عن الاخرة هم غفلون","score":282},"19":{"verse":"يخرج الحي من الميت ويخرج الميت من الحي ويحي الارض بعد موتها وكذلك تخرجون","score":472},"14":{"verse":"ويوم تقوم الساعة يومئذ يتفرقون","score":190},"55":{"verse":"ويوم تقوم الساعة يقسم المجرمون ما لبثوا غير ساعة كذلك كانوا يؤفكون","score":401},"12":{"verse":"ويوم تقوم الساعة يبلس المجرمون","score":170},"27":{"verse":"وهو الذي يبدؤا الخلق ثم يعيده وهو اهون عليه وله المثل الاعلى في السموت والارض وهو العزيز الحكيم","score":546},"24":{"verse":"ومن ايته يريكم البرق خوفا وطمعا وينزل من السماء ماء فيحي به الارض بعد موتها ان في ذلك لايت لقوم يعقلون","score":567},"23":{"verse":"ومن ايته منامكم باليل والنهار وابتغاؤكم من فضله ان في ذلك لايت لقوم يسمعون","score":377},"22":{"verse":"ومن ايته خلق السموت والارض واختلف السنتكم والونكم ان في ذلك لايت للعلمين","score":382},"46":{"verse":"ومن ايته ان يرسل الرياح مبشرت وليذيقكم من رحمته ولتجري الفلك بامره ولتبتغوا من فضله ولعلكم تشكرون","score":604},"20":{"verse":"ومن ايته ان خلقكم من تراب ثم اذا انتم بشر تنتشرون","score":294},"21":{"verse":"ومن ايته ان خلق لكم من انفسكم ازوجا لتسكنوا اليها وجعل بينكم مودة ورحمة ان في ذلك لايت لقوم يتفكرون","score":557},"25":{"verse":"ومن ايته ان تقوم السماء والارض بامره ثم اذا دعاكم دعوة من الارض اذا انتم تخرجون","score":445},"53":{"verse":"وما انت بهد العمي عن ضللتهم ان تسمع الا من يؤمن بايتنا فهم مسلمون","score":309},"39":{"verse":"وما اتيتم من ربا ليربوا في امول الناس فلا يربوا عند الله وما اتيتم من زكوة تريدون وجه الله فاولئك هم المضعفون","score":539},"26":{"verse":"وله من في السموت والارض كل له قنتون","score":175},"18":{"verse":"وله الحمد في السموت والارض وعشيا وحين تظهرون","score":291},"13":{"verse":"ولم يكن لهم من شركائهم شفعؤا وكانوا بشركائهم كفرين","score":290},"58":{"verse":"ولقد ضربنا للناس في هذا القران من كل مثل ولئن جئتهم باية ليقولن الذين كفروا ان انتم الا مبطلون","score":487},"47":{"verse":"ولقد ارسلنا من قبلك رسلا الى قومهم فجاءوهم بالبينت فانتقمنا من الذين اجرموا وكان حقا علينا نصر المؤمنين","score":525},"51":{"verse":"ولئن ارسلنا ريحا فراوه مصفرا لظلوا من بعده يكفرون","score":295},"56":{"verse":"وقال الذين اوتوا العلم والايمن لقد لبثتم في كتب الله الى يوم البعث فهذا يوم البعث ولكنكم كنتم لا تعلمون","score":533},"6":{"verse":"وعد الله لا يخلف الله وعده ولكن اكثر الناس لا يعلمون","score":262},"49":{"verse":"وان كانوا من قبل ان ينزل عليهم من قبله لمبلسين","score":211},"16":{"verse":"واما الذين كفروا وكذبوا بايتنا ولقاء الاخرة فاولئك في العذاب محضرون","score":376},"33":{"verse":"واذا مس الناس ضر دعوا ربهم منيبين اليه ثم اذا اذاقهم منه رحمة اذا فريق منهم بربهم يشركون","score":516},"36":{"verse":"واذا اذقنا الناس رحمة فرحوا بها وان تصبهم سيئة بما قدمت ايديهم اذا هم يقنطون","score":463},"31":{"verse":"منيبين اليه واتقوه واقيموا الصلوة ولا تكونوا من المشركين","score":270},"44":{"verse":"من كفر فعليه كفره ومن عمل صلحا فلانفسهم يمهدون","score":288},"32":{"verse":"من الذين فرقوا دينهم وكانوا شيعا كل حزب بما لديهم فرحون","score":337},"34":{"verse":"ليكفروا بما اتينهم فتمتعوا فسوف تعلمون","score":231},"45":{"verse":"ليجزي الذين امنوا وعملوا الصلحت من فضله انه لا يحب الكفرين","score":327},"59":{"verse":"كذلك يطبع الله على قلوب الذين لا يعلمون","score":213},"42":{"verse":"قل سيروا في الارض فانظروا كيف كان عقبة الذين من قبل كان اكثرهم مشركين","score":431},"57":{"verse":"فيومئذ لا ينفع الذين ظلموا معذرتهم ولا هم يستعتبون","score":311},"4":{"verse":"في بضع سنين لله الامر من قبل ومن بعد ويومئذ يفرح المؤمنون","score":313},"3":{"verse":"في ادنى الارض وهم من بعد غلبهم سيغلبون","score":251},"17":{"verse":"فسبحن الله حين تمسون وحين تصبحون","score":235},"52":{"verse":"فانك لا تسمع الموتى ولا تسمع الصم الدعاء اذا ولوا مدبرين","score":286},"50":{"verse":"فانظر الى اثر رحمت الله كيف يحي الارض بعد موتها ان ذلك لمحي الموتى وهو على كل شي قدير","score":505},"15":{"verse":"فاما الذين امنوا وعملوا الصلحت فهم في روضة يحبرون","score":282},"30":{"verse":"فاقم وجهك للدين حنيفا فطرت الله التي فطر الناس عليها لا تبديل لخلق الله ذلك الدين القيم ولكن اكثر الناس لا يعلمون","score":632},"43":{"verse":"فاقم وجهك للدين القيم من قبل ان ياتي يوم لا مرد له من الله يومئذ يصدعون","score":365},"60":{"verse":"فاصبر ان وعد الله حق ولا يستخفنك الذين لا يوقنون","score":288},"38":{"verse":"فات ذا القربي حقه والمسكين وابن السبيل ذلك خير للذين يريدون وجه الله واولئك هم المفلحون","score":489},"2":{"verse":"غلبت الروم","score":69},"41":{"verse":"ظهر الفساد في البر والبحر بما كسبت ايدي الناس ليذيقهم بعض الذي عملوا لعلهم يرجعون","score":513},"28":{"verse":"ضرب لكم مثلا من انفسكم هل لكم من ما ملكت ايمنكم من شركاء في ما رزقنكم فانتم فيه سواء تخافونهم كخيفتكم انفسكم كذلك نفصل الايت لقوم يعقلون","score":799},"10":{"verse":"ثم كان عقبة الذين اسوا السواى ان كذبوا بايت الله وكانوا بها يستهزءون","score":360},"5":{"verse":"بنصر الله ينصر من يشاء وهو العزيز الرحيم","score":254},"29":{"verse":"بل اتبع الذين ظلموا اهواءهم بغير علم فمن يهدي من اضل الله وما لهم من نصرين","score":379},"9":{"verse":"اولم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم كانوا اشد منهم قوة واثاروا الارض وعمروها اكثر مما عمروها وجاءتهم رسلهم بالبينت فما كان الله ليظلمهم ولكن كانوا انفسهم يظلمون","score":996},"37":{"verse":"اولم يروا ان الله يبسط الرزق لمن يشاء ويقدر ان في ذلك لايت لقوم يؤمنون","score":363},"8":{"verse":"اولم يتفكروا في انفسهم ما خلق الله السموت والارض وما بينهما الا بالحق واجل مسمى وان كثيرا من الناس بلقاء ربهم لكفرون","score":582},"35":{"verse":"ام انزلنا عليهم سلطنا فهو يتكلم بما كانوا به يشركون","score":278},"1":{"verse":"الم","score":7},"11":{"verse":"الله يبدؤا الخلق ثم يعيده ثم اليه ترجعون","score":267},"48":{"verse":"الله الذي يرسل الريح فتثير سحابا فيبسطه في السماء كيف يشاء ويجعله كسفا فترى الودق يخرج من خلله فاذا اصاب به من يشاء من عباده اذا هم يستبشرون","score":917},"54":{"verse":"الله الذي خلقكم من ضعف ثم جعل من بعد ضعف قوة ثم جعل من بعد قوة ضعفا وشيبة يخلق ما يشاء وهو العليم القدير","score":719},"40":{"verse":"الله الذي خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شي سبحنه وتعلى عما يشركون","score":669}}