{"16":{"verse":"يبني انها ان تك مثقال حبة من خردل فتكن في صخرة او في السموت او في الأرض يات بها الله ان الله لطيف خبير","score":583},"17":{"verse":"يبني اقم الصلوة وامر بالمعروف وانه عن المنكر واصبر على ما اصابك ان ذلك من عزم الامور","score":422},"33":{"verse":"يايها الناس اتقوا ربكم واخشوا يوما لا يجزي والد عن ولده ولا مولود هو جاز عن والده شيا ان وعد الله حق فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور","score":838},"14":{"verse":"ووصينا الانسن بولديه حملته امه وهنا على وهن وفصله في عامين ان اشكر لي ولولديك الي المصير","score":456},"22":{"verse":"ومن يسلم وجهه الى الله وهو محسن فقد استمسك بالعروة الوثقى والى الله عقبة الامور","score":425},"23":{"verse":"ومن كفر فلا يحزنك كفره الينا مرجعهم فننبئهم بما عملوا ان الله عليم بذات الصدور","score":440},"6":{"verse":"ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا اولئك لهم عذاب مهين","score":535},"27":{"verse":"ولو انما في الأرض من شجرة اقلم والبحر يمده من بعده سبعة ابحر ما نفدت كلمت الله ان الله عزيز حكيم","score":571},"12":{"verse":"ولقد اتينا لقمن الحكمة ان اشكر لله ومن يشكر فانما يشكر لنفسه ومن كفر فان الله غني حميد","score":495},"18":{"verse":"ولا تصعر خدك للناس ولا تمش في الأرض مرحا ان الله لا يحب كل مختال فخور","score":407},"25":{"verse":"ولئن سالتهم من خلق السموت والأرض ليقولن الله قل الحمد لله بل اكثرهم لا يعلمون","score":390},"15":{"verse":"وان جهداك على ان تشرك بي ما ليس لك به علم فلا تطعهما وصاحبهما في الدنيا معروفا واتبع سبيل من اناب الي ثم الي مرجعكم فانبئكم بما كنتم تعملون","score":775},"19":{"verse":"واقصد في مشيك واغضض من صوتك ان انكر الاصوت لصوت الحمير","score":399},"21":{"verse":"واذا قيل لهم اتبعوا ما انزل الله قالوا بل نتبع ما وجدنا عليه اباءنا اولو كان الشيطن يدعوهم الى عذاب السعير","score":529},"32":{"verse":"واذا غشيهم موج كالظلل دعوا الله مخلصين له الدين فلما نجيهم الى البر فمنهم مقتصد وما يجحد بايتنا الا كل ختار كفور","score":675},"7":{"verse":"واذا تتلى عليه ايتنا ولى مستكبرا كان لم يسمعها كان في اذنيه وقرا فبشره بعذاب اليم","score":443},"13":{"verse":"واذ قال لقمن لابنه وهو يعظه يبني لا تشرك بالله ان الشرك لظلم عظيم","score":385},"11":{"verse":"هذا خلق الله فاروني ماذا خلق الذين من دونه بل الظلمون في ضلل مبين","score":359},"3":{"verse":"هدى ورحمة للمحسنين","score":119},"24":{"verse":"نمتعهم قليلا ثم نضطرهم الى عذاب غليظ","score":272},"28":{"verse":"ما خلقكم ولا بعثكم الا كنفس وحدة ان الله سميع بصير","score":312},"26":{"verse":"لله ما في السموت والأرض ان الله هو الغني الحميد","score":227},"30":{"verse":"ذلك بان الله هو الحق وان ما يدعون من دونه البطل وان الله هو العلي الكبير","score":327},"10":{"verse":"خلق السموت بغير عمد ترونها والقى في الأرض روسي ان تميد بكم وبث فيها من كل دابة وانزلنا من السماء ماء فانبتنا فيها من كل زوج كريم","score":723},"9":{"verse":"خلدين فيها وعد الله حقا وهو العزيز الحكيم","score":279},"2":{"verse":"تلك ايت الكتب الحكيم","score":115},"5":{"verse":"اولئك على هدى من ربهم واولئك هم المفلحون","score":186},"34":{"verse":"ان الله عنده علم الساعة وينزل الغيث ويعلم ما في الارحام وما تدري نفس ماذا تكسب غدا وما تدري نفس باي ارض تموت ان الله عليم خبير","score":737},"8":{"verse":"ان الذين امنوا وعملوا الصلحت لهم جنت النعيم","score":206},"20":{"verse":"الم تروا ان الله سخر لكم ما في السموت وما في الأرض واسبغ عليكم نعمه ظهرة وباطنة ومن الناس من يجدل في الله بغير علم ولا هدى ولا كتب منير","score":725},"29":{"verse":"الم تر ان الله يولج اليل في النهار ويولج النهار في اليل وسخر الشمس والقمر كل يجري الى اجل مسمى وان الله بما تعملون خبير","score":556},"31":{"verse":"الم تر ان الفلك تجري في البحر بنعمت الله ليريكم من ايته ان في ذلك لايت لكل صبار شكور","score":448},"1":{"verse":"الم","score":7},"4":{"verse":"الذين يقيمون الصلوة ويؤتون الزكوة وهم بالاخرة هم يوقنون","score":301}}