{"5":{"verse":"يدبر الأمر من السماء إلى الأرض ثم يعرج إليه في يوم كان مقداره ألف سنة مما تعدون","score":410},"28":{"verse":"ويقولون متى هذا الفتح إن كنتم صدقين","score":219},"22":{"verse":"ومن أظلم ممن ذكر بأيت ربه ثم أعرض عنها إنا من المجرمين منتقمون","score":343},"13":{"verse":"ولو شينا لآتينا كل نفس هديها ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين","score":393},"12":{"verse":"ولو ترى إذ المجرمون ناكسوا رءوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صلحا إنا موقنون","score":495},"21":{"verse":"ولنذيقنهم من العذاب الأدنى دون العذاب الأكبر لعلهم يرجعون","score":311},"23":{"verse":"ولقد اتينا موسى الكتب فلا تكن في مرية من لقائه وجعلنه هدى لبني اسرءيل","score":363},"10":{"verse":"وقالوا أءذا ضللنا في الأرض أءنا لفي خلق جديد بل هم بلقاء ربهم كفرون","score":369},"24":{"verse":"وجعلنا منهم أئمة يهدون بأمرنا لما صبروا وكانوا بآيتنا يوقنون","score":285},"20":{"verse":"وأما الذين فسقوا فمأويهم النار كلما أرادوا أن يخرجوا منها أعيدوا فيها وقيل لهم ذوقوا عذاب النار الذي كنتم به تكذبون","score":599},"29":{"verse":"قل يوم الفتح لا ينفع الذين كفروا إيمنهم ولا هم ينظرون","score":276},"11":{"verse":"قل يتوفيكم ملك الموت الذي وكل بكم ثم إلى ربكم ترجعون","score":298},"17":{"verse":"فلا تعلم نفس ما أخفي لهم من قرة أعين جزاء بما كانوا يعملون","score":303},"14":{"verse":"فذوقوا بما نسيتم لقاء يومكم هذا إنا نسينكم وذوقوا عذاب الخلد بما كنتم تعملون","score":432},"30":{"verse":"فأعرض عنهم وانتظر إنهم منتظرون","score":216},"6":{"verse":"ذلك علم الغيب والشهدة العزيز الرحيم","score":259},"9":{"verse":"ثم سويه ونفخ فيه من روحه وجعل لكم السمع والأبصر والأفدة قليلا ما تشكرون","score":443},"8":{"verse":"ثم جعل نسله من سللة من ماء مهين","score":155},"2":{"verse":"تنزيل الكتب لا ريب فيه من رب العلمين","score":185},"16":{"verse":"تتجافى جنوبهم عن المضاجع يدعون ربهم خوفا وطمعا ومما رزقنهم ينفقون","score":455},"1":{"verse":"الم","score":7},"4":{"verse":"الله الذي خلق السموت والأرض وما بينهما في ستة أيام ثم استوى على العرش ما لكم من دونه من ولي ولا شفيع أفلا تتذكرون","score":598},"7":{"verse":"الذي أحسن كل شي خلقه وبدأ خلق الإنسن من طين","score":279},"15":{"verse":"إنما يؤمن بآيتنا الذين إذا ذكروا بها خروا سجدا وسبحوا بحمد ربهم وهم لا يستكبرون","score":463},"25":{"verse":"إن ربك هو يفصل بينهم يوم القيمة فيما كانوا فيه يختلفون","score":294},"26":{"verse":"أولم يهد لهم كم أهلكنا من قبلهم من القرون يمشون في مسكنهم إن في ذلك لأيت أفلا يسمعون","score":410},"27":{"verse":"أولم يروا أنا نسوق الماء إلى الأرض الجرز فنخرج به زرعا تأكل منه أنعمهم وأنفسهم أفلا يبصرون","score":487},"19":{"verse":"أما الذين امنوا وعملوا الصلحت فلهم جنت المأوى نزلا بما كانوا يعملون","score":303},"3":{"verse":"أم يقولون افتريه بل هو الحق من ربك لتنذر قوما ما أتيهم من نذير من قبلك لعلهم يهتدون","score":435},"18":{"verse":"أفمن كان مؤمنا كمن كان فاسقا لا يستون","score":170}}