{"13":{"verse":"يعملون له ما يشاء من محريب وتمثيل وجفان كالجواب وقدور راسيت اعملوا ال داود شكرا وقليل من عبادي الشكور","score":590},"2":{"verse":"يعلم ما يلج في الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو الرحيم الغفور","score":458},"40":{"verse":"ويوم يحشرهم جميعا ثم يقول للملئكة اهؤلاء اياكم كانوا يعبدون","score":325},"29":{"verse":"ويقولون متى هذا الوعد ان كنتم صدقين","score":210},"6":{"verse":"ويرى الذين اوتوا العلم الذي انزل اليك من ربك هو الحق ويهدي الى صرط العزيز الحميد","score":465},"21":{"verse":"وما كان له عليهم من سلطن الا لنعلم من يؤمن بالاخرة ممن هو منها في شك وربك على كل شي حفيظ","score":456},"37":{"verse":"وما امولكم ولا اولدكم بالتي تقربكم عندنا زلفى الا من امن وعمل صلحا فاولئك لهم جزاء الضعف بما عملوا وهم في الغرفت امنون","score":624},"28":{"verse":"وما ارسلنك الا كافة للناس بشيرا ونذيرا ولكن اكثر الناس لا يعلمون","score":313},"34":{"verse":"وما ارسلنا في قرية من نذير الا قال مترفوها انا بما ارسلتم به كفرون","score":320},"44":{"verse":"وما اتينهم من كتب يدرسونها وما ارسلنا اليهم قبلك من نذير","score":276},"51":{"verse":"ولو ترى اذ فزعوا فلا فوت واخذوا من مكان قريب","score":261},"20":{"verse":"ولقد صدق عليهم ابليس ظنه فاتبعوه الا فريقا من المؤمنين","score":330},"10":{"verse":"ولقد اتينا داود منا فضلا يجبال اوبي معه والطير والنا له الحديد","score":353},"12":{"verse":"ولسليمن الريح غدوها شهر ورواحها شهر واسلنا له عين القطر ومن الجن من يعمل بين يديه باذن ربه ومن يزغ منهم عن امرنا نذقه من عذاب السعير","score":778},"23":{"verse":"ولا تنفع الشفعة عنده الا لمن اذن له حتى اذا فزع عن قلوبهم قالوا ماذا قال ربكم قالوا الحق وهو العلي الكبير","score":566},"45":{"verse":"وكذب الذين من قبلهم وما بلغوا معشار ما اتينهم فكذبوا رسلي فكيف كان نكير","score":419},"53":{"verse":"وقد كفروا به من قبل ويقذفون بالغيب من مكان بعيد","score":305},"35":{"verse":"وقالوا نحن اكثر امولا واولدا وما نحن بمعذبين","score":233},"52":{"verse":"وقالوا امنا به وانى لهم التناوش من مكان بعيد","score":188},"7":{"verse":"وقال الذين كفروا هل ندلكم على رجل ينبئكم اذا مزقتم كل ممزق انكم لفي خلق جديد","score":480},"31":{"verse":"وقال الذين كفروا لن نؤمن بهذا القران ولا بالذي بين يديه ولو ترى اذ الظلمون موقوفون عند ربهم يرجع بعضهم الى بعض القول يقول الذين استضعفوا للذين استكبروا لولا انتم لكنا مؤمنين","score":939},"3":{"verse":"وقال الذين كفروا لا تاتينا الساعة قل بلى وربي لتاتينكم علم الغيب لا يعزب عنه مثقال ذرة في السموت ولا في الارض ولا اصغر من ذلك ولا اكبر الا في كتب مبين","score":815},"33":{"verse":"وقال الذين استضعفوا للذين استكبروا بل مكر اليل والنهار اذ تامروننا ان نكفر بالله ونجعل له اندادا واسروا الندامة لما راوا العذاب وجعلنا الاغلل في اعناق الذين كفروا هل يجزون الا ما كانوا يعملون","score":947},"54":{"verse":"وحيل بينهم وبين ما يشتهون كما فعل باشياعهم من قبل انهم كانوا في شك مريب","score":388},"18":{"verse":"وجعلنا بينهم وبين القرى التي بركنا فيها قرى ظهرة وقدرنا فيها السير سيروا فيها ليالي واياما امنين","score":491},"38":{"verse":"والذين يسعون في ايتنا معجزين اولئك في العذاب محضرون","score":330},"5":{"verse":"والذين سعو في ايتنا معجزين اولئك لهم عذاب من رجز اليم","score":322},"43":{"verse":"واذا تتلى عليهم ايتنا بينت قالوا ما هذا الا رجل يريد ان يصدكم عما كان يعبد اباؤكم وقالوا ما هذا الا افك مفترى وقال الذين كفروا للحق لما جاءهم ان هذا الا سحر مبين","score":801},"4":{"verse":"ليجزي الذين امنوا وعملوا الصلحت اولئك لهم مغفرة ورزق كريم","score":360},"15":{"verse":"لقد كان لسبا في مسكنهم اية جنتان عن يمين وشمال كلوا من رزق ربكم واشكروا له بلدة طيبة ورب غفور","score":572},"26":{"verse":"قل يجمع بيننا ربنا ثم يفتح بيننا بالحق وهو الفتاح العليم","score":333},"24":{"verse":"قل من يرزقكم من السموت والارض قل الله وانا او اياكم لعلى هدى او في ضلل مبين","score":355},"47":{"verse":"قل ما سالتكم من اجر فهو لكم ان اجري الا على الله وهو على كل شي شهيد","score":330},"30":{"verse":"قل لكم ميعاد يوم لا تستخرون عنه ساعة ولا تستقدمون","score":306},"25":{"verse":"قل لا تسلون عما اجرمنا ولا نسل عما تعملون","score":190},"49":{"verse":"قل جاء الحق وما يبدئ البطل وما يعيد","score":209},"46":{"verse":"قل انما اعظكم بوحدة ان تقوموا لله مثنى وفردى ثم تتفكروا ما بصاحبكم من جنة ان هو الا نذير لكم بين يدي عذاب شديد","score":682},"50":{"verse":"قل ان ضللت فانما اضل على نفسي وان اهتديت فبما يوحي الي ربي انه سميع قريب","score":398},"48":{"verse":"قل ان ربي يقذف بالحق علم الغيوب","score":205},"36":{"verse":"قل ان ربي يبسط الرزق لمن يشاء ويقدر ولكن اكثر الناس لا يعلمون","score":356},"39":{"verse":"قل ان ربي يبسط الرزق لمن يشاء من عباده ويقدر له وما انفقتم من شي فهو يخلفه وهو خير الرزقين","score":568},"27":{"verse":"قل اروني الذين الحقتم به شركاء كلا بل هو الله العزيز الحكيم","score":333},"22":{"verse":"قل ادعوا الذين زعمتم من دون الله لا يملكون مثقال ذرة في السموت ولا في الارض وما لهم فيهما من شرك وما له منهم من ظهير","score":601},"41":{"verse":"قالوا سبحنك انت ولينا من دونهم بل كانوا يعبدون الجن اكثرهم بهم مؤمنون","score":358},"32":{"verse":"قال الذين استكبروا للذين استضعفوا انحن صددنكم عن الهدى بعد اذ جاءكم بل كنتم مجرمين","score":528},"14":{"verse":"فلما قضينا عليه الموت ما دلهم على موته الا دابة الارض تاكل منساته فلما خر تبينت الجن ان لو كانوا يعلمون الغيب ما لبثوا في العذاب المهين","score":682},"19":{"verse":"فقالوا ربنا بعد بين اسفارنا وظلموا انفسهم فجعلنهم احاديث ومزقنهم كل ممزق ان في ذلك لايت لكل صبار شكور","score":658},"42":{"verse":"فاليوم لا يملك بعضكم لبعض نفعا ولا ضرا ونقول للذين ظلموا ذوقوا عذاب النار التي كنتم بها تكذبون","score":544},"16":{"verse":"فاعرضوا فارسلنا عليهم سيل العرم وبدلنهم بجنتيهم جنتين ذواتى اكل خمط واثل وشي من سدر قليل","score":567},"17":{"verse":"ذلك جزينهم بما كفروا وهل نجزي الا الكفور","score":252},"11":{"verse":"ان اعمل سبغت وقدر في السرد واعملوا صلحا اني بما تعملون بصير","score":368},"1":{"verse":"الحمد لله الذي له ما في السموت وما في الارض وله الحمد في الاخرة وهو الحكيم الخبير","score":430},"9":{"verse":"افلم يروا الى ما بين ايديهم وما خلفهم من السماء والارض ان نشا نخسف بهم الارض او نسقط عليهم كسفا من السماء ان في ذلك لاية لكل عبد منيب","score":675},"8":{"verse":"افترى على الله كذبا ام به جنة بل الذين لا يؤمنون بالاخرة في العذاب والضلل البعيد","score":407}}