{"13":{"verse":"يولج اليل في النهار ويولج النهار في اليل وسخر الشمس والقمر كل يجري لاجل مسمى ذلكم الله ربكم له الملك والذين تدعون من دونه ما يملكون من قطمير","score":720},"15":{"verse":"يايها الناس انتم الفقراء الى الله والله هو الغني الحميد","score":233},"5":{"verse":"يايها الناس ان وعد الله حق فلا تغرنكم الحيوة الدنيا ولا يغرنكم بالله الغرور","score":409},"3":{"verse":"يايها الناس اذكروا نعمت الله عليكم هل من خلق غير الله يرزقكم من السماء والارض لا اله الا هو فانى تؤفكون","score":497},"37":{"verse":"وهم يصطرخون فيها ربنا اخرجنا نعمل صلحا غير الذي كنا نعمل اولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير فذوقوا فما للظلمين من نصير","score":804},"28":{"verse":"ومن الناس والدواب والانعم مختلف الونه كذلك انما يخشى الله من عباده العلمؤا ان الله عزيز غفور","score":491},"12":{"verse":"وما يستوي البحران هذا عذب فرات سائغ شرابه وهذا ملح اجاج ومن كل تاكلون لحما طريا وتستخرجون حلية تلبسونها وترى الفلك فيه مواخر لتبتغوا من فضله ولعلكم تشكرون","score":1013},"19":{"verse":"وما يستوي الاعمى والبصير","score":127},"22":{"verse":"وما يستوي الاحياء ولا الاموت ان الله يسمع من يشاء وما انت بمسمع من في القبور","score":338},"17":{"verse":"وما ذلك على الله بعزيز","score":141},"45":{"verse":"ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابة ولكن يؤخرهم الى اجل مسمى فاذا جاء اجلهم فان الله كان بعباده بصيرا","score":638},"18":{"verse":"ولا تزر وازرة وزر اخرى وان تدع مثقلة الى حملها لا يحمل منه شي ولو كان ذا قربي انما تنذر الذين يخشون ربهم بالغيب واقاموا الصلوة ومن تزكى فانما يتزكى لنفسه والى الله المصير","score":974},"20":{"verse":"ولا الظلمت ولا النور","score":83},"21":{"verse":"ولا الظل ولا الحرور","score":91},"34":{"verse":"وقالوا الحمد لله الذي اذهب عنا الحزن ان ربنا لغفور شكور","score":328},"4":{"verse":"وان يكذبوك فقد كذبت رسل من قبلك والى الله ترجع الامور","score":315},"25":{"verse":"وان يكذبوك فقد كذب الذين من قبلهم جاءتهم رسلهم بالبينت وبالزبر وبالكتب المنير","score":466},"11":{"verse":"والله خلقكم من تراب ثم من نطفة ثم جعلكم ازوجا وما تحمل من انثى ولا تضع الا بعلمه وما يعمر من معمر ولا ينقص من عمره الا في كتب ان ذلك على الله يسير","score":802},"9":{"verse":"والله الذي ارسل الريح فتثير سحابا فسقنه الى بلد ميت فاحيينا به الارض بعد موتها كذلك النشور","score":558},"36":{"verse":"والذين كفروا لهم نار جهنم لا يقضى عليهم فيموتوا ولا يخفف عنهم من عذابها كذلك نجزي كل كفور","score":531},"31":{"verse":"والذي اوحينا اليك من الكتب هو الحق مصدقا لما بين يديه ان الله بعباده لخبير بصير","score":448},"42":{"verse":"واقسموا بالله جهد ايمنهم لئن جاءهم نذير ليكونن اهدى من احدى الامم فلما جاءهم نذير ما زادهم الا نفورا","score":496},"39":{"verse":"هو الذي جعلكم خلئف في الارض فمن كفر فعليه كفره ولا يزيد الكفرين كفرهم عند ربهم الا مقتا ولا يزيد الكفرين كفرهم الا خسارا","score":741},"10":{"verse":"من كان يريد العزة فلله العزة جميعا اليه يصعد الكلم الطيب والعمل الصلح يرفعه والذين يمكرون السيات لهم عذاب شديد ومكر اولئك هو يبور","score":775},"2":{"verse":"ما يفتح الله للناس من رحمة فلا ممسك لها وما يمسك فلا مرسل له من بعده وهو العزيز الحكيم","score":468},"30":{"verse":"ليوفيهم اجورهم ويزيدهم من فضله انه غفور شكور","score":315},"40":{"verse":"قل ارءيتم شركاءكم الذين تدعون من دون الله اروني ماذا خلقوا من الارض ام لهم شرك في السموت ام اتينهم كتبا فهم على بينت منه بل ان يعد الظلمون بعضهم بعضا الا غرورا","score":862},"33":{"verse":"جنت عدن يدخلونها يحلون فيها من اساور من ذهب ولؤلؤا ولباسهم فيها حرير","score":392},"32":{"verse":"ثم اورثنا الكتب الذين اصطفينا من عبادنا فمنهم ظالم لنفسه ومنهم مقتصد ومنهم سابق بالخيرت باذن الله ذلك هو الفضل الكبير","score":730},"26":{"verse":"ثم اخذت الذين كفروا فكيف كان نكير","score":227},"44":{"verse":"اولم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم وكانوا اشد منهم قوة وما كان الله ليعجزه من شي في السموت ولا في الارض انه كان عليما قديرا","score":789},"24":{"verse":"انا ارسلنك بالحق بشيرا ونذيرا وان من امة الا خلا فيها نذير","score":289},"16":{"verse":"ان يشا يذهبكم ويات بخلق جديد","score":210},"14":{"verse":"ان تدعوهم لا يسمعوا دعاءكم ولو سمعوا ما استجابوا لكم ويوم القيمة يكفرون بشرككم ولا ينبئك مثل خبير","score":558},"23":{"verse":"ان انت الا نذير","score":57},"41":{"verse":"ان الله يمسك السموت والارض ان تزولا ولئن زالتا ان امسكهما من احد من بعده انه كان حليما غفورا","score":480},"38":{"verse":"ان الله علم غيب السموت والارض انه عليم بذات الصدور","score":281},"6":{"verse":"ان الشيطن لكم عدو فاتخذوه عدوا انما يدعوا حزبه ليكونوا من اصحب السعير","score":460},"29":{"verse":"ان الذين يتلون كتب الله واقاموا الصلوة وانفقوا مما رزقنهم سرا وعلانية يرجون تجرة لن تبور","score":467},"27":{"verse":"الم تر ان الله انزل من السماء ماء فاخرجنا به ثمرت مختلفا الونها ومن الجبال جدد بيض وحمر مختلف الونها وغرابيب سود","score":648},"7":{"verse":"الذين كفروا لهم عذاب شديد والذين امنوا وعملوا الصلحت لهم مغفرة واجر كبير","score":448},"35":{"verse":"الذي احلنا دار المقامة من فضله لا يمسنا فيها نصب ولا يمسنا فيها لغوب","score":361},"1":{"verse":"الحمد لله فاطر السموت والارض جاعل الملئكة رسلا اولي اجنحة مثنى وثلث وربع يزيد في الخلق ما يشاء ان الله على كل شي قدير","score":714},"8":{"verse":"افمن زين له سوء عمله فراه حسنا فان الله يضل من يشاء ويهدي من يشاء فلا تذهب نفسك عليهم حسرت ان الله عليم بما يصنعون","score":636},"43":{"verse":"استكبارا في الارض ومكر السيئ ولا يحيق المكر السيئ الا باهله فهل ينظرون الا سنت الاولين فلن تجد لسنت الله تبديلا ولن تجد لسنت الله تحويلا","score":726}}