{"1":{"verse":"يس","score":21},"30":{"verse":"يحسرة على العباد ما ياتيهم من رسول الا كانوا به يستهزءون","score":299},"48":{"verse":"ويقولون متى هذا الوعد ان كنتم صدقين","score":210},"51":{"verse":"ونفخ في الصور فاذا هم من الاجداث الى ربهم ينسلون","score":279},"68":{"verse":"ومن نعمره ننكسه في الخلق افلا يعقلون","score":201},"22":{"verse":"وما لي لا اعبد الذي فطرني واليه ترجعون","score":220},"17":{"verse":"وما علينا الا البلغ المبين","score":104},"69":{"verse":"وما علمنه الشعر وما ينبغي له ان هو الا ذكر وقران مبين","score":260},"46":{"verse":"وما تاتيهم من اية من ايت ربهم الا كانوا عنها معرضين","score":227},"28":{"verse":"وما انزلنا على قومه من بعده من جند من السماء وما كنا منزلين","score":282},"67":{"verse":"ولو نشاء لمسخنهم على مكانتهم فما استطعوا مضيا ولا يرجعون","score":332},"66":{"verse":"ولو نشاء لطمسنا على اعينهم فاستبقوا الصرط فاني يبصرون","score":341},"73":{"verse":"ولهم فيها منفع ومشارب افلا يشكرون","score":195},"62":{"verse":"ولقد اضل منكم جبلا كثيرا افلم تكونوا تعقلون","score":267},"78":{"verse":"وضرب لنا مثلا ونسي خلقه قال من يحي العظم وهي رميم","score":296},"10":{"verse":"وسواء عليهم اانذرتهم ام لم تنذرهم لا يؤمنون","score":200},"72":{"verse":"وذللنها لهم فمنها ركوبهم ومنها ياكلون","score":168},"42":{"verse":"وخلقنا لهم من مثله ما يركبون","score":149},"9":{"verse":"وجعلنا من بين ايديهم سدا ومن خلفهم سدا فاغشينهم فهم لا يبصرون","score":391},"34":{"verse":"وجعلنا فيها جنت من نخيل واعنب وفجرنا فيها من العيون","score":282},"20":{"verse":"وجاء من اقصا المدينة رجل يسعى قال يقوم اتبعوا المرسلين","score":299},"41":{"verse":"واية لهم انا حملنا ذريتهم في الفلك المشحون","score":219},"37":{"verse":"واية لهم اليل نسلخ منه النهار فاذا هم مظلمون","score":208},"33":{"verse":"واية لهم الارض الميتة احيينها واخرجنا منها حبا فمنه ياكلون","score":294},"43":{"verse":"وان نشا نغرقهم فلا صريخ لهم ولا هم ينقذون","score":249},"32":{"verse":"وان كل لما جميع لدينا محضرون","score":158},"61":{"verse":"وان اعبدوني هذا صرط مستقيم","score":196},"59":{"verse":"وامتزوا اليوم ايها المجرمون","score":130},"39":{"verse":"والقمر قدرنه منازل حتى عاد كالعرجون القديم","score":278},"2":{"verse":"والقران الحكيم","score":75},"38":{"verse":"والشمس تجري لمستقر لها ذلك تقدير العزيز العليم","score":336},"13":{"verse":"واضرب لهم مثلا اصحب القرية اذ جاءها المرسلون","score":266},"47":{"verse":"واذا قيل لهم انفقوا مما رزقكم الله قال الذين كفروا للذين امنوا انطعم من لو يشاء الله اطعمه ان انتم الا في ضلل مبين","score":550},"45":{"verse":"واذا قيل لهم اتقوا ما بين ايديكم وما خلفكم لعلكم ترحمون","score":295},"74":{"verse":"واتخذوا من دون الله الهة لعلهم ينصرون","score":194},"56":{"verse":"هم وازوجهم في ظلل على الارائك متكون","score":204},"63":{"verse":"هذه جهنم التي كنتم توعدون","score":164},"49":{"verse":"ما ينظرون الا صيحة وحدة تاخذهم وهم يخصمون","score":297},"70":{"verse":"لينذر من كان حيا ويحق القول على الكفرين","score":207},"35":{"verse":"لياكلوا من ثمره وما عملته ايديهم افلا يشكرون","score":234},"57":{"verse":"لهم فيها فكهة ولهم ما يدعون","score":142},"7":{"verse":"لقد حق القول على اكثرهم فهم لا يؤمنون","score":211},"6":{"verse":"لتنذر قوما ما انذر اباؤهم فهم غفلون","score":200},"75":{"verse":"لا يستطيعون نصرهم وهم لهم جند محضرون","score":259},"40":{"verse":"لا الشمس ينبغي لها ان تدرك القمر ولا اليل سابق النهار وكل في فلك يسبحون","score":382},"26":{"verse":"قيل ادخل الجنة قال يليت قومي يعلمون","score":196},"79":{"verse":"قل يحييها الذي انشاها اول مرة وهو بكل خلق عليم","score":245},"52":{"verse":"قالوا يويلنا من بعثنا من مرقدنا هذا ما وعد الرحمن وصدق المرسلون","score":352},"15":{"verse":"قالوا ما انتم الا بشر مثلنا وما انزل الرحمن من شي ان انتم الا تكذبون","score":316},"19":{"verse":"قالوا طئركم معكم ائن ذكرتم بل انتم قوم مسرفون","score":268},"16":{"verse":"قالوا ربنا يعلم انا اليكم لمرسلون","score":135},"18":{"verse":"قالوا انا تطيرنا بكم لئن لم تنتهوا لنرجمنكم وليمسنكم منا عذاب اليم","score":323},"50":{"verse":"فلا يستطيعون توصية ولا الى اهلهم يرجعون","score":237},"76":{"verse":"فلا يحزنك قولهم انا نعلم ما يسرون وما يعلنون","score":218},"83":{"verse":"فسبحن الذي بيده ملكوت كل شي واليه ترجعون","score":272},"54":{"verse":"فاليوم لا تظلم نفس شيا ولا تجزون الا ما كنتم تعملون","score":282},"4":{"verse":"على صرط مستقيم","score":125},"58":{"verse":"سلم قولا من رب رحيم","score":103},"36":{"verse":"سبحن الذي خلق الازوج كلها مما تنبت الارض ومن انفسهم ومما لا يعلمون","score":361},"5":{"verse":"تنزيل العزيز الرحيم","score":154},"27":{"verse":"بما غفر لي ربي وجعلني من المكرمين","score":185},"81":{"verse":"اوليس الذي خلق السموت والارض بقدر على ان يخلق مثلهم بلى وهو الخلق العليم","score":414},"71":{"verse":"اولم يروا انا خلقنا لهم مما عملت ايدينا انعما فهم لها ملكون","score":240},"77":{"verse":"اولم ير الانسن انا خلقنه من نطفة فاذا هو خصيم مبين","score":276},"25":{"verse":"اني امنت بربكم فاسمعون","score":122},"24":{"verse":"اني اذا لفي ضلل مبين","score":99},"11":{"verse":"انما تنذر من اتبع الذكر وخشي الرحمن بالغيب فبشره بمغفرة واجر كريم","score":455},"82":{"verse":"انما امره اذا اراد شيا ان يقول له كن فيكون","score":192},"3":{"verse":"انك لمن المرسلين","score":64},"12":{"verse":"انا نحن نحي الموتى ونكتب ما قدموا واثرهم وكل شي احصينه في امام مبين","score":365},"8":{"verse":"انا جعلنا في اعنقهم اغللا فهي الى الاذقان فهم مقمحون","score":276},"29":{"verse":"ان كانت الا صيحة وحدة فاذا هم خمدون","score":223},"53":{"verse":"ان كانت الا صيحة وحدة فاذا هم جميع لدينا محضرون","score":305},"55":{"verse":"ان اصحب الجنة اليوم في شغل فكهون","score":211},"65":{"verse":"اليوم نختم على افوههم وتكلمنا ايديهم وتشهد ارجلهم بما كانوا يكسبون","score":367},"31":{"verse":"الم يروا كم اهلكنا قبلهم من القرون انهم اليهم لا يرجعون","score":232},"60":{"verse":"الم اعهد اليكم يبني ادم ان لا تعبدوا الشيطن انه لكم عدو مبين","score":313},"80":{"verse":"الذي جعل لكم من الشجر الاخضر نارا فاذا انتم منه توقدون","score":320},"44":{"verse":"الا رحمة منا ومتعا الى حين","score":113},"64":{"verse":"اصلوها اليوم بما كنتم تكفرون","score":148},"14":{"verse":"اذ ارسلنا اليهم اثنين فكذبوهما فعززنا بثالث فقالوا انا اليكم مرسلون","score":412},"21":{"verse":"اتبعوا من لا يسلكم اجرا وهم مهتدون","score":177},"23":{"verse":"ااتخذ من دونه الهة ان يردن الرحمن بضر لا تغن عني شفعتهم شيا ولا ينقذون","score":435}}