{"60":{"verse":"ويوم القيمة ترى الذين كذبوا على الله وجوههم مسودة اليس في جهنم مثوى للمتكبرين","score":432},"61":{"verse":"وينجي الله الذين اتقوا بمفازتهم لا يمسهم السوء ولا هم يحزنون","score":326},"70":{"verse":"ووفيت كل نفس ما عملت وهو اعلم بما يفعلون","score":208},"68":{"verse":"ونفخ في الصور فصعق من في السموت ومن في الأرض الا من شاء الله ثم نفخ فيه اخرى فاذا هم قيام ينظرون","score":577},"37":{"verse":"ومن يهد الله فما له من مضل اليس الله بعزيز ذي انتقام","score":284},"67":{"verse":"وما قدروا الله حق قدره والأرض جميعا قبضته يوم القيمة والسموت مطويت بيمينه سبحنه وتعلى عما يشركون","score":621},"47":{"verse":"ولو ان للذين ظلموا ما في الأرض جميعا ومثله معه لافتدوا به من سوء العذاب يوم القيمة وبدا لهم من الله ما لم يكونوا يحتسبون","score":608},"27":{"verse":"ولقد ضربنا للناس في هذا القران من كل مثل لعلهم يتذكرون","score":314},"65":{"verse":"ولقد اوحي اليك والى الذين من قبلك لئن اشركت ليحبطن عملك ولتكونن من الخسرين","score":421},"38":{"verse":"ولئن سالتهم من خلق السموت والأرض ليقولن الله قل افرءيتم ما تدعون من دون الله ان ارادني الله بضر هل هن كشفت ضره او ارادني برحمة هل هن ممسكت رحمته قل حسبي الله عليه يتوكل المتوكلون","score":957},"74":{"verse":"وقالوا الحمد لله الذي صدقنا وعده واورثنا الأرض نتبوا من الجنة حيث نشاء فنعم اجر العملين","score":518},"71":{"verse":"وسيق الذين كفروا الى جهنم زمرا حتى اذا جاءوها فتحت ابوبها وقال لهم خزنتها الم ياتكم رسل منكم يتلون عليكم ايت ربكم وينذرونكم لقاء يومكم هذا قالوا بلى ولكن حقت كلمة العذاب على الكفرين","score":998},"73":{"verse":"وسيق الذين اتقوا ربهم الى الجنة زمرا حتى اذا جاءوها وفتحت ابوبها وقال لهم خزنتها سلم عليكم طبتم فادخلوها خلدين","score":693},"75":{"verse":"وترى الملئكة حافين من حول العرش يسبحون بحمد ربهم وقضي بينهم بالحق وقيل الحمد لله رب العلمين","score":552},"48":{"verse":"وبدا لهم سيات ما كسبوا وحاق بهم ما كانوا به يستهزءون","score":293},"54":{"verse":"وانيبوا الى ربكم واسلموا له من قبل ان ياتيكم العذاب ثم لا تنصرون","score":307},"12":{"verse":"وامرت لان اكون اول المسلمين","score":99},"17":{"verse":"والذين اجتنبوا الطغوت ان يعبدوها وانابوا الى الله لهم البشرى فبشر عباد","score":400},"33":{"verse":"والذي جاء بالصدق وصدق به أولئك هم المتقون","score":264},"69":{"verse":"واشرقت الأرض بنور ربها ووضع الكتب وجايء بالنبين والشهداء وقضي بينهم بالحق وهم لا يظلمون","score":530},"8":{"verse":"واذا مس الانسن ضر دعا ربه منيبا اليه ثم اذا خوله نعمة منه نسي ما كان يدعوا اليه من قبل وجعل لله اندادا ليضل عن سبيله قل تمتع بكفرك قليلا انك من اصحب النار","score":833},"45":{"verse":"واذا ذكر الله وحده اشمازت قلوب الذين لا يؤمنون بالاخرة واذا ذكر الذين من دونه اذا هم يستبشرون","score":549},"55":{"verse":"واتبعوا احسن ما انزل اليكم من ربكم من قبل ان ياتيكم العذاب بغتة وانتم لا تشعرون","score":434},"40":{"verse":"من ياتيه عذاب يخزيه ويحل عليه عذاب مقيم","score":265},"35":{"verse":"ليكفر الله عنهم اسوا الذي عملوا ويجزيهم اجرهم باحسن الذي كانوا يعملون","score":383},"4":{"verse":"لو اراد الله ان يتخذ ولدا لاصطفى مما يخلق ما يشاءسبحنه هو الله الوحد القهار","score":428},"16":{"verse":"لهم من فوقهم ظلل من النار ومن تحتهم ظلل ذلك يخوف الله به عباده يعباد فاتقون","score":449},"34":{"verse":"لهم ما يشاءون عند ربهم ذلك جزاء المحسنين","score":240},"63":{"verse":"له مقاليد السموت والأرض والذين كفروا بايت الله أولئك هم الخسرون","score":329},"20":{"verse":"لكن الذين اتقوا ربهم لهم غرف من فوقها غرف مبنية تجري من تحتها الانهر وعد الله لا يخلف الله الميعاد","score":553},"25":{"verse":"كذب الذين من قبلهم فاتيهم العذاب من حيث لا يشعرون","score":306},"72":{"verse":"قيل ادخلوا ابوب جهنم خلدين فيها فبئس مثوى المتكبرين","score":330},"39":{"verse":"قل يقوم اعملوا على مكانتكم اني عمل فسوف تعلمون","score":239},"53":{"verse":"قل يعبادي الذين اسرفوا على انفسهم لا تقنطوا من رحمة الله ان الله يغفر الذنوب جميعا انه هو الغفور الرحيم","score":582},"10":{"verse":"قل يعباد الذين امنوا اتقوا ربكم للذين احسنوا في هذه الدنيا حسنة وارض الله وسعة انما يوفى الصبرون اجرهم بغير حساب","score":665},"44":{"verse":"قل لله الشفعة جميعا له ملك السموت والأرض ثم اليه ترجعون","score":331},"11":{"verse":"قل اني امرت ان اعبد الله مخلصا له الدين","score":190},"13":{"verse":"قل اني اخاف ان عصيت ربي عذاب يوم عظيم","score":243},"46":{"verse":"قل اللهم فاطر السموت والأرض علم الغيب والشهدة انت تحكم بين عبادك في ما كانوا فيه يختلفون","score":534},"14":{"verse":"قل الله اعبد مخلصا له ديني","score":155},"64":{"verse":"قل افغير الله تامروني اعبد ايها الجهلون","score":213},"28":{"verse":"قرانا عربيا غير ذي عوج لعلهم يتقون","score":229},"50":{"verse":"قد قالها الذين من قبلهم فما اغنى عنهم ما كانوا يكسبون","score":276},"32":{"verse":"فمن اظلم ممن كذب على الله وكذب بالصدق اذ جاءه اليس في جهنم مثوى للكفرين","score":435},"15":{"verse":"فاعبدوا ما شيتم من دونه قل ان الخسرين الذين خسروا انفسهم واهليهم يوم القيمة الا ذلك هو الخسران المبين","score":539},"51":{"verse":"فاصابهم سيات ما كسبوا والذين ظلموا من هؤلاء سيصيبهم سيات ما كسبوا وما هم بمعجزين","score":477},"26":{"verse":"فاذاقهم الله الخزي في الحيوة الدنيا ولعذاب الاخرة اكبر لو كانوا يعلمون","score":381},"49":{"verse":"فاذا مس الانسن ضر دعانا ثم اذا خولنه نعمة منا قال انما اوتيته على علم بل هي فتنة ولكن اكثرهم لا يعلمون","score":527},"29":{"verse":"ضرب الله مثلا رجلا فيه شركاء متشكسون ورجلا سلما لرجل هل يستويان مثلا الحمد لله بل اكثرهم لا يعلمون","score":579},"6":{"verse":"خلقكم من نفس وحدة ثم جعل منها زوجها وانزل لكم من الانعم ثمنية ازوج يخلقكم في بطون امهتكم خلقا من بعد خلق في ظلمت ثلث ذلكم الله ربكم له الملك لا اله الا هو فانى تصرفون","score":1043},"5":{"verse":"خلق السموت والأرض بالحق يكور اليل على النهار ويكور النهار على اليل وسخر الشمس والقمر كل يجري لاجل مسمى الا هو العزيز الغفر","score":677},"31":{"verse":"ثم انكم يوم القيمة عند ربكم تختصمون","score":234},"1":{"verse":"تنزيل الكتب من الله العزيز الحكيم","score":208},"59":{"verse":"بلى قد جاءتك ايتي فكذبت بها واستكبرت وكنت من الكفرين","score":334},"66":{"verse":"بل الله فاعبد وكن من الشكرين","score":150},"52":{"verse":"اولم يعلموا ان الله يبسط الرزق لمن يشاء ويقدران في ذلك لايت لقوم يؤمنون","score":373},"57":{"verse":"او تقول لو ان الله هديني لكنت من المتقين","score":173},"58":{"verse":"او تقول حين ترى العذاب لو ان لي كرة فاكون من المحسنين","score":262},"30":{"verse":"انك ميت وانهم ميتون","score":84},"41":{"verse":"انا انزلنا عليك الكتب للناس بالحق فمن اهتدى فلنفسه ومن ضل فانما يضل عليها وما انت عليهم بوكيل","score":484},"2":{"verse":"انا انزلنا اليك الكتب بالحق فاعبد الله مخلصا له الدين","score":284},"7":{"verse":"ان تكفروا فان الله غني عنكم ولا يرضى لعباده الكفر وان تشكروا يرضه لكم ولا تزر وازرة وزر اخرى ثم الى ربكم مرجعكم فينبئكم بما كنتم تعملون انه عليم بذات الصدور","score":939},"56":{"verse":"ان تقول نفس يحسرتى على ما فرطت في جنب الله وان كنت لمن السخرين","score":363},"9":{"verse":"امن هو قنت اناء اليل ساجدا وقائما يحذر الاخرة ويرجوا رحمة ربه قل هل يستوي الذين يعلمون والذين لا يعلمون انما يتذكر اولوا الالبب","score":638},"43":{"verse":"ام اتخذوا من دون الله شفعاء قل اولو كانوا لا يملكون شيا ولا يعقلون","score":311},"36":{"verse":"اليس الله بكاف عبده ويخوفونك بالذين من دونه ومن يضلل الله فما له من هاد","score":371},"21":{"verse":"الم تر ان الله انزل من السماء ماء فسلكه ينبيع في الأرض ثم يخرج به زرعا مختلفا الونه ثم يهيج فتريه مصفرا ثم يجعله حطما ان في ذلك لذكرى لاولي الالبب","score":872},"42":{"verse":"الله يتوفى الانفس حين موتها والتي لم تمت في منامها فيمسك التي قضى عليها الموت ويرسل الاخرى الى اجل مسمى ان في ذلك لايت لقوم يتفكرون","score":663},"23":{"verse":"الله نزل احسن الحديث كتبا متشبها مثاني تقشعر منه جلود الذين يخشون ربهم ثم تلين جلودهم وقلوبهم الى ذكر الله ذلك هدى الله يهدي به من يشاء ومن يضلل الله فما له من هاد","score":971},"62":{"verse":"الله خلق كل شي وهو على كل شي وكيل","score":181},"18":{"verse":"الذين يستمعون القول فيتبعون احسنه أولئك الذين هديهم الله وأولئك هم اولوا الالبب","score":395},"3":{"verse":"الا لله الدين الخالص والذين اتخذوا من دونه اولياء ما نعبدهم الا ليقربونا الى الله زلفى ان الله يحكم بينهم في ما هم فيه يختلفون ان الله لا يهدي من هو كذب كفار","score":743},"24":{"verse":"افمن يتقي بوجهه سوء العذاب يوم القيمة وقيل للظلمين ذوقوا ما كنتم تكسبون","score":419},"22":{"verse":"افمن شرح الله صدره للاسلم فهو على نور من ربه فويل للقسية قلوبهم من ذكر الله أولئك في ضلل مبين","score":505},"19":{"verse":"افمن حق عليه كلمة العذاب افانت تنقذ من في النار","score":260}}