{"19":{"verse":"ويوم يحشر اعداء الله الى النار فهم يوزعون","score":214},"18":{"verse":"ونجينا الذين امنوا وكانوا يتقون","score":144},"39":{"verse":"ومن ايته انك ترى الأرض خشعة فاذا انزلنا عليها الماء اهتزت وربت ان الذي احياها لمحي الموتى انه على كل شي قدير","score":583},"37":{"verse":"ومن ايته اليل والنهار والشمس والقمر لا تسجدوا للشمس ولا للقمر واسجدوا لله الذي خلقهن ان كنتم اياه تعبدون","score":557},"33":{"verse":"ومن احسن قولا ممن دعا الى الله وعمل صلحا وقال انني من المسلمين","score":272},"35":{"verse":"وما يلقيها الا الذين صبروا وما يلقيها الا ذو حظ عظيم","score":292},"22":{"verse":"وما كنتم تستترون ان يشهد عليكم سمعكم ولا ابصركم ولا جلودكم ولكن ظننتم ان الله لا يعلم كثيرا مما تعملون","score":569},"44":{"verse":"ولو جعلنه قرانا اعجميا لقالوا لولا فصلت ايته اعجمي وعربي قل هو للذين امنوا هدى وشفاء والذين لا يؤمنون في اذانهم وقر وهو عليهم عمى أولئك ينادون من مكان بعيد","score":785},"45":{"verse":"ولقد اتينا موسى الكتب فاختلف فيه ولولا كلمة سبقت من ربك لقضي بينهم وانهم لفي شك منه مريب","score":511},"34":{"verse":"ولا تستوي الحسنة ولا السيئة ادفع بالتي هي احسن فاذا الذي بينك وبينه عدوة كانه ولي حميم","score":490},"50":{"verse":"ولئن اذقنه رحمة منا من بعد ضراء مسته ليقولن هذا لي وما اظن الساعة قائمة ولئن رجعت الى ربي ان لي عنده للحسنى فلننبئن الذين كفروا بما عملوا ولنذيقنهم من عذاب غليظ","score":891},"25":{"verse":"وقيضنا لهم قرناء فزينوا لهم ما بين ايديهم وما خلفهم وحق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خسرين","score":648},"21":{"verse":"وقالوا لجلودهم لم شهدتم علينا قالوا انطقنا الله الذي انطق كل شي وهو خلقكم اول مرة واليه ترجعون","score":537},"5":{"verse":"وقالوا قلوبنا في اكنة مما تدعونا اليه وفي اذاننا وقر ومن بيننا وبينك حجاب فاعمل اننا عملون","score":432},"26":{"verse":"وقال الذين كفروا لا تسمعوا لهذا القران والغوا فيه لعلكم تغلبون","score":349},"29":{"verse":"وقال الذين كفروا ربنا ارنا الذين اضلانا من الجن والانس نجعلهما تحت اقدامنا ليكونا من الاسفلين","score":446},"48":{"verse":"وضل عنهم ما كانوا يدعون من قبل وظنوا ما لهم من محيص","score":272},"23":{"verse":"وذلكم ظنكم الذي ظننتم بربكم ارديكم فاصبحتم من الخسرين","score":383},"10":{"verse":"وجعل فيها روسي من فوقها وبرك فيها وقدر فيها اقوتها في اربعة ايام سواء للسائلين","score":441},"36":{"verse":"واما ينزغنك من الشيطن نزغ فاستعذ بالله انه هو السميع العليم","score":384},"17":{"verse":"واما ثمود فهدينهم فاستحبوا العمى على الهدى فاخذتهم صعقة العذاب الهون بما كانوا يكسبون","score":522},"51":{"verse":"واذا انعمنا على الانسن اعرض ونا بجانبه واذا مسه الشر فذو دعاء عريض","score":385},"32":{"verse":"نزلا من غفور رحيم","score":126},"31":{"verse":"نحن اولياؤكم في الحيوة الدنيا وفي الاخرة ولكم فيها ما تشتهي انفسكم ولكم فيها ما تدعون","score":463},"46":{"verse":"من عمل صلحا فلنفسه ومن اساء فعليها وما ربك بظلم للعبيد","score":319},"43":{"verse":"ما يقال لك الا ما قد قيل للرسل من قبلك ان ربك لذو مغفرة وذو عقاب اليم","score":362},"49":{"verse":"لا يسم الانسن من دعاء الخير وان مسه الشر فيوس قنوط","score":281},"42":{"verse":"لا ياتيه البطل من بين يديه ولا من خلفه تنزيل من حكيم حميد","score":326},"3":{"verse":"كتب فصلت ايته قرانا عربيا لقوم يعلمون","score":223},"6":{"verse":"قل انما انا بشر مثلكم يوحى الي انما الهكم اله وحد فاستقيموا اليه واستغفروه وويل للمشركين","score":486},"52":{"verse":"قل ارءيتم ان كان من عند الله ثم كفرتم به من اضل ممن هو في شقاق بعيد","score":374},"9":{"verse":"قل ائنكم لتكفرون بالذي خلق الأرض في يومين وتجعلون له اندادا ذلك رب العلمين","score":421},"27":{"verse":"فلنذيقن الذين كفروا عذابا شديدا ولنجزينهم اسوا الذي كانوا يعملون","score":397},"12":{"verse":"فقضيهن سبع سموات في يومين واوحى في كل سماء امرها وزينا السماء الدنيا بمصبيح وحفظا ذلك تقدير العزيز العليم","score":689},"24":{"verse":"فان يصبروا فالنار مثوى لهم وان يستعتبوا فما هم من المعتبين","score":307},"13":{"verse":"فان اعرضوا فقل انذرتكم صعقة مثل صعقة عاد وثمود","score":375},"38":{"verse":"فان استكبروا فالذين عند ربك يسبحون له باليل والنهار وهم لا يسمون","score":341},"15":{"verse":"فاما عاد فاستكبروا في الأرض بغير الحق وقالوا من اشد منا قوة اولم يروا ان الله الذي خلقهم هو اشد منهم قوة وكانوا بايتنا يجحدون","score":705},"16":{"verse":"فارسلنا عليهم ريحا صرصرا في ايام نحسات لنذيقهم عذاب الخزي في الحيوة الدنيا ولعذاب الاخرة اخزى وهم لا ينصرون","score":676},"53":{"verse":"سنريهم ايتنا في الافاق وفي انفسهم حتى يتبين لهم انه الحق اولم يكف بربك انه على كل شي شهيد","score":499},"28":{"verse":"ذلك جزاء اعداء الله النار لهم فيها دار الخلد جزاء بما كانوا بايتنا يجحدون","score":415},"1":{"verse":"حم","score":22},"20":{"verse":"حتى اذا ما جاءوها شهد عليهم سمعهم وابصرهم وجلودهم بما كانوا يعملون","score":385},"11":{"verse":"ثم استوى الى السماء وهي دخان فقال لها وللارض ائتيا طوعا او كرها قالتا اتينا طائعين","score":435},"2":{"verse":"تنزيل من الرحمن الرحيم","score":128},"4":{"verse":"بشيرا ونذيرا فاعرض اكثرهم فهم لا يسمعون","score":269},"40":{"verse":"ان الذين يلحدون في ايتنا لا يخفون علينا افمن يلقى في النار خير ام من ياتي امنا يوم القيمة اعملوا ما شيتم انه بما تعملون بصير","score":583},"41":{"verse":"ان الذين كفروا بالذكر لما جاءهم وانه لكتب عزيز","score":270},"30":{"verse":"ان الذين قالوا ربنا الله ثم استقموا تتنزل عليهم الملئكة الا تخافوا ولا تحزنوا وابشروا بالجنة التي كنتم توعدون","score":599},"8":{"verse":"ان الذين امنوا وعملوا الصلحت لهم اجر غير ممنون","score":233},"47":{"verse":"اليه يرد علم الساعة وما تخرج من ثمرت من اكمامها وما تحمل من انثى ولا تضع الا بعلمه ويوم يناديهم اين شركاءي قالوا اذنك ما منا من شهيد","score":678},"7":{"verse":"الذين لا يؤتون الزكوة وهم بالاخرة هم كفرون","score":225},"54":{"verse":"الا انهم في مرية من لقاء ربهم الا انه بكل شي محيط","score":233},"14":{"verse":"اذ جاءتهم الرسل من بين ايديهم ومن خلفهم الا تعبدوا الا الله قالوا لو شاء ربنا لانزل ملئكة فانا بما ارسلتم به كفرون","score":549}}