{"8":{"verse":"يسمع ايت الله تتلى عليه ثم يصر مستكبرا كان لم يسمعها فبشره بعذاب اليم","score":426},"7":{"verse":"ويل لكل افاك اثيم","score":88},"37":{"verse":"وله الكبرياء في السموت والارض وهو العزيز الحكيم","score":276},"27":{"verse":"ولله ملك السموت والارض ويوم تقوم الساعة يومئذ يخسر المبطلون","score":341},"16":{"verse":"ولقد اتينا بني اسرءيل الكتب والحكم والنبوة ورزقنهم من الطيبت وفضلنهم على العلمين","score":444},"34":{"verse":"وقيل اليوم ننسيكم كما نسيتم لقاء يومكم هذا وماويكم النار وما لكم من نصرين","score":337},"24":{"verse":"وقالوا ما هي الا حياتنا الدنيا نموت ونحيا وما يهلكنا الا الدهر وما لهم بذلك من علم ان هم الا يظنون","score":402},"4":{"verse":"وفي خلقكم وما يبث من دابة ايت لقوم يوقنون","score":243},"13":{"verse":"وسخر لكم ما في السموت وما في الارض جميعا منه ان في ذلك لايت لقوم يتفكرون","score":399},"22":{"verse":"وخلق الله السموت والارض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون","score":406},"28":{"verse":"وترى كل امة جاثية كل امة تدعى الى كتبها اليوم تجزون ما كنتم تعملون","score":363},"33":{"verse":"وبدا لهم سيات ما عملوا وحاق بهم ما كانوا به يستهزءون","score":277},"31":{"verse":"واما الذين كفروا افلم تكن ايتي تتلى عليكم فاستكبرتم وكنتم قوما مجرمين","score":387},"32":{"verse":"واذا قيل ان وعد الله حق والساعة لا ريب فيها قلتم ما ندري ما الساعة ان نظن الا ظنا وما نحن بمستيقنين","score":514},"9":{"verse":"واذا علم من ايتنا شيا اتخذها هزوا اولئك لهم عذاب مهين","score":289},"25":{"verse":"واذا تتلى عليهم ايتنا بينت ما كان حجتهم الا ان قالوا ائتوا بابائنا ان كنتم صدقين","score":387},"5":{"verse":"واختلف اليل والنهار وما انزل الله من السماء من رزق فاحيا به الارض بعد موتها وتصريف الريح ايت لقوم يعقلون","score":566},"17":{"verse":"واتينهم بينت من الامر فما اختلفوا الا من بعد ما جاءهم العلم بغيا بينهم ان ربك يقضي بينهم يوم القيمة فيما كانوا فيه يختلفون","score":626},"11":{"verse":"هذا هدى والذين كفروا بايت ربهم لهم عذاب من رجز اليم","score":298},"29":{"verse":"هذا كتبنا ينطق عليكم بالحق انا كنا نستنسخ ما كنتم تعملون","score":342},"20":{"verse":"هذا بصئر للناس وهدى ورحمة لقوم يوقنون","score":225},"10":{"verse":"من ورائهم جهنم ولا يغني عنهم ما كسبوا شيا ولا ما اتخذوا من دون الله اولياء ولهم عذاب عظيم","score":454},"15":{"verse":"من عمل صلحا فلنفسه ومن اساء فعليها ثم الى ربكم ترجعون","score":314},"14":{"verse":"قل للذين امنوا يغفروا للذين لا يرجون ايام الله ليجزي قوما بما كانوا يكسبون","score":381},"26":{"verse":"قل الله يحييكم ثم يميتكم ثم يجمعكم الى يوم القيمة لا ريب فيه ولكن اكثر الناس لا يعلمون","score":458},"36":{"verse":"فلله الحمد رب السموت ورب الارض رب العلمين","score":224},"30":{"verse":"فاما الذين امنوا وعملوا الصلحت فيدخلهم ربهم في رحمته ذلك هو الفوز المبين","score":421},"35":{"verse":"ذلكم بانكم اتخذتم ايت الله هزوا وغرتكم الحيوة الدنيا فاليوم لا يخرجون منها ولا هم يستعتبون","score":525},"1":{"verse":"حم","score":22},"18":{"verse":"ثم جعلنك على شريعة من الامر فاتبعها ولا تتبع اهواء الذين لا يعلمون","score":351},"2":{"verse":"تنزيل الكتب من الله العزيز الحكيم","score":208},"6":{"verse":"تلك ايت الله نتلوها عليك بالحق فباي حديث بعد الله وايته يؤمنون","score":355},"19":{"verse":"انهم لن يغنوا عنك من الله شيا وان الظلمين بعضهم اولياء بعض والله ولي المتقين","score":375},"3":{"verse":"ان في السموت والارض لايت للمؤمنين","score":150},"21":{"verse":"ام حسب الذين اجترحوا السيات ان نجعلهم كالذين امنوا وعملوا الصلحت سواء محياهم ومماتهم ساء ما يحكمون","score":530},"12":{"verse":"الله الذي سخر لكم البحر لتجري الفلك فيه بامره ولتبتغوا من فضله ولعلكم تشكرون","score":480},"23":{"verse":"افرءيت من اتخذ الهه هويه واضله الله على علم وختم على سمعه وقلبه وجعل على بصره غشوة فمن يهديه من بعد الله افلا تذكرون","score":699}}