{"31":{"verse":"يقومنا اجيبوا داعي الله وامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب اليم","score":392},"34":{"verse":"ويوم يعرض الذين كفروا على النار اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون","score":525},"20":{"verse":"ويوم يعرض الذين كفروا على النار اذهبتم طيبتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الارض بغير الحق وبما كنتم تفسقون","score":980},"15":{"verse":"ووصينا الانسن بولديه احسنا حملته امه كرها ووضعته كرها وحمله وفصله ثلثون شهرا حتى اذا بلغ اشده وبلغ اربعين سنة قال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى ولدي وان اعمل صلحا ترضيه واصلح لي في ذريتي اني تبت اليك واني من المسلمين","score":1397},"32":{"verse":"ومن لا يجب داعي الله فليس بمعجز في الارض وليس له من دونه اولياء اولئك في ضلل مبين","score":437},"12":{"verse":"ومن قبله كتب موسى اماما ورحمة وهذا كتب مصدق لسانا عربيا لينذر الذين ظلموا وبشرى للمحسنين","score":528},"5":{"verse":"ومن اضل ممن يدعوا من دون الله من لا يستجيب له الى يوم القيمة وهم عن دعائهم غفلون","score":397},"19":{"verse":"ولكل درجت مما عملوا وليوفيهم اعملهم وهم لا يظلمون","score":251},"26":{"verse":"ولقد مكنهم فيما ان مكنكم فيه وجعلنا لهم سمعا وابصرا وافدة فما اغنى عنهم سمعهم ولا ابصرهم ولا افدتهم من شي اذ كانوا يجحدون بايت الله وحاق بهم ما كانوا به يستهزءون","score":911},"27":{"verse":"ولقد اهلكنا ما حولكم من القرى وصرفنا الايت لعلهم يرجعون","score":291},"11":{"verse":"وقال الذين كفروا للذين امنوا لو كان خيرا ما سبقونا اليه واذ لم يهتدوا به فسيقولون هذا افك قديم","score":499},"17":{"verse":"والذي قال لولديه اف لكما اتعدانني ان اخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك امن ان وعد الله حق فيقول ما هذا الا اسطير الاولين","score":746},"21":{"verse":"واذكر اخا عاد اذ انذر قومه بالاحقاف وقد خلت النذر من بين يديه ومن خلفه الا تعبدوا الا الله اني اخاف عليكم عذاب يوم عظيم","score":698},"6":{"verse":"واذا حشر الناس كانوا لهم اعداء وكانوا بعبادتهم كفرين","score":291},"7":{"verse":"واذا تتلى عليهم ايتنا بينت قال الذين كفروا للحق لما جاءهم هذا سحر مبين","score":377},"29":{"verse":"واذ صرفنا اليك نفرا من الجن يستمعون القران فلما حضروه قالوا انصتوا فلما قضي ولوا الى قومهم منذرين","score":533},"3":{"verse":"ما خلقنا السموت والارض وما بينهما الا بالحق واجل مسمى والذين كفروا عما انذروا معرضون","score":440},"9":{"verse":"قل ما كنت بدعا من الرسل وما ادري ما يفعل بي ولا بكم ان اتبع الا ما يوحى الي وما انا الا نذير مبين","score":403},"4":{"verse":"قل ارءيتم ما تدعون من دون الله اروني ماذا خلقوا من الارض ام لهم شرك في السموت ائتوني بكتب من قبل هذا او اثرة من علم ان كنتم صدقين","score":679},"10":{"verse":"قل ارءيتم ان كان من عند الله وكفرتم به وشهد شاهد من بني اسرءيل على مثله فامن واستكبرتم ان الله لا يهدي القوم الظلمين","score":608},"30":{"verse":"قالوا يقومنا انا سمعنا كتبا انزل من بعد موسى مصدقا لما بين يديه يهدي الى الحق والى طريق مستقيم","score":534},"22":{"verse":"قالوا اجئتنا لتافكنا عن الهتنا فاتنا بما تعدنا ان كنت من الصدقين","score":330},"23":{"verse":"قال انما العلم عند الله وابلغكم ما ارسلت به ولكني اريكم قوما تجهلون","score":332},"28":{"verse":"فلولا نصرهم الذين اتخذوا من دون الله قربانا الهة بل ضلوا عنهم وذلك افكهم وما كانوا يفترون","score":460},"24":{"verse":"فلما راوه عارضا مستقبل اوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب اليم","score":559},"35":{"verse":"فاصبر كما صبر اولوا العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا الا ساعة من نهار بلغ فهل يهلك الا القوم الفسقون","score":691},"1":{"verse":"حم","score":22},"2":{"verse":"تنزيل الكتب من الله العزيز الحكيم","score":208},"25":{"verse":"تدمر كل شي بامر ربها فاصبحوا لا يرى الا مسكنهم كذلك نجزي القوم المجرمين","score":423},"33":{"verse":"اولم يروا ان الله الذي خلق السموت والارض ولم يعي بخلقهن بقدر على ان يحي الموتى بلى انه على كل شي قدير","score":519},"16":{"verse":"اولئك الذين نتقبل عنهم احسن ما عملوا ونتجاوز عن سياتهم في اصحب الجنة وعد الصدق الذي كانوا يوعدون","score":593},"18":{"verse":"اولئك الذين حق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خسرين","score":420},"14":{"verse":"اولئك اصحب الجنة خلدين فيها جزاء بما كانوا يعملون","score":291},"13":{"verse":"ان الذين قالوا ربنا الله ثم استقموا فلا خوف عليهم ولا هم يحزنون","score":332},"8":{"verse":"ام يقولون افتريه قل ان افتريته فلا تملكون لي من الله شيا هو اعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم","score":665}}