{"17":{"verse":"يمنون عليك ان اسلموا قل لا تمنوا علي اسلمكم بل الله يمن عليكم ان هديكم للايمن ان كنتم صدقين","score":410},"13":{"verse":"يايها الناس انا خلقنكم من ذكر وانثى وجعلنكم شعوبا وقبائل لتعارفوا ان اكرمكم عند الله اتقيكم ان الله عليم خبير","score":584},"11":{"verse":"يايها الذين امنوا لا يسخر قوم من قوم عسى ان يكونوا خيرا منهم ولا نساء من نساء عسى ان يكن خيرا منهن ولا تلمزوا انفسكم ولا تنابزوا بالالقب بئس الاسم الفسوق بعد الايمن ومن لم يتب فاولئك هم الظلمون","score":937},"1":{"verse":"يايها الذين امنوا لا تقدموا بين يدي الله ورسوله واتقوا الله ان الله سميع عليم","score":344},"2":{"verse":"يايها الذين امنوا لا ترفعوا اصوتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض ان تحبط اعملكم وانتم لا تشعرون","score":698},"6":{"verse":"يايها الذين امنوا ان جاءكم فاسق بنبا فتبينوا ان تصيبوا قوما بجهلة فتصبحوا على ما فعلتم ندمين","score":515},"12":{"verse":"يايها الذين امنوا اجتنبوا كثيرا من الظن ان بعض الظن اثم ولا تجسسوا ولا يغتب بعضكم بعضا ايحب احدكم ان ياكل لحم اخيه ميتا فكرهتموه واتقوا الله ان الله تواب رحيم","score":932},"5":{"verse":"ولو انهم صبروا حتى تخرج اليهم لكان خيرا لهم والله غفور رحيم","score":350},"9":{"verse":"وان طائفتان من المؤمنين اقتتلوا فاصلحوا بينهما فان بغت احديهما على الاخرى فقتلوا التي تبغي حتى تفيء الى امر الله فان فاءت فاصلحوا بينهما بالعدل واقسطوا ان الله يحب المقسطين","score":980},"7":{"verse":"واعلموا ان فيكم رسول الله لو يطيعكم في كثير من الامر لعنتم ولكن الله حبب اليكم الايمن وزينه في قلوبكم وكره اليكم الكفر والفسوق والعصيان اولئك هم الرشدون","score":804},"16":{"verse":"قل اتعلمون الله بدينكم والله يعلم ما في السموت وما في الارض والله بكل شي عليم","score":370},"14":{"verse":"قالت الاعراب امنا قل لم تؤمنوا ولكن قولوا اسلمنا ولما يدخل الايمن في قلوبكم وان تطيعوا الله ورسوله لا يلتكم من اعملكم شيا ان الله غفور رحيم","score":664},"8":{"verse":"فضلا من الله ونعمة والله عليم حكيم","score":168},"15":{"verse":"انما المؤمنون الذين امنوا بالله ورسوله ثم لم يرتابوا وجهدوا بامولهم وانفسهم في سبيل الله اولئك هم الصدقون","score":512},"10":{"verse":"انما المؤمنون اخوة فاصلحوا بين اخويكم واتقوا الله لعلكم ترحمون","score":323},"18":{"verse":"ان الله يعلم غيب السموت والارض والله بصير بما تعملون","score":273},"4":{"verse":"ان الذين ينادونك من وراء الحجرت اكثرهم لا يعقلون","score":258},"3":{"verse":"ان الذين يغضون اصوتهم عند رسول الله اولئك الذين امتحن الله قلوبهم للتقوى لهم مغفرة واجر عظيم","score":553}}