{"13":{"verse":"يوم يقول المنفقون والمنفقت للذين امنوا انظرونا نقتبس من نوركم قيل ارجعوا وراءكم فالتمسوا نورا فضرب بينهم بسور له باب باطنه فيه الرحمة وظهره من قبله العذاب","score":883},"12":{"verse":"يوم ترى المؤمنين والمؤمنت يسعى نورهم بين ايديهم وبايمنهم بشريكم اليوم جنت تجري من تحتها الانهر خلدين فيها ذلك هو الفوز العظيم","score":699},"6":{"verse":"يولج اليل في النهار ويولج النهار في اليل وهو عليم بذات الصدور","score":306},"14":{"verse":"ينادونهم الم نكن معكم قالوا بلى ولكنكم فتنتم انفسكم وتربصتم وارتبتم وغرتكم الاماني حتى جاء امر الله وغركم بالله الغرور","score":659},"28":{"verse":"يايها الذين امنوا اتقوا الله وامنوا برسوله يؤتكم كفلين من رحمته ويجعل لكم نورا تمشون به ويغفر لكم والله غفور رحيم","score":616},"8":{"verse":"وما لكم لا تؤمنون بالله والرسول يدعوكم لتؤمنوا بربكم وقد اخذ ميثقكم ان كنتم مؤمنين","score":436},"10":{"verse":"وما لكم الا تنفقوا في سبيل الله ولله ميرث السموت والارض لا يستوي منكم من انفق من قبل الفتح وقتل اولئك اعظم درجة من الذين انفقوا من بعد وقتلوا وكلا وعد الله الحسنى والله بما تعملون خبير","score":979},"26":{"verse":"ولقد ارسلنا نوحا وابرهيم وجعلنا في ذريتهما النبوة والكتب فمنهم مهتد وكثير منهم فسقون","score":505},"19":{"verse":"والذين امنوا بالله ورسله اولئك هم الصديقون والشهداء عند ربهم لهم اجرهم ونورهم والذين كفروا وكذبوا بايتنا اولئك اصحب الجحيم","score":680},"9":{"verse":"هو الذي ينزل على عبده ايت بينت ليخرجكم من الظلمت الى النور وان الله بكم لرءوف رحيم","score":435},"4":{"verse":"هو الذي خلق السموت والارض في ستة ايام ثم استوى على العرش يعلم ما يلج في الارض وما يخرج منها وما ينزل من السماء وما يعرج فيها وهو معكم اين ما كنتم والله بما تعملون بصير","score":886},"3":{"verse":"هو الاول والاخر والظهر والباطن وهو بكل شي عليم","score":247},"11":{"verse":"من ذا الذي يقرض الله قرضا حسنا فيضعفه له وله اجر كريم","score":350},"22":{"verse":"ما اصاب من مصيبة في الارض ولا في انفسكم الا في كتب من قبل ان نبراها ان ذلك على الله يسير","score":433},"2":{"verse":"له ملك السموت والارض يحي ويميت وهو على كل شي قدير","score":280},"5":{"verse":"له ملك السموت والارض والى الله ترجع الامور","score":195},"23":{"verse":"لكيلا تاسوا على ما فاتكم ولا تفرحوا بما اتيكم والله لا يحب كل مختال فخور","score":372},"25":{"verse":"لقد ارسلنا رسلنا بالبينت وانزلنا معهم الكتب والميزان ليقوم الناس بالقسط وانزلنا الحديد فيه باس شديد ومنفع للناس وليعلم الله من ينصره ورسله بالغيب ان الله قوي عزيز","score":959},"29":{"verse":"لئلا يعلم اهل الكتب الا يقدرون على شي من فضل الله وان الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم","score":530},"15":{"verse":"فاليوم لا يؤخذ منكم فدية ولا من الذين كفروا ماويكم النار هي موليكم وبئس المصير","score":393},"1":{"verse":"سبح لله ما في السموت والارض وهو العزيز الحكيم","score":282},"21":{"verse":"سابقوا الى مغفرة من ربكم وجنة عرضها كعرض السماء والارض اعدت للذين امنوا بالله ورسله ذلك فضل الله يؤتيه من يشاء والله ذو الفضل العظيم","score":773},"27":{"verse":"ثم قفينا على اثرهم برسلنا وقفينا بعيسى ابن مريم واتينه الانجيل وجعلنا في قلوب الذين اتبعوه رافة ورحمة ورهبانية ابتدعوها ما كتبنها عليهم الا ابتغاء رضون الله فما رعوها حق رعايتها فاتينا الذين امنوا منهم اجرهم وكثير منهم فسقون","score":1263},"18":{"verse":"ان المصدقين والمصدقت واقرضوا الله قرضا حسنا يضعف لهم ولهم اجر كريم","score":440},"7":{"verse":"امنوا بالله ورسوله وانفقوا مما جعلكم مستخلفين فيه فالذين امنوا منكم وانفقوا لهم اجر كبير","score":468},"16":{"verse":"الم يان للذين امنوا ان تخشع قلوبهم لذكر الله وما نزل من الحق ولا يكونوا كالذين اوتوا الكتب من قبل فطال عليهم الامد فقست قلوبهم وكثير منهم فسقون","score":778},"24":{"verse":"الذين يبخلون ويامرون الناس بالبخل ومن يتول فان الله هو الغني الحميد","score":334},"20":{"verse":"اعلموا انما الحيوة الدنيا لعب ولهو وزينة وتفاخر بينكم وتكاثر في الامول والاولد كمثل غيث اعجب الكفار نباته ثم يهيج فتريه مصفرا ثم يكون حطما وفي الاخرة عذاب شديد ومغفرة من الله ورضون وما الحيوة الدنيا الا متع الغرور","score":1321},"17":{"verse":"اعلموا ان الله يحي الارض بعد موتها قد بينا لكم الايت لعلكم تعقلون","score":334}}