{"2":{"verse":"يهدي الى الرشد فامنا به ولن نشرك بربنا احدا","score":243},"7":{"verse":"وانهم ظنوا كما ظننتم ان لن يبعث الله احدا","score":230},"19":{"verse":"وانه لما قام عبد الله يدعوه كادوا يكونون عليه لبدا","score":257},"4":{"verse":"وانه كان يقول سفيهنا على الله شططا","score":203},"6":{"verse":"وانه كان رجال من الانس يعوذون برجال من الجن فزادوهم رهقا","score":308},"3":{"verse":"وانه تعلى جد ربنا ما اتخذ صحبة ولا ولدا","score":240},"14":{"verse":"وانا منا المسلمون ومنا القسطون فمن اسلم فاولئك تحروا رشدا","score":301},"11":{"verse":"وانا منا الصلحون ومنا دون ذلك كنا طرائق قددا","score":253},"8":{"verse":"وانا لمسنا السماء فوجدنها ملئت حرسا شديدا وشهبا","score":291},"13":{"verse":"وانا لما سمعنا الهدى امنا به فمن يؤمن بربه فلا يخاف بخسا ولا رهقا","score":314},"10":{"verse":"وانا لا ندري اشر اريد بمن في الارض ام اراد بهم ربهم رشدا","score":302},"9":{"verse":"وانا كنا نقعد منها مقعد للسمع فمن يستمع الان يجد له شهابا رصدا","score":376},"12":{"verse":"وانا ظننا ان لن نعجز الله في الارض ولن نعجزه هربا","score":278},"5":{"verse":"وانا ظننا ان لن تقول الانس والجن على الله كذبا","score":202},"18":{"verse":"وان المسجد لله فلا تدعوا مع الله احدا","score":202},"15":{"verse":"واما القسطون فكانوا لجهنم حطبا","score":199},"16":{"verse":"والو استقموا على الطريقة لاسقينهم ماء غدقا","score":259},"28":{"verse":"ليعلم ان قد ابلغوا رسلت ربهم واحاط بما لديهم واحصى كل شي عددا","score":400},"17":{"verse":"لنفتنهم فيه ومن يعرض عن ذكر ربه يسلكه عذابا صعدا","score":335},"1":{"verse":"قل اوحي الي انه استمع نفر من الجن فقالوا انا سمعنا قرانا عجبا","score":309},"22":{"verse":"قل اني لن يجيرني من الله احد ولن اجد من دونه ملتحدا","score":269},"21":{"verse":"قل اني لا املك لكم ضرا ولا رشدا","score":148},"20":{"verse":"قل انما ادعوا ربي ولا اشرك به احدا","score":183},"25":{"verse":"قل ان ادري اقريب ما توعدون ام يجعل له ربي امدا","score":244},"26":{"verse":"علم الغيب فلا يظهر على غيبه احدا","score":228},"24":{"verse":"حتى اذا راوا ما يوعدون فسيعلمون من اضعف ناصرا واقل عددا","score":334},"27":{"verse":"الا من ارتضى من رسول فانه يسلك من بين يديه ومن خلفه رصدا","score":310},"23":{"verse":"الا بلغا من الله ورسلته ومن يعص الله ورسوله فان له نار جهنم خلدين فيها ابدا","score":388}}